{
    "file_name": "FinAmFamMut2016RestructExhA-19_arabic",
    "language": "ar",
    "length": 17204,
    "parsed_timestamp": "2025-10-26T02:45:18.469042",
    "parsed_duration": 0.9972329139709473,
    "parsed_duration_per_thousand_char": 0.5796517751516783,
    "full_text": "ﺍﺗﻔﺎﻗﻴﺔ ﺍﻟﺨﺪﻣﺎﺕ ﺑﻴﻦ ﺍﻟﺸﺮﻛﺎﺕ ﻭﺗﺨﺼﻴﺺ ﺍﻟﺘﻜﺎﻟﻴﻒ ﺍﻟﻤﻌﺪﻟﺔ ﻭﺍﻟﻤﻌﺎﺩ ﺻﻴﺎﻏﺘﻬﺎ\nﻳﺘﻢ ﻭﺿﻊ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺍﻟﻤﻌﺪﻟﺔ ﻭﺍﻟﻤﻌﺎﺩ ﺻﻴﺎﻏﺘﻬﺎ ﻟﻠﺨﺪﻣﺎﺕ ﺑﻴﻦ ﺍﻟﺸﺮﻛﺎﺕ ﺍﻟﺸﻘﻴﻘﺔ ﻭﺗﺨﺼﻴﺺ ﺍﻟﺘﻜﻠﻔﺔ (ﻫﺬﻩ \"ﺍﻻﺗﻔﺎﻗﻴﺔ\") ﻭﺩﺧﻠﻬﺎ ﺣﻴﺰ ﺍﻟﺘﻨﻔﻴﺬ ﺑﺎﻟﻨﺴﺒﺔ ﻟﻜﻞ ﺷﺮﻛﺔ ﺗﺎﺑﻌﺔ (ﻛﻤﺎ ﻫﻮ ﻣﺤﺪﺩ ﺃﺩﻧﺎﻩ) ﺍﻋﺘﺒﺎﺭﺍ ﻣﻦ ﺍﻟﺘﺎﺭﻳﺦ ﺍﻟﺬﻱ ﺗﺼﺒﺢ ﻓﻴﻪ ﻫﺬﻩ ﺍﻟﺸﺮﻛﺔ ﺍﻟﺘﺎﺑﻌﺔ ﻣﻮﻗﻌﺔ ﻷﻭﻝ ﻣﺮﺓ ﻋﻠﻰ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﻣﻦ ﻗﺒﻞ ﻭﺑﻴﻦ ﺷﺮﻛﺔ ﺍﻟﺘﺄﻣﻴﻦ ﺍﻟﻌﺎﺋﻠﻲ ﺍﻷﻣﺮﻳﻜﻲ، SI. (\"AFMIC\") ﻭﻛﻞ ﻣﻦ ﺍﻟﺸﺮﻛﺎﺕ ﺍﻟﺘﺎﺑﻌﺔ ﻟﻬﺎ ﺍﻟﻤﺤﺪﺩﺓ ﻋﻠﻰ ﺃﻧﻬﺎ ﺍﻟﻤﻮﻗﻌﺔ ﺍﻷﺧﺮﻯ ﻋﻠﻰ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﺇﻣﺎ ﻓﻲ ﺳﻄﻮﺭ ﺍﻟﺘﻮﻗﻴﻊ ﺃﺩﻧﺎﻩ ﻓﻲ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﺃﻭ ﻓﻲ ﺿﻤﻴﺮ ﻫﻨﺎ ﺑﺸﻜﻞ ﻛﺒﻴﺮ ﺑﺎﻟﺸﻜﻞ ﺍﻟﻤﻨﺼﻮﺹ ﻋﻠﻴﻪ ﻓﻲ ﺍﻟﻤﻠﺤﻖ ﺃ، ﺍﻟﻤﻮﻗﻊ ﻣﻦ ﻗﺒﻞ AFMIC ﻭﻫﺬﻩ ﺍﻟﺸﺮﻛﺎﺕ ﺍﻟﺘﺎﺑﻌﺔ (ﻛﻞ ﻣﻨﻬﺎ \"ﺷﺮﻛﺔ ﺗﺎﺑﻌﺔ\" ﻭﻣﻌﺎ \"ﺍﻟﺸﺮﻛﺎﺕ ﺍﻟﺘﺎﺑﻌﺔ\").\nﺣﻔﻼﺕ\nﻭﺣﻴﺚ ﺇﻥ AFMIC ﻗﺪ ﺗﻮﻓﺮ ﺍﻟﺴﻠﻊ (\"ﺍﻟﺴﻠﻊ\") ﻭﺧﺪﻣﺎﺕ ﺍﻟﻄﺮﻑ ﺍﻟﺜﺎﻟﺚ (\"ﺧﺪﻣﺎﺕ ﺍﻟﻄﺮﻑ ﺍﻟﺜﺎﻟﺚ\") ﻭﺍﻟﺨﺪﻣﺎﺕ ﺍﻹﺩﺍﺭﻳﺔ ﻭﻏﻴﺮﻫﺎ ﻣﻦ ﺍﻟﺨﺪﻣﺎﺕ ﺍﻟﻤﺒﺎﺷﺮﺓ ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ، ﻋﻠﻰ ﺳﺒﻴﻞ ﺍﻟﻤﺜﺎﻝ ﻻ ﺍﻟﺤﺼﺮ، ﺍﻟﺘﻨﻔﻴﺬﻳﺔ ﻭﺍﺳﺘﺮﺍﺗﻴﺠﻴﺔ ﺍﻟﺸﺮﻛﺔ ﻭﺗﻄﻮﻳﺮ ﺍﻷﻋﻤﺎﻝ ﻭﺍﻟﻘﺎﻧﻮﻥ ﻭﺣﻮﻛﻤﺔ ﺍﻟﺸﺮﻛﺎﺕ ﻭﺇﺩﺍﺭﺓ ﺍﻟﻤﻨﺘﺠﺎﺕ ﻭﺗﻄﻮﻳﺮ ﺍﻟﻤﻨﺘﺠﺎﺕ ﻭﺍﻻﻛﺘﺘﺎﺏ ﻭﺍﻟﺘﺴﻮﻳﻖ ﻭﻣﺒﻴﻌﺎﺕ ﺍﻟﻌﻤﻼﺀ ﻭﺧﺪﻣﺔ ﺍﻟﻌﻤﻼﺀ ﻭﺇﺩﺍﺭﺓ ﺍﻟﺴﻴﺎﺳﺎﺕ ﻭﺍﻟﻔﻮﺍﺗﻴﺮ ﻭﺍﻟﻤﻄﺎﻟﺒﺎﺕ ﻭﺍﻟﺤﺠﺰ ﻭﺍﻟﺘﻮﺭﻳﺪ ﻭﺍﻟﻤﺸﺘﺮﻳﺎﺕ ﻭﺍﻟﻤﻮﺍﺭﺩ ﺍﻟﺒﺸﺮﻳﺔ ﻭﺍﻷﻋﻤﺎﻝ ﺍﻟﺘﻜﺎﻣﻞ ﻭﺍﻻﺗﺼﺎﻻﺕ ﻭﺍﻟﺒﻴﺎﻧﺎﺕ ﻭﺍﻟﺘﺤﻠﻴﻼﺕ ﺍﻻﺳﺘﺮﺍﺗﻴﺠﻴﺔ ﻭﺍﻟﻤﺎﻟﻴﺔ ﻭﺍﻻﺳﺘﺜﻤﺎﺭﻳﺔ ﻭﻣﺨﺎﻃﺮ ﺍﻟﻤﺆﺳﺴﺔ ﻭﺇﻋﺎﺩﺓ ﺍﻟﺘﺄﻣﻴﻦ ﻭﺍﻟﺘﺪﻗﻴﻖ ﺍﻟﺪﺍﺧﻠﻲ ﻭﺍﻟﺘﺮﺧﻴﺺ ﻭﺍﻻﻣﺘﺜﺎﻝ ﻭﺧﺪﻣﺎﺕ ﺍﻟﻤﻌﻠﻮﻣﺎﺕ ﻭﺍﻟﺘﻜﻨﻮﻟﻮﺟﻴﺎ (ﻳﺸﺎﺭ ﺇﻟﻴﻬﺎ ﻣﺠﺘﻤﻌﺔ ﺑﺎﺳﻢ \"ﺧﺪﻣﺎﺕ ﺍﻹﺩﺍﺭﺓ\") ﺍﻟﺘﻲ ﺗﺴﺘﺨﺪﻣﻬﺎ ﺍﻟﺸﺮﻛﺎﺕ ﺍﻟﺘﺎﺑﻌﺔ ﻓﻲ ﺇﺩﺍﺭﺓ ﺃﻋﻤﺎﻟﻬﺎ ﺍﻟﻤﺨﺘﻠﻔﺔ. ﻭ\nﻭﺣﻴﺚ ﺇﻥ ﺷﺮﻛﺔ ﺃﻓﻤﻴﻚ ﻗﺪ ﺗﻄﻠﺐ ﻓﻲ ﺑﻌﺾ ﺍﻷﺣﻴﺎﻥ ﺳﻠﻌﺎ ﻭ/ﺃﻭ ﺧﺪﻣﺎﺕ ﺍﻟﻄﺮﻑ ﺍﻟﺜﺎﻟﺚ ﻭ/ﺃﻭ ﺧﺪﻣﺎﺕ ﺍﻹﺩﺍﺭﺓ ﻣﻦ ﻭﺍﺣﺪ ﺃﻭ ﺃﻛﺜﺮ ﻣﻦ ﺍﻟﺸﺮﻛﺎﺕ ﺍﻟﺘﺎﺑﻌﺔ ﻻﺳﺘﺨﺪﺍﻣﻬﺎ ﻓﻲ ﺃﻋﻤﺎﻝ ﺃﻓﻤﻴﻚ ﺍﻟﻤﺨﺘﻠﻔﺔ، ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ ﺗﻘﺪﻳﻢ ﺍﻟﺨﺪﻣﺎﺕ ﻟﻠﺸﺮﻛﺎﺕ ﺍﻟﺘﺎﺑﻌﺔ ﺍﻷﺧﺮﻯ ﻭ/ﺃﻭ ﺍﻟﺸﺮﻛﺎﺕ ﺍﻟﺘﺎﺑﻌﺔ ﻟﺸﺮﻛﺔ ﺃﻓﻤﻴﻚ.\nﻭﺣﻴﺚ ﺇﻧﻪ ﻋﻨﺪﻣﺎ ﻳﻜﻮﻥ ﺃﺣﺪ ﺍﻟﻄﺮﻓﻴﻦ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻫﻮ ﻣﺰﻭﺩ ﺍﻟﺴﻠﻊ ﺃﻭ ﺧﺪﻣﺎﺕ ﺍﻟﻄﺮﻑ ﺍﻟﺜﺎﻟﺚ ﺃﻭ ﺧﺪﻣﺎﺕ ﺍﻹﺩﺍﺭﺓ ﻟﻄﺮﻑ ﺁﺧﺮ ﺑﻤﻮﺟﺐ ﺷﺮﻭﻁ ﻭﺃﺣﻜﺎﻡ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﻳﺸﺎﺭ ﺇﻟﻴﻪ ﻫﻨﺎ ﺑﺎﺳﻢ \"ﻣﺰﻭﺩ ﺍﻟﺨﺪﻣﺔ\"؛ ﻭ\nﻭﺣﻴﺚ ﺇﻧﻪ ﻋﻨﺪﻣﺎ ﻳﻜﻮﻥ ﺃﺣﺪ ﺍﻷﻃﺮﺍﻑ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻫﻮ ﺍﻟﻤﺴﺘﻠﻢ ﻟﻠﺒﻀﺎﺋﻊ ﺃﻭ ﺧﺪﻣﺎﺕ ﺍﻟﻄﺮﻑ ﺍﻟﺜﺎﻟﺚ ﺃﻭ ﺧﺪﻣﺎﺕ ﺍﻹﺩﺍﺭﺓ ﻣﻦ ﻃﺮﻑ ﺁﺧﺮ ﺑﻤﻮﺟﺐ ﺷﺮﻭﻁ ﻭﺃﺣﻜﺎﻡ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﻳﺸﺎﺭ ﺇﻟﻴﻪ ﻫﻨﺎ ﺑﺎﺳﻢ \"ﻣﺴﺘﻠﻢ ﺍﻟﺨﺪﻣﺔ\".\nﻭﺍﻵﻥ، ﻭﺑﺎﻟﺘﺎﻟﻲ، ﻭﺑﺎﻟﻨﻈﺮ ﺇﻟﻰ ﺍﻟﻮﻋﻮﺩ ﺍﻟﻤﺘﺒﺎﺩﻟﺔ ﺍﻟﺘﻲ ﻗﻄﻌﺖ ﻭﺍﻟﺸﺮﻭﻁ ﻭﺍﻷﺣﻜﺎﻡ ﺍﻟﻤﻮﺿﺤﺔ ﺃﺩﻧﺎﻩ، ﻳﺘﻔﻖ ﺍﻟﻄﺮﻓﺎﻥ ﻋﻠﻰ ﻣﺎ ﻳﻠﻲ:\n1.\tﺍﻟﺴﻠﻊ ﻭﺍﻟﺨﺪﻣﺎﺕ ﺍﻟﻤﻘﺪﻣﺔ ﻋﻠﻰ ﻃﺮﻳﻘﺔ ﺗﻮﺯﻳﻊ ﺍﻟﺘﻜﺎﻟﻴﻒ\n1.1 ﻳﺘﻢ ﺗﺤﻤﻴﻞ ﻛﻞ ﻣﺘﻠﻘﻲ ﺧﺪﻣﺔ ﺣﺼﺘﻪ ﺍﻟﻘﺎﺑﻠﺔ ﻟﻠﺘﺨﺼﻴﺺ ﻣﻦ ﺍﻟﺘﻜﺎﻟﻴﻒ ﺍﻟﻔﻌﻠﻴﺔ ﺍﻟﻤﺘﻜﺒﺪﺓ ﻟﻤﻘﺪﻡ ﺍﻟﺨﺪﻣﺔ، ﺃﻭ ﺑﺎﻟﻘﻴﻤﺔ ﺍﻟﻌﺎﺩﻟﺔ ﻟﻠﺨﺪﻣﺎﺕ ﺍﻟﻤﻘﺪﻣﺔ، ﺣﺴﺐ ﺍﻟﺤﺎﻟﺔ، ﻓﻴﻤﺎ ﻳﺘﻌﻠﻖ ﺑﺘﻘﺪﻳﻢ ﻣﻘﺪﻡ ﺍﻟﺨﺪﻣﺔ ﻟﻠﺴﻠﻊ ﻭﺧﺪﻣﺎﺕ ﺍﻟﻄﺮﻑ ﺍﻟﺜﺎﻟﺚ ﻭﺧﺪﻣﺎﺕ ﺍﻹﺩﺍﺭﺓ ﻟﻤﺘﻠﻘﻲ ﺍﻟﺨﺪﻣﺔ. ﻳﺠﺐ ﺗﺨﺼﻴﺺ ﺍﻟﺘﻜﺎﻟﻴﻒ ﺍﻟﻔﻌﻠﻴﺔ ﻟﻤﻘﺪﻡ ﺍﻟﺨﺪﻣﺔ ﻭ / ﺃﻭ ﺣﺴﺎﺏ ﺍﻟﻘﻴﻤﺔ ﺍﻟﻌﺎﺩﻟﺔ ﻟﻠﺨﺪﻣﺎﺕ ﺍﻟﻤﻘﺪﻣﺔ ﻭﻓﻘﺎ ﻟﻠﻄﺮﻕ ﻭﺍﻹﺟﺮﺍﺀﺍﺕ ﺍﻟﺘﺎﻟﻴﺔ ، ﻓﻲ ﻛﻞ ﺣﺎﻟﺔ ﺣﺴﺐ ﺍﻻﻗﺘﻀﺎﺀ ﻭ / ﺃﻭ ﺍﻟﻤﻨﺎﺳﺒﺔ ﻟﻨﻮﻉ ﺍﻟﺴﻠﻊ ﺃﻭ ﺧﺪﻣﺎﺕ ﺍﻟﻄﺮﻑ ﺍﻟﺜﺎﻟﺚ ﺃﻭ ﺧﺪﻣﺎﺕ ﺍﻹﺩﺍﺭﺓ ﺍﻟﻤﻌﻨﻴﺔ:\nﺳﻴﻘﻮﻡ ﻣﻘﺪﻡ ﺍﻟﺨﺪﻣﺔ ﺑﻔﺮﺽ ﺭﺳﻮﻡ ﻋﻠﻰ ﻛﻞ ﻣﺘﻠﻘﻲ ﺧﺪﻣﺔ ﻋﻠﻰ ﺃﺳﺎﺱ ﺗﻜﻠﻔﺔ ﺍﻟﻤﺮﻭﺭ ﻣﻘﺎﺑﻞ ﺍﻟﺴﻠﻊ ﺍﻟﻤﺴﺘﺨﺪﻣﺔ ﻓﻌﻠﻴﺎ ﻣﻦ ﻗﺒﻞ ﻣﺘﻠﻘﻲ ﺍﻟﺨﺪﻣﺔ ﻫﺬﺍ ﻋﻠﻰ ﺃﺳﺎﺱ ﺭﺑﻊ ﺳﻨﻮﻱ ﻋﻠﻰ ﺍﻷﻗﻞ\nﺳﻴﻘﻮﻡ ﻣﺰﻭﺩ ﺍﻟﺨﺪﻣﺔ ﺑﻔﺮﺽ ﺭﺳﻮﻡ ﻋﻠﻰ ﻛﻞ ﻣﺘﻠﻘﻲ ﺧﺪﻣﺔ ﻋﻠﻰ ﺃﺳﺎﺱ ﺗﻜﻠﻔﺔ ﺍﻟﻤﺮﻭﺭ ﻣﻘﺎﺑﻞ ﺧﺪﻣﺎﺕ ﺍﻟﻄﺮﻑ ﺍﻟﺜﺎﻟﺚ ﺍﻟﻤﻘﺪﻣﺔ ﻣﻦ ﻗﺒﻞ ﺃﻃﺮﺍﻑ ﺛﺎﻟﺜﺔ ﺑﻤﻮﺟﺐ ﻋﻘﺪ ﻣﻊ ﻣﺰﻭﺩ ﺍﻟﺨﺪﻣﺔ ﺑﻨﺎﺀ ﻋﻠﻰ ﺍﻟﺨﺪﻣﺎﺕ ﺍﻟﻤﺴﺘﺨﺪﻣﺔ ﻓﻌﻠﻴﺎ ﻣﻦ ﻗﺒﻞ ﻣﺘﻠﻘﻲ ﺍﻟﺨﺪﻣﺔ ﻫﺬﺍ ﻋﻠﻰ ﺃﺳﺎﺱ ﺭﺑﻊ ﺳﻨﻮﻱ ﻋﻠﻰ ﺍﻷﻗﻞ\nﻳﺠﻮﺯ ﻟﻤﻘﺪﻡ ﺍﻟﺨﺪﻣﺔ ﺃﻥ ﻳﻔﺮﺽ ﻋﻠﻰ ﻛﻞ ﻣﺘﻠﻘﻲ ﺧﺪﻣﺔ ﺭﺳﻮﻡ ﺇﻳﺠﺎﺭ ﺷﻬﺮﻳﺔ ﻟﻠﻤﺴﺎﺣﺔ ﺍﻟﻤﻜﺘﺒﻴﺔ ﺑﻨﺎﺀ ﻋﻠﻰ ﺍﻟﻤﺴﺎﺣﺔ ﺍﻟﻤﺮﺑﻌﺔ ﺍﻟﻤﺴﺘﺨﺪﻣﺔ ﺑﺎﻟﻔﻌﻞ ﻣﻦ ﻗﺒﻞ ﺍﻟﻤﻮﻇﻔﻴﻦ ﺍﻟﺬﻳﻦ ﻳﻘﺪﻣﻮﻥ ﺍﻟﺨﺪﻣﺎﺕ ﻧﻴﺎﺑﺔ ﻋﻦ ﻣﺘﻠﻘﻲ ﺍﻟﺨﺪﻣﺔ ﻫﺬﺍ، ﺃﻭ ﺍﻟﻤﺴﺘﺨﺪﻣﺔ ﻹﻳﻮﺍﺀ ﺍﻟﻤﻌﺪﺍﺕ ﺃﻭ ﺍﻹﻣﺪﺍﺩﺍﺕ ﺍﻟﺘﻲ ﻳﺴﺘﺨﺪﻣﻬﺎ ﻣﺘﻠﻘﻲ ﺍﻟﺨﺪﻣﺔ ﻫﺬﺍ، ﻣﻀﺮﻭﺑﺎ ﻓﻲ ﻋﺎﻣﻞ ﺍﻹﻳﺠﺎﺭ ﻟﻜﻞ ﻗﺪﻡ ﻣﺮﺑﻊ، ﻋﻠﻰ ﺃﺳﺎﺱ ﺭﺑﻊ ﺳﻨﻮﻱ ﻋﻠﻰ ﻣﺎ ﻻ ﻳﻘﻞ ﻋﻦ ﺭﺑﻊ ﺳﻨﻮﻱ.\nﺳﻴﻘﻮﻡ ﻣﻘﺪﻡ ﺍﻟﺨﺪﻣﺔ ﺑﺘﺤﺼﻴﻞ ﺭﺳﻮﻡ ﺷﻬﺮﻳﺔ ﻣﻦ ﺧﺪﻣﺎﺕ ﺍﻹﺩﺍﺭﺓ ﻋﻠﻰ ﻛﻞ ﻣﺘﻠﻘﻲ ﺧﺪﻣﺔ ﻣﻘﺎﺑﻞ ﺍﻟﺨﺪﻣﺎﺕ ﺍﻹﺩﺍﺭﻳﺔ ﻭﺍﻹﺩﺍﺭﻳﺔ ﻭﺍﻟﻤﻜﺘﺒﻴﺔ ﻭﻏﻴﺮﻫﺎ ﻣﻦ ﺍﻟﺨﺪﻣﺎﺕ ﺍﻟﻤﺒﺎﺷﺮﺓ (ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ ﺗﻠﻚ ﺍﻟﻤﺪﺭﺟﺔ ﻓﻲ ﺗﻌﺮﻳﻒ ﺧﺪﻣﺎﺕ ﺍﻹﺩﺍﺭﺓ ﺍﻟﻮﺍﺭﺩﺓ ﻓﻲ ﺍﻟﻘﺮﺍﺀﺓ ﺍﻷﻭﻟﻰ ﻣﻦ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ) ﺍﻟﺘﻲ ﻳﺴﺘﺨﺪﻣﻬﺎ ﻣﺘﻠﻘﻲ ﺍﻟﺨﺪﻣﺔ ﻓﻌﻠﻴﺎ ﻭﻓﻘﺎ ﻟﻠﻄﺮﻕ ﻭﺍﻹﺟﺮﺍﺀﺍﺕ ﺍﻟﺘﺎﻟﻴﺔ، ﻋﻠﻰ ﺃﺳﺎﺱ ﺭﺑﻊ ﺳﻨﻮﻱ ﻋﻠﻰ ﺍﻷﻗﻞ.  ﻭﻓﻲ ﻛﻞ ﺣﺎﻟﺔ ﺣﺴﺐ ﺍﻻﻗﺘﻀﺎﺀ ﻭ/ﺃﻭ ﺍﻟﻤﻨﺎﺳﺒﺔ ﻟﻨﻮﻉ ﺍﻟﺨﺪﻣﺔ ﺍﻹﺩﺍﺭﻳﺔ ﺍﻟﻤﻌﻨﻴﺔ:\nﺑﻨﺎﺀ ﻋﻠﻰ ﻧﺴﺒﺔ ﻣﺌﻮﻳﺔ ﻣﻦ ﺍﻟﻤﻮﻇﻒ ﺍﻟﻤﺘﻔﺮﻍ (\"FTE\") ﺍﻟﺬﻱ ﺳﻴﻘﻀﻲ ﻭﻗﺘﺎ ﻓﻲ ﺍﻷﻧﺸﻄﺔ ﺍﻟﺘﻲ ﻳﻨﻄﻮﻱ ﻋﻠﻴﻬﺎ ﺗﻘﺪﻳﻢ ﺧﺪﻣﺎﺕ ﺍﻹﺩﺍﺭﺓ ﻫﺬﻩ ﻟﻤﺘﻠﻘﻲ ﺍﻟﺨﺪﻣﺔ، ﻣﺤﺴﻮﺑﺔ ﻛﻨﺴﺒﺔ ﻣﺌﻮﻳﺔ ﻣﻦ ﺍﻟﺘﻜﺎﻟﻴﻒ ﺍﻟﺘﻲ ﻳﺘﻜﺒﺪﻫﺎ ﻣﻘﺪﻡ ﺍﻟﺨﺪﻣﺔ ﻣﻘﺎﺑﻞ ﺃﺟﻮﺭ FTE ﺑﺎﻹﺿﺎﻓﺔ ﺇﻟﻰ ﻋﺐﺀ ﻣﻨﺎﺳﺐ ﻳﻤﺜﻞ ﺣﺼﺔ ﻣﻦ ﺍﻟﺘﻜﺎﻟﻴﻒ ﺍﻟﺘﻲ ﻳﺘﻜﺒﺪﻫﺎ ﻣﺰﻭﺩ ﺍﻟﺨﺪﻣﺔ ﻣﻘﺎﺑﻞ ﺍﻟﻤﺰﺍﻳﺎ ﺍﻹﺿﺎﻓﻴﺔ ﺍﻟﻤﻘﺪﻣﺔ ﺇﻟﻰ FTE؛\nﺑﻨﺎﺀ ﻋﻠﻰ ﺍﻟﺴﺎﻋﺎﺕ ﺍﻟﻔﻌﻠﻴﺔ ﺍﻟﺘﻲ ﻳﻘﻀﻴﻬﺎ ﻣﻮﻇﻔﻮ ﻣﺰﻭﺩ ﺍﻟﺨﺪﻣﺔ ﻋﻠﻰ ﺍﻷﻧﺸﻄﺔ ﺍﻟﺘﻲ ﻳﻨﻄﻮﻱ ﻋﻠﻴﻬﺎ ﺗﻘﺪﻳﻢ ﺧﺪﻣﺎﺕ ﺍﻹﺩﺍﺭﺓ ﻫﺬﻩ ﻟﻤﺘﻠﻘﻲ ﺍﻟﺨﺪﻣﺔ، ﻣﻀﺮﻭﺑﺎ ﻓﻲ ﻣﻌﺪﻝ ﺍﻟﻔﻮﺍﺗﻴﺮ ﺍﻟﻤﺤﺪﺩ ﺩﺍﺧﻠﻴﺎ. ﺃﻭ\nﺑﻨﺎﺀ ﻋﻠﻰ ﺍﻟﻘﻴﻤﺔ ﺍﻟﻌﺎﺩﻟﺔ ﻟﻠﺨﺪﻣﺎﺕ ﺍﻟﻤﻘﺪﻣﺔ ﻛﻤﺎ ﺗﻢ ﻗﻴﺎﺳﻬﺎ ﺃﻭ ﺗﺤﺪﻳﺪﻫﺎ ﺑﺎﻟﺮﺟﻮﻉ ﺇﻟﻰ ﻣﺎ ﻳﺘﻌﻴﻦ ﻋﻠﻰ ﻣﺘﻠﻘﻲ ﺍﻟﺨﺪﻣﺔ ﺩﻓﻌﻪ ﻋﺎﺩﺓ، ﺇﻣﺎ ﺑﺸﻜﻞ ﻣﺒﺎﺷﺮ ﺃﻭ ﻋﻠﻰ ﺃﺳﺎﺱ ﻋﺎﺑﺮ، ﺇﺫﺍ ﺗﻢ ﺗﻘﺪﻳﻢ ﺍﻟﺨﺪﻣﺎﺕ ﺍﻟﻤﻌﻨﻴﺔ ﻟﻤﺘﻠﻘﻲ ﺍﻟﺨﺪﻣﺔ ﻣﻦ ﻗﺒﻞ ﻃﺮﻑ ﺛﺎﻟﺚ ﻏﻴﺮ ﺗﺎﺑﻊ ﻓﻲ ﻣﻌﺎﻣﻠﺔ ﺑﻌﻴﺪﺓ.\nﻛﻞ ﺛﻼﺛﺔ ﺃﺷﻬﺮ ﻋﻠﻰ ﺍﻷﻗﻞ ، ﻳﺠﺐ ﻋﻠﻰ ﺍﻷﻃﺮﺍﻑ ﺗﺴﻮﻳﺔ ﺟﻤﻴﻊ ﺍﻟﺮﺳﻮﻡ ﺍﻟﻤﺘﻜﺒﺪﺓ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻋﻠﻰ ﺃﺳﺎﺱ ﺻﺎﻓﻲ.\nﺗﺘﻢ ﻣﺮﺍﺟﻌﺔ ﻃﺮﻕ ﺍﻟﺘﺨﺼﻴﺺ ﻭﺍﻟﺘﺴﻮﻳﺔ ﺍﻟﻤﻮﺿﺤﺔ ﺃﻋﻼﻩ ﺑﺸﻜﻞ ﺩﻭﺭﻱ، ﻭﻳﺠﻮﺯ ﺗﻌﺪﻳﻠﻬﺎ ﻣﻦ ﻗﺒﻞ ﺷﺮﻛﺔ ﺃﻓﻤﻴﻚ ﻭﻓﻘﺎ ﻟﺘﻘﺪﻳﺮﻫﺎ ﺍﻟﻤﻌﻘﻮﻝ، ﺑﻨﺎﺀ ﻋﻠﻰ ﺇﺷﻌﺎﺭ ﺍﻟﺸﺮﻛﺎﺕ ﺍﻟﺘﺎﺑﻌﺔ ﺇﺫﺍ ﻟﺰﻡ ﺍﻷﻣﺮ ﻣﻦ ﺃﺟﻞ:\nﺍﻟﺘﻐﻴﻴﺮﺍﺕ ﻓﻲ ﺍﻟﻤﻤﺎﺭﺳﺎﺕ ﺍﻟﺘﺠﺎﺭﻳﺔ؛\nﺍﻟﺘﻐﻴﻴﺮﺍﺕ ﻓﻲ ﻣﺒﺎﺩﺉ ﺍﻟﻤﺤﺎﺳﺒﺔ ﺍﻟﻤﻘﺒﻮﻟﺔ ﻋﻤﻮﻣﺎ ﺃﻭ ﻣﺒﺎﺩﺉ ﺍﻟﻤﺤﺎﺳﺒﺔ ﺍﻟﻘﺎﻧﻮﻧﻴﺔ. ﻭ\nﺍﻟﺒﺖ ﻓﻲ ﺍﺳﺘﺨﺪﺍﻡ ﻃﺮﻳﻘﺔ ﻏﻴﺮ ﻣﻨﺎﺳﺒﺔ ﻓﻲ ﺍﻟﻤﺎﺿﻲ ﻟﻢ ﺗﻮﺯﻉ ﺍﻟﺘﻜﺎﻟﻴﻒ ﺑﺸﻜﻞ ﻋﺎﺩﻝ ﺑﻴﻦ ﺍﻷﻃﺮﺍﻑ.\nﺃﻱ ﺗﻐﻴﻴﺮ ﻓﻲ ﻃﺮﻕ ﺍﻟﺘﺨﺼﻴﺺ ﺃﻭ ﺍﻟﺘﺴﻮﻳﺔ ﻳﺠﺐ ﺃﻥ ﻳﻨﻄﺒﻖ ﻋﻠﻰ ﻧﻔﺲ ﺍﻷﺳﺎﺱ ﻋﻠﻰ ﺟﻤﻴﻊ ﻣﻘﺪﻣﻲ ﺍﻟﺨﺪﻣﺔ ﻭﻣﺘﻠﻘﻲ ﺍﻟﺨﺪﻣﺔ.\n2.\tﻋﺎﻡ\n2.1 ﺗﻮﺍﻓﻖ ﺷﺮﻛﺔ ﺃﻓﻤﻴﻚ ﻭﺍﻟﺸﺮﻛﺎﺕ ﺍﻟﺘﺎﺑﻌﺔ ﻟﻬﺎ ﻋﻠﻰ ﺃﻥ ﺍﻷﻏﺮﺍﺽ ﺍﻷﺳﺎﺳﻴﺔ ﻟﻬﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻫﻲ: (1) ﺗﺄﻣﻴﻦ ﺗﻮﻓﻴﺮ ﺍﻟﺴﻠﻊ ﻭﺧﺪﻣﺎﺕ ﺍﻟﻄﺮﻑ ﺍﻟﺜﺎﻟﺚ ﻭﺧﺪﻣﺎﺕ ﺍﻹﺩﺍﺭﺓ ﻋﻠﻰ ﺃﺳﺎﺱ ﻓﻌﺎﻝ ﻭﻓﻌﺎﻝ ﻣﻦ ﺣﻴﺚ ﺍﻟﺘﻜﻠﻔﺔ ﻣﻦ ﺃﺟﻞ ﺍﻟﻤﻨﻔﻌﺔ ﺍﻟﻤﺘﺒﺎﺩﻟﺔ ﻟﻠﺨﺪﻣﺔ\nﻣﻘﺪﻣﻮ ﺍﻟﺨﺪﻣﺎﺕ ﻭﻣﺘﻠﻘﻲ ﺍﻟﺨﺪﻣﺔ ﺃﺩﻧﺎﻩ ؛ ﻭ (2) ﻟﻠﺘﺄﻛﺪ ﻣﻦ ﺃﻥ ﻣﻘﺪﻣﻲ ﺍﻟﺨﺪﻣﺔ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻳﺘﻠﻘﻮﻥ ﻣﺪﻓﻮﻋﺎﺕ ﻣﻨﺎﺳﺒﺔ ﻣﻦ ﻣﺘﻠﻘﻲ ﺍﻟﺨﺪﻣﺔ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺑﺤﻴﺚ ﻻ ﻳﻜﻮﻥ ﻟﺪﻯ ﻣﻘﺪﻣﻲ ﺍﻟﺨﺪﻣﺔ ﺃﻱ ﺗﻜﻠﻔﺔ ﺻﺎﻓﻴﺔ ﻣﺎﺩﻳﺔ ﻟﺘﻘﺪﻳﻢ ﺍﻟﺴﻠﻊ ﻭﺧﺪﻣﺎﺕ ﺍﻟﻄﺮﻑ ﺍﻟﺜﺎﻟﺚ ﻭﺧﺪﻣﺎﺕ ﺍﻹﺩﺍﺭﺓ، ﻭﺣﺘﻰ ﻻ ﻳﺪﻓﻊ ﺃﻱ ﻣﺘﻠﻘﻲ ﺧﺪﻣﺔ ﻣﺎﺩﻳﺎ ﺃﻛﺜﺮ ﻣﻦ ﺍﻟﻘﻴﻤﺔ ﺍﻟﻌﺎﺩﻟﺔ ﻟﻠﺴﻠﻊ ﻭﺧﺪﻣﺎﺕ ﺍﻟﻄﺮﻑ ﺍﻟﺜﺎﻟﺚ ﻭﺧﺪﻣﺎﺕ ﺍﻹﺩﺍﺭﺓ.\n2.2 ﻳﺠﺐ ﻋﻠﻰ ﻛﻞ ﻣﺰﻭﺩ ﺧﺪﻣﺔ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺑﺬﻝ ﻗﺼﺎﺭﻯ ﺟﻬﺪﻩ ﻟﺘﻘﺪﻳﻢ ﺧﺪﻣﺎﺕ ﺍﻹﺩﺍﺭﺓ. ﻳﻮﺍﻓﻖ ﻛﻞ ﻣﺰﻭﺩ ﺧﺪﻣﺔ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻋﻠﻰ ﺃﺩﺍﺀ ﺧﺪﻣﺎﺕ ﺍﻹﺩﺍﺭﺓ ﺑﻤﺎ ﻳﺘﻮﺍﻓﻖ ﻣﺎﺩﻳﺎ ﻣﻊ ﻣﺎ ﻳﻠﻲ: (1) ﺍﻟﻘﺎﻧﻮﻥ ﺍﻟﻤﻌﻤﻮﻝ ﺑﻪ؛ (2) ﻧﻔﺲ ﺍﻟﻤﻌﺎﻳﻴﺮ ﺍﻟﺘﻲ ﺗﺆﺩﻱ ﺑﻤﻮﺟﺒﻬﺎ ﻭﻇﺎﺋﻒ ﻣﻤﺎﺛﻠﺔ ﻓﻴﻤﺎ ﻳﺘﻌﻠﻖ ﺑﻌﻤﻠﻴﺎﺗﻬﺎ ﺍﻟﺨﺎﺻﺔ ؛ ﻭ (3) ﺍﻟﻤﻬﺎﺭﺓ ﻭﺍﻻﺟﺘﻬﺎﺩ ﻭﺍﻟﺨﺒﺮﺓ ﺍﻟﻤﺘﻮﻗﻌﺔ ﺑﺸﻜﻞ ﻋﺎﻡ ﻣﻦ ﺍﻟﻤﻮﻇﻔﻴﻦ ﺫﻭﻱ ﺍﻟﺨﺒﺮﺓ ﻭﺍﻟﻤﺆﻫﻠﻴﻦ ﺍﻟﺬﻳﻦ ﻳﺆﺩﻭﻥ ﻣﺜﻞ ﻫﺬﻩ ﺍﻟﻮﺍﺟﺒﺎﺕ ﻭﻓﻘﺎ ﻟﻤﻌﺎﻳﻴﺮ ﺻﻨﺎﻋﺔ ﺍﻟﺘﺄﻣﻴﻦ. ﻋﻠﻰ ﺍﻟﺮﻏﻢ ﻣﻤﺎ ﺳﺒﻖ، ﻳﻮﺍﻓﻖ ﻛﻞ ﻣﺘﻠﻘﻲ ﺧﺪﻣﺔ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻋﻠﻰ ﺃﻥ ﻛﻞ ﻣﺰﻭﺩ ﺧﺪﻣﺔ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻟﻦ ﻳﻜﻮﻥ ﻣﻠﺰﻣﺎ ﺑﺘﻘﺪﻳﻢ ﺧﺪﻣﺎﺕ ﺇﺩﺍﺭﻳﺔ ﻟﻤﺘﻠﻘﻲ ﺍﻟﺨﺪﻣﺔ ﺑﺠﻮﺩﺓ ﺃﻛﺒﺮ ﻣﻦ ﺟﻮﺩﺓ ﺧﺪﻣﺎﺕ ﺍﻹﺩﺍﺭﺓ ﻫﺬﻩ ﺍﻟﺘﻲ ﻳﺤﺘﻔﻆ ﺑﻬﺎ ﻣﺰﻭﺩ ﺍﻟﺨﺪﻣﺔ ﻟﻌﻤﻠﻴﺎﺗﻪ ﺍﻟﺨﺎﺻﺔ.\n2.3 ﻻ ﻳﻮﺟﺪ ﻓﻲ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻣﺎ ﻳﺸﻜﻞ ﺃﻭ ﻳﻔﺴﺮ ﻋﻠﻰ ﺃﻧﻪ ﺃﻭ ﻳﻨﺸﺊ ﻋﻼﻗﺔ ﺷﺮﺍﻛﺔ ﺃﻭ ﻣﺸﺮﻭﻉ ﻣﺸﺘﺮﻙ ﺑﻴﻦ ﺃﻱ ﻣﺘﻠﻘﻲ ﺧﺪﻣﺔ ﻣﻦ ﺟﻬﺔ ﻭﻣﻘﺪﻡ ﺍﻟﺨﺪﻣﺔ ﻣﻦ ﺟﻬﺔ ﺃﺧﺮﻯ، ﻭﻳﺠﺐ ﺃﻥ ﻳﻜﻮﻥ ﻭﺿﻊ ﻛﻞ ﻣﻘﺪﻡ ﺧﺪﻣﺔ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻫﻮ ﻭﺿﻊ ﻣﻘﺎﻭﻝ ﻣﺴﺘﻘﻞ. ﻓﻴﻤﺎ ﻳﺘﻌﻠﻖ ﺑﺄﺩﺍﺀ ﺧﺪﻣﺎﺕ ﺍﻹﺩﺍﺭﺓ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﻻ ﻳﺠﻮﺯ ﻷﻱ ﻣﺘﻠﻘﻲ ﺧﺪﻣﺔ ﺃﻭ ﺃﻱ ﻣﺰﻭﺩ ﺧﺪﻣﺔ ﺍﻹﺩﻻﺀ ﺑﺄﻱ ﺑﻴﺎﻥ ﺃﻭ ﺍﺗﺨﺎﺫ ﺃﻱ ﺇﺟﺮﺍﺀ ﻻ ﻳﺘﻮﺍﻓﻖ ﻣﻊ ﺃﺣﻜﺎﻡ ﻫﺬﺍ ﺍﻟﻘﺴﻢ 2.3. ﻣﻦ ﺍﻟﻤﻔﻬﻮﻡ ﻭﺍﻟﻤﺘﻔﻖ ﻋﻠﻴﻪ ﺃﻥ ﺇﺩﺍﺭﺓ ﻭﻣﺮﺍﻗﺒﺔ ﻭﺗﻮﺟﻴﻪ ﻋﻤﻠﻴﺎﺕ ﻭﺳﻴﺎﺳﺎﺕ ﻛﻞ ﻣﺘﻠﻘﻲ ﺧﺪﻣﺔ ﻳﺠﺐ ﺃﻥ ﺗﻈﻞ ﻓﻲ ﺟﻤﻴﻊ ﺍﻷﻭﻗﺎﺕ ﺗﺤﺖ ﺍﻟﺴﻴﻄﺮﺓ ﺍﻟﺤﺼﺮﻳﺔ ﻟﻤﺠﻠﺲ ﺇﺩﺍﺭﺓ ﻣﺘﻠﻘﻲ ﺍﻟﺨﺪﻣﺔ ﻫﺬﺍ.\nﺍﻟﻜﺘﺐ ﻭﺍﻟﺴﺠﻼﺕ.\nﻳﺠﺐ ﻋﻠﻰ ﻛﻞ ﻣﺰﻭﺩ ﺧﺪﻣﺔ ﺍﻻﺣﺘﻔﺎﻅ ﺑﺴﺠﻼﺕ ﻭﺣﺴﺎﺑﺎﺕ ﺩﻗﻴﻘﺔ ﻟﺠﻤﻴﻊ ﺍﻟﺴﻠﻊ ﻭﺧﺪﻣﺎﺕ ﺍﻟﻄﺮﻑ ﺍﻟﺜﺎﻟﺚ ﻭﺧﺪﻣﺎﺕ ﺍﻹﺩﺍﺭﺓ ﺍﻟﻤﻘﺪﻣﺔ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ. ﻭﺗﺤﺘﻔﻆ ﻫﺬﻩ ﺍﻟﺴﺠﻼﺕ ﻭﺍﻟﺤﺴﺎﺑﺎﺕ ﻭﻓﻘﺎ ﻟﻠﻤﻤﺎﺭﺳﺎﺕ ﺍﻟﺘﺠﺎﺭﻳﺔ ﺍﻟﺴﻠﻴﻤﺔ، ﺑﻄﺮﻳﻘﺔ ﺗﻜﺸﻒ ﺑﻮﺿﻮﺡ ﻭﺩﻗﺔ ﻋﻦ ﻃﺒﻴﻌﺔ ﻭﺗﻔﺎﺻﻴﻞ ﺍﻟﻤﻌﺎﻣﻠﺔ ﻭﺍﻟﺨﺪﻣﺎﺕ، ﻭﺗﺴﻤﺢ ﻭﻓﻘﺎ ﻟﻤﺒﺎﺩﺉ ﺍﻟﻤﺤﺎﺳﺒﺔ ﺍﻟﻤﻘﺒﻮﻟﺔ ﻋﻤﻮﻣﺎ ﺑﺎﻟﺘﺤﻘﻖ ﻣﻦ ﺍﻟﺮﺳﻮﻡ ﺍﻟﻤﺘﻌﻠﻘﺔ ﺑﺎﻟﻤﻌﺎﻣﻠﺔ ﻭﺍﻟﺨﺪﻣﺎﺕ، ﻭﺗﺨﻀﻊ ﻷﻧﻈﻤﺔ ﺍﻟﺮﻗﺎﺑﺔ ﺍﻟﺪﺍﺧﻠﻴﺔ ﺍﻟﺘﻲ ﻳﻘﺘﻀﻴﻬﺎ ﺍﻟﻘﺎﻧﻮﻥ. ﻳﺠﺐ ﺃﻥ ﺗﻜﻮﻥ ﺟﻤﻴﻊ ﺍﻟﺴﺠﻼﺕ ﻭﺍﻟﺤﺴﺎﺑﺎﺕ ﺍﻟﻤﻄﺒﻘﺔ ﻋﻠﻰ ﺗﻘﺪﻳﻢ ﺍﻟﺴﻠﻊ ﺃﻭ ﺧﺪﻣﺎﺕ ﺍﻟﻄﺮﻑ ﺍﻟﺜﺎﻟﺚ ﺃﻭ ﺧﺪﻣﺎﺕ ﺍﻹﺩﺍﺭﺓ ﻷﻱ ﻣﺘﻠﻘﻲ ﺧﺪﻣﺔ ﻣﺘﺎﺣﺔ ﻟﻠﻔﺤﺺ ﻣﻦ ﻗﺒﻞ ﻣﺘﻠﻘﻲ ﺍﻟﺨﺪﻣﺔ ﻭﻣﻤﺜﻠﻴﻪ، ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ ﺷﺮﻛﺔ ﺍﻟﻤﺤﺎﺳﺒﺔ ﺍﻟﻌﺎﻣﺔ ﺍﻟﻤﺴﺘﻘﻠﺔ ﻟﻤﺘﻠﻘﻲ ﺍﻟﺨﺪﻣﺔ، ﻓﻲ ﺃﻱ ﻭﻗﺖ ﺑﻨﺎﺀ ﻋﻠﻰ ﺍﻟﻄﻠﺐ ﺧﻼﻝ ﺳﺎﻋﺎﺕ ﻣﻌﻘﻮﻟﺔ ﺗﺠﺎﺭﻳﺎ.\nﻳﺠﺐ ﺃﻥ ﺗﻜﻮﻥ ﺟﻤﻴﻊ ﻫﺬﻩ ﺍﻟﺴﺠﻼﺕ ﻭﺍﻟﺤﺴﺎﺑﺎﺕ ﻣﻠﻜﺎ ﻟﻜﻞ ﻣﻘﺪﻡ ﺧﺪﻣﺔ ﻣﻌﻨﻲ، ﻣﻊ ﻣﺮﺍﻋﺎﺓ ﺣﻖ ﺍﻟﺘﻔﺘﻴﺶ ﻋﻠﻰ ﻣﺘﻠﻘﻲ ﺍﻟﺨﺪﻣﺔ ﺑﻤﻮﺟﺐ ﺍﻟﻘﺴﻢ 3.1 ﻣﻦ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻭﺣﻘﻮﻕ ﺍﻟﻔﺤﺺ ﺍﻟﺨﺎﺻﺔ ﺑﺎﻟﺘﺄﻣﻴﻦ ﻭﺍﻟﺴﻠﻄﺎﺕ ﺍﻟﺘﻨﻈﻴﻤﻴﺔ ﺍﻷﺧﺮﻯ ﺍﻟﻤﻌﻤﻮﻝ ﺑﻬﺎ. ﻋﻠﻰ ﺍﻟﺮﻏﻢ ﻣﻤﺎ ﺳﺒﻖ، ﺑﻘﺪﺭ ﻣﺎ ﻳﻜﻮﻥ ﻣﺘﻠﻘﻲ ﺍﻟﺨﺪﻣﺔ ﺷﺮﻛﺔ ﺗﺄﻣﻴﻦ، ﻓﺈﻥ ﺟﻤﻴﻊ ﻫﺬﻩ ﺍﻟﺴﺠﻼﺕ ﻭﺍﻟﺤﺴﺎﺑﺎﺕ ﻳﺠﺐ ﺃﻥ ﺗﻜﻮﻥ ﻣﻠﻜﺎ ﻟﻤﺘﻠﻘﻲ ﺍﻟﺨﺪﻣﺔ ﻭﺗﻈﻞ ﻓﻲ ﺟﻤﻴﻊ ﺍﻷﻭﻗﺎﺕ ﺗﺤﺖ ﺳﻴﻄﺮﺓ ﻣﺘﻠﻘﻲ ﺍﻟﺨﺪﻣﺔ.\nﺍﻟﺘﻌﻮﻳﺾ.\nﻳﺘﺤﻤﻞ ﻛﻞ ﻣﺘﻠﻘﻲ ﺧﺪﻣﺔ ﺍﻟﻤﺴﺆﻭﻟﻴﺔ ﺍﻟﺬﺍﺗﻴﺔ ﻭﺣﺪﻫﺎ، ﺑﺸﻜﻞ ﻓﺮﺩﻱ ﻭﻟﻴﺲ ﻣﺸﺘﺮﻛﺎ، ﻋﻦ ﻛﻞ ﺧﺪﻣﺔ ﻣﻦ ﺧﺪﻣﺎﺗﻪ ﺍﻟﺨﺎﺻﺔ ﻭﻳﺠﺐ ﺃﻥ ﻳﺘﺤﻤﻞ ﺿﺮﺭﻩ ﻭﻳﻌﻮﺽ ﻛﻞ ﺧﺪﻣﺔ ﻣﻦ ﺧﺪﻣﺎﺗﻪ ﺍﻟﺨﺎﺻﺔ\nﻣﻘﺪﻡ ﺍﻟﺨﺪﻣﺔ (ﺍﻟﻤﺰﻭﺩﻭﻥ)، ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ ﺧﻠﻔﺎﺋﻬﻢ ﻭﻣﺴﺆﻭﻟﻴﻬﻢ ﻭﻣﺪﻳﺮﻳﻬﻢ ﻭﻣﻮﻇﻔﻴﻬﻢ ﻭﻭﻛﻼﺋﻬﻢ ﻭﺍﻟﺸﺮﻛﺎﺕ ﺍﻟﺘﺎﺑﻌﺔ ﻟﻬﻢ، ﻣﻦ ﻭﺿﺪ ﺟﻤﻴﻊ ﺍﻟﺨﺴﺎﺋﺮ ﻭﺍﻟﻤﻄﺎﻟﺒﺎﺕ ﻭﺍﻷﺿﺮﺍﺭ ﻭﺍﻻﻟﺘﺰﺍﻣﺎﺕ ﻭﺍﻟﻨﻔﻘﺎﺕ، ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ ﺃﻱ ﻭﺟﻤﻴﻊ ﺍﻟﻨﻔﻘﺎﺕ ﺍﻟﻤﻌﻘﻮﻟﺔ ﻭﺃﺗﻌﺎﺏ ﺍﻟﻤﺤﺎﻣﺎﺓ ﻭﺍﻟﻤﺼﺮﻭﻓﺎﺕ ﺍﻟﻤﺘﻜﺒﺪﺓ ﻓﻲ ﺍﻟﺘﺤﻘﻴﻖ ﺃﻭ ﺍﻹﻋﺪﺍﺩ ﺃﻭ ﺍﻟﺪﻓﺎﻉ ﺿﺪ ﺃﻱ ﺩﻋﻮﻯ ﺃﻭ ﺇﺟﺮﺍﺀ، ﺳﻮﺍﺀ ﺑﺪﺃﺕ ﺃﻭ ﻣﻬﺪﺩﺓ، ﺃﻭ ﺃﻱ ﻣﻄﺎﻟﺒﺔ ﺃﺧﺮﻯ ﻣﻦ ﺃﻱ ﻧﻮﻉ، ﺳﻮﺍﺀ ﺃﺩﺕ ﺇﻟﻰ ﺃﻱ ﻣﺴﺆﻭﻟﻴﺔ ﺃﻡ ﻻ،  ﺗﻌﺮﺿﺖ ﺃﻭ ﺗﻜﺒﺪﺗﻬﺎ ﺃﻭ ﻗﺪﻣﺘﻬﺎ ﺃﻭ ﺭﻓﻌﻬﺎ ﺃﻭ ﺃﻛﺪﺗﻬﺎ ﻣﻦ ﻗﺒﻞ ﺃﻱ ﺷﺨﺺ ﻟﻴﺲ ﻃﺮﻓﺎ ﻓﻲ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻓﻴﻤﺎ ﻳﺘﻌﻠﻖ ﺑﺘﻘﺪﻳﻢ ﻣﻘﺪﻡ ﺍﻟﺨﺪﻣﺔ ﻟﺨﺪﻣﺎﺕ ﺍﻹﺩﺍﺭﺓ ﻟﻤﺘﻠﻘﻲ ﺍﻟﺨﺪﻣﺔ ﻫﺬﺍ، ﻣﺎ ﻟﻢ ﺗﻜﻦ ﻫﺬﻩ ﺍﻟﺨﺴﺎﺭﺓ ﺃﻭ ﺍﻟﻤﻄﺎﻟﺒﺔ ﺃﻭ ﺍﻟﻀﺮﺭ ﺃﻭ ﺍﻟﻤﺴﺆﻭﻟﻴﺔ ﺃﻭ ﺍﻟﻨﻔﻘﺎﺕ ﻧﺎﺗﺠﺔ ﻋﻦ ﺍﻹﻫﻤﺎﻝ ﺃﻭ ﺳﻮﺀ ﺍﻟﺴﻠﻮﻙ ﺍﻟﻤﺘﻌﻤﺪ ﺃﻭ ﺍﻻﺣﺘﻴﺎﻝ ﻣﻦ ﻗﺒﻞ ﻣﺰﻭﺩ ﺍﻟﺨﺪﻣﺔ ﺃﻭ ﻣﺴﺆﻭﻟﻴﻪ ﺃﻭ ﻣﺪﻳﺮﻳﻪ ﺃﻭ ﻣﻮﻇﻔﻴﻪ ﺃﻭ ﻭﻛﻼﺋﻪ ﺃﻭ ﺍﻟﺸﺮﻛﺎﺕ ﺍﻟﺘﺎﺑﻌﺔ ﻟﻪ ﺃﻭ ﺃﻱ ﺷﺨﺺ ﺁﺧﺮ ﻳﺘﻢ ﺗﻌﻴﻴﻨﻪ ﻣﻦ ﻗﺒﻞ ﻣﺰﻭﺩ ﺍﻟﺨﺪﻣﺔ ﻟﺘﻘﺪﻳﻢ ﺧﺪﻣﺎﺕ ﺍﻹﺩﺍﺭﺓ ﻟﻬﺬﻩ ﺍﻟﺨﺪﻣﺔ ﺍﻟﻤﺴﺘﻠﻢ.\nﻳﻜﻮﻥ ﻛﻞ ﻣﻘﺪﻡ ﺧﺪﻣﺔ ﻣﺴﺆﻭﻻ ﻭﺣﺪﻩ ﻋﻦ ﻛﻞ ﻣﻦ ﻣﺘﻠﻘﻲ ﺍﻟﺨﺪﻣﺔ ﺍﻟﻤﻌﻨﻴﻴﻦ ﺑﻬﻢ، ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ ﺧﻠﻔﺎﺋﻬﻢ ﻭﻣﺴﺆﻭﻟﻴﻬﻢ ﻭﻣﺪﻳﺮﻳﻬﻢ ﻭﻣﻮﻇﻔﻴﻬﻢ ﻭﻭﻛﻼﺋﻬﻢ ﻭﺍﻟﺸﺮﻛﺎﺕ ﺍﻟﺘﺎﺑﻌﺔ ﻟﻬﻢ، ﻣﻦ ﻭﺿﺪ ﺟﻤﻴﻊ ﺍﻟﺨﺴﺎﺋﺮ ﻭﺍﻟﻤﻄﺎﻟﺒﺎﺕ ﻭﺍﻷﺿﺮﺍﺭ ﻭﺍﻻﻟﺘﺰﺍﻣﺎﺕ ﻭﺍﻟﻨﻔﻘﺎﺕ، ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ ﺃﻱ ﻭﺟﻤﻴﻊ ﺍﻟﻨﻔﻘﺎﺕ ﺍﻟﻤﻌﻘﻮﻟﺔ ﻭﺃﺗﻌﺎﺏ ﺍﻟﻤﺤﺎﻣﺎﺓ ﻭﺍﻟﻤﺼﺮﻭﻓﺎﺕ ﺍﻟﻤﺘﻜﺒﺪﺓ ﻓﻲ ﺍﻟﺘﺤﻘﻴﻖ ﺃﻭ ﺍﻹﻋﺪﺍﺩ ﺃﻭ ﺍﻟﺪﻓﺎﻉ ﺿﺪ ﺃﻱ ﺩﻋﻮﻯ ﻗﻀﺎﺋﻴﺔ ﺃﻭ ﺇﺟﺮﺍﺀﺍﺕ.  ﺳﻮﺍﺀ ﺗﻢ ﺇﺩﺧﺎﻟﻬﺎ ﺃﻭ ﺍﻟﺘﻬﺪﻳﺪ ﺑﻬﺎ، ﺃﻭ ﺃﻱ ﻣﻄﺎﻟﺒﺔ ﺃﺧﺮﻯ ﻣﻦ ﺃﻱ ﻧﻮﻉ، ﺳﻮﺍﺀ ﺃﻛﺎﻧﺖ ﺗﺆﺩﻱ ﺇﻟﻰ ﺃﻱ ﻣﺴﺆﻭﻟﻴﺔ ﺃﻭ ﺗﻜﺒﺪﻫﺎ ﺃﻭ ﺗﻜﺒﺪﻫﺎ ﺃﻭ ﺇﺩﺧﺎﻟﻬﺎ ﺃﻭ ﺇﺣﻀﺎﺭﻫﺎ ﺃﻭ ﺗﺄﻛﻴﺪﻫﺎ ﻣﻦ ﻗﺒﻞ ﺃﻱ ﺷﺨﺺ ﻟﻴﺲ ﻃﺮﻓﺎ ﻓﻲ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻧﺎﺗﺠﺔ ﻋﻦ ﺍﻹﻫﻤﺎﻝ ﺃﻭ ﺳﻮﺀ ﺍﻟﺴﻠﻮﻙ ﺍﻟﻤﺘﻌﻤﺪ ﺃﻭ ﺍﻻﺣﺘﻴﺎﻝ ﻣﻦ ﻗﺒﻞ ﻣﺰﻭﺩ ﺍﻟﺨﺪﻣﺔ ﺃﻭ ﻣﺴﺆﻭﻟﻴﻪ ﺃﻭ ﻣﺪﻳﺮﻳﻪ ﺃﻭ ﻣﻮﻇﻔﻴﻪ ﺃﻭ ﻭﻛﻼﺋﻪ ﺃﻭ ﺍﻟﺸﺮﻛﺎﺕ ﺍﻟﺘﺎﺑﻌﺔ ﻟﻪ ﺃﻭ ﺃﻱ ﺷﺨﺺ ﺁﺧﺮ ﻳﺘﻢ ﺗﻌﻴﻴﻨﻪ ﻣﻦ ﻗﺒﻞ ﻣﺰﻭﺩ ﺍﻟﺨﺪﻣﺔ ﻟﺘﻘﺪﻳﻢ ﺧﺪﻣﺎﺕ ﺍﻹﺩﺍﺭﺓ ﻟﻤﺘﻠﻘﻲ ﺍﻟﺨﺪﻣﺔ ﻫﺬﺍ.\nﺍﻧﻬﺎﺀ.\nﻳﺠﺐ ﺃﻥ ﻳﻜﻮﻥ ﻟﻬﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻣﺪﺓ ﺗﺒﺪﺃ ﻓﻴﻤﺎ ﻳﺘﻌﻠﻖ ﺑﻜﻞ ﺷﺮﻛﺔ ﺗﺎﺑﻌﺔ ﻓﻲ ﺍﻟﺘﺎﺭﻳﺦ ﺍﻟﺬﻱ ﻳﺼﺒﺢ ﻓﻴﻪ ﻫﺬﺍ ﺍﻟﺘﺎﺑﻊ ﻣﻮﻗﻌﺎ ﻷﻭﻝ ﻣﺮﺓ ﻋﻠﻰ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ (\"ﺗﺎﺭﻳﺦ ﺍﻟﺴﺮﻳﺎﻥ ﺍﻷﻭﻟﻲ\")، ﻭﺗﻨﺘﻬﻲ ﺻﻼﺣﻴﺘﻬﺎ ﻣﺒﺪﺋﻴﺎ ﺑﺎﻟﻨﺴﺒﺔ ﻟﻬﺬﻩ ﺍﻟﺸﺮﻛﺔ ﺍﻟﺘﺎﺑﻌﺔ ﻓﻲ ﺍﻟﺘﺎﺭﻳﺦ ﺍﻟﺬﻱ ﻳﻜﻮﻥ ﺧﻤﺲ ﺳﻨﻮﺍﺕ ﺑﻌﺪ ﺗﺎﺭﻳﺦ ﺍﻟﺴﺮﻳﺎﻥ ﺍﻷﻭﻟﻲ، ﺷﺮﻳﻄﺔ ﺃﻧﻪ ﻓﻲ 31 ﺩﻳﺴﻤﺒﺮ ﻣﻦ ﻛﻞ ﻋﺎﻡ ﺑﻌﺪ ﺗﺎﺭﻳﺦ ﺍﻟﺴﺮﻳﺎﻥ ﺍﻷﻭﻟﻲ ﻟﻬﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻷﻱ ﺷﺮﻛﺔ ﺗﺎﺑﻌﺔ،  ﻳﺘﻢ ﺗﻤﺪﻳﺪ ﻣﺪﺓ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻓﻴﻤﺎ ﻳﺘﻌﻠﻖ ﺑﻬﺬﻩ ﺍﻟﺸﺮﻛﺔ ﺍﻟﺘﺎﺑﻌﺔ ﻟﻤﺪﺓ ﻋﺎﻡ ﻭﺍﺣﺪ ﺑﺤﻴﺚ ﺗﻜﻮﻥ ﻣﺪﺓ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻓﻲ ﺟﻤﻴﻊ ﺍﻷﻭﻗﺎﺕ ﺣﺎﻟﻴﺔ ﻣﺪﺗﻬﺎ ﺧﻤﺲ ﺳﻨﻮﺍﺕ. ﻭﻣﻊ ﺫﻟﻚ، ﺷﺮﻳﻄﺔ ﺃﻧﻪ ﻳﺠﻮﺯ ﺇﻧﻬﺎﺀ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺑﺎﻟﻨﺴﺒﺔ ﻷﻱ ﺷﺮﻛﺔ ﺗﺎﺑﻌﺔ ﻓﻲ ﺃﻱ ﻭﻗﺖ ﻗﺒﻞ ﺗﺎﺭﻳﺦ ﺍﻧﺘﻬﺎﺀ ﺻﻼﺣﻴﺘﻬﺎ ﻓﻲ ﺃﻱ ﻣﻦ ﺍﻷﺣﺪﺍﺙ ﺍﻟﺘﺎﻟﻴﺔ، ﻣﻊ ﺍﻟﻤﺸﺎﺭﻛﺔ، ﻓﻲ ﺟﻤﻴﻊ ﺍﻷﺣﻮﺍﻝ، ﻣﻊ ﻣﺮﺍﻋﺎﺓ ﺍﺳﺘﻜﻤﺎﻝ ﺃﻱ ﺇﻳﺪﺍﻋﺎﺕ ﺗﻨﻈﻴﻤﻴﺔ ﻟﻠﺘﺄﻣﻴﻦ ﺿﺮﻭﺭﻳﺔ ﺃﻭ ﺍﺳﺘﻼﻡ ﺃﻱ ﻣﻮﺍﻓﻘﺎﺕ ﺗﻨﻈﻴﻤﻴﺔ ﺿﺮﻭﺭﻳﺔ ﻟﻠﺘﺄﻣﻴﻦ\nﻣﻦ ﻗﺒﻞ ﺷﺮﻛﺔ AFMIC، ﺑﻨﺎﺀ ﻋﻠﻰ ﺇﺷﻌﺎﺭ ﻛﺘﺎﺑﻲ ﻣﺴﺒﻖ ﺏ 30 ﻳﻮﻣﺎ ﻷﻱ ﺷﺮﻛﺔ ﺗﺎﺑﻌﺔ، ﺇﺫﺍ ﺃﺻﺒﺢ ﻫﺬﺍ ﺍﻟﺘﺎﺑﻊ ﻣﻌﺴﺮﺍ ﺃﻭ ﺃﺻﺒﺢ ﺧﺎﺿﻌﺎ ﻷﻱ ﻗﻀﻴﺔ ﺃﻭ ﺇﺟﺮﺍﺀ ﻭﺻﺎﻳﺔ ﺃﻭ ﺣﺮﺍﺳﺔ ﺃﻭ ﺇﻋﺎﺩﺓ ﺗﻨﻈﻴﻢ ﺃﻭ ﺗﺼﻔﻴﺔ ﺃﻭ ﺇﻓﻼﺱ. ﻋﻠﻰ ﺍﻟﺮﻏﻢ ﻣﻤﺎ ﺳﺒﻖ، ﻻ ﻳﺤﻖ ﻟﺸﺮﻛﺔ ﺃﻓﻤﻴﻚ ﺇﻧﻬﺎﺀ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻭﻓﻘﺎ ﻟﻬﺬﺍ ﺍﻟﺒﻨﺪ ﺇﺫﺍ ﻛﺎﻧﺖ ﺍﻟﺸﺮﻛﺔ ﺍﻟﺘﺎﺑﻌﺔ ﺍﻟﻤﻌﻨﻴﺔ ﻫﻲ ﺷﺮﻛﺔ ﺗﺄﻣﻴﻦ.\nﻣﻦ ﻗﺒﻞ ﺷﺮﻛﺔ ﺃﻓﻤﻴﻚ ﻭﻫﺬﻩ ﺍﻟﺸﺮﻛﺎﺕ ﺍﻟﺘﺎﺑﻌﺔ ﻓﻲ ﺃﻱ ﻭﻗﺖ ﺑﺎﺗﻔﺎﻕ ﻛﺘﺎﺑﻲ ﻣﺘﺒﺎﺩﻝ.\nﻳﺠﻮﺯ ﻣﻤﺎﺭﺳﺔ ﺍﻟﺤﻘﻮﻕ ﺍﻟﻤﺬﻛﻮﺭﺓ ﺃﻋﻼﻩ ﻓﻲ ﺇﻧﻬﺎﺀ ﺍﻟﺸﺮﻛﺎﺕ ﺍﻟﺘﺎﺑﻌﺔ ﻭﺷﺮﻛﺔ ﺃﻓﻤﻴﻚ ﺩﻭﻥ ﺍﻟﻤﺴﺎﺱ ﺑﺄﻱ ﺗﻌﻮﻳﺾ ﺁﺧﺮ ﻳﺤﻖ ﻟﻪ ﺍﻟﺘﺎﺑﻊ ﺃﻭ ﺷﺮﻛﺔ ﺍﻟﺘﻤﻮﻳﻞ ﺍﻷﺟﻨﺒﻴﺔ ﺍﻟﻤﻨﺘﻬﻴﺔ ، ﺣﺴﺐ ﻣﻘﺘﻀﻰ ﺍﻟﺤﺎﻟﺔ ، ﺑﻤﻮﺟﺐ ﺍﻟﻘﺎﻧﻮﻥ ﺃﻭ ﺍﻹﻧﺼﺎﻑ.\nﻣﺘﻨﻮﻋﻪ.\nﻻ ﻳﺠﻮﺯ ﻟﺸﺮﻛﺔ ﺃﻓﻤﻴﻚ ﺗﻘﺪﻳﻢ ﺃﻱ ﺃﻣﻮﺍﻝ ﺇﻟﻰ ﺃﻱ ﺷﺮﻛﺔ ﺗﺎﺑﻌﺔ ﺑﺎﺳﺘﺜﻨﺎﺀ ﺍﻟﺪﻓﻊ ﻣﻘﺎﺑﻞ ﺍﻟﺨﺪﻣﺎﺕ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﻭﺳﺘﺤﺘﻔﻆ ﺑﺎﻹﺷﺮﺍﻑ ﻋﻠﻰ ﺃﻱ ﺧﺪﻣﺎﺕ ﺇﺩﺍﺭﻳﺔ ﻣﻘﺪﻣﺔ ﻟﻬﺎ ﻣﻦ ﻗﺒﻞ ﺃﻱ ﺷﺮﻛﺔ ﺗﺎﺑﻌﺔ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ. ﺟﻤﻴﻊ ﺍﻷﻣﻮﺍﻝ ﻭﺍﻷﺻﻮﻝ ﺍﻟﻤﺴﺘﺜﻤﺮﺓ ﻟﺸﺮﻛﺔ AFMIC ﻫﻲ ﻣﻠﻜﻴﺔ ﺣﺼﺮﻳﺔ ﻟﺸﺮﻛﺔ AFMIC ، ﻭﻳﺤﺘﻔﻆ ﺑﻬﺎ ﻟﺼﺎﻟﺢ AFMIC ، ﻭﺗﺨﻀﻊ ﻟﺴﻴﻄﺮﺓ AFMIC.\nﺇﺫﺍ ﺗﻢ ﻭﺿﻊ AFMIC ﻓﻲ ﺇﺟﺮﺍﺀﺍﺕ ﺍﻟﺘﺨﻠﻒ ﻋﻦ ﺍﻟﺴﺪﺍﺩ ﺃﻭ ﺍﻻﺳﺘﻴﻼﺀ ﻋﻠﻴﻬﺎ ﻣﻦ ﻗﺒﻞ ﻣﻔﻮﺽ ﺍﻟﺘﺄﻣﻴﻦ ﻓﻲ ﻭﻻﻳﺔ ﻭﻳﺴﻜﻮﻧﺴﻦ (\"ﺍﻟﻤﻔﻮﺽ\") ﻭﻓﻘﺎ ﻟﻠﻔﺼﻞ 645 ، ﻭﻳﺴﻜﻮﻧﺴﻦ.\nﺍﺣﺼﺎﺋﻴﺎﺕ.:\nﺗﻤﺘﺪ ﺟﻤﻴﻊ ﺣﻘﻮﻕ AFMIC ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺇﻟﻰ ﺍﻟﻤﺴﺘﻠﻢ ﺃﻭ ﺍﻟﻤﻔﻮﺽ.\nﻭﺳﺘﺘﺎﺡ ﺟﻤﻴﻊ ﺩﻓﺎﺗﺮ ﻭﺳﺠﻼﺕ ﺍﻟﺼﻨﺪﻭﻕ ﻋﻠﻰ ﺍﻟﻔﻮﺭ ﻟﻠﻤﺴﺘﻠﻢ ﺃﻭ ﺍﻟﻤﻔﻮﺽ، ﻭﺗﺴﻠﻢ ﺇﻟﻰ ﺍﻟﻤﺘﻠﻘﻲ ﺃﻭ ﺍﻟﻤﻔﻮﺽ ﻓﻮﺭ ﻃﻠﺒﻬﺎ.\nﻻ ﻳﺤﻖ ﻟﻠﺸﺮﻛﺎﺕ ﺍﻟﺘﺎﺑﻌﺔ ﺗﻠﻘﺎﺋﻴﺎ ﺇﻧﻬﺎﺀ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ.\nﻳﺠﺐ ﻋﻠﻰ ﺍﻟﺸﺮﻛﺎﺕ ﺍﻟﺘﺎﺑﻌﺔ ﺍﻻﺳﺘﻤﺮﺍﺭ ﻓﻲ ﺍﻟﺤﻔﺎﻅ ﻋﻠﻰ ﺃﻱ ﺃﻧﻈﻤﺔ ﺃﻭ ﺑﺮﺍﻣﺞ ﺃﻭ ﺑﻨﻴﺔ ﺗﺤﺘﻴﺔ ﺃﺧﺮﻯ ﻭﺳﺘﺘﻴﺤﻬﺎ ﻟﻠﻤﺴﺘﻠﻢ ﺃﻭ ﺍﻟﻤﻔﻮﺽ ﻃﺎﻟﻤﺎ ﺍﺳﺘﻤﺮ ﺍﻟﺘﺎﺑﻊ ﻓﻲ ﺗﻠﻘﻲ ﺍﻟﻤﺪﻓﻮﻋﺎﺕ ﻓﻲ ﺍﻟﻮﻗﺖ ﺍﻟﻤﻨﺎﺳﺐ ﻣﻦ AFMIC ﻣﻘﺎﺑﻞ ﺍﻟﺨﺪﻣﺎﺕ.\nﻳﻌﺘﺒﺮ ﺃﻱ ﺇﺷﻌﺎﺭ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻗﺪ ﺗﻢ ﺗﺴﻠﻴﻤﻪ ﺷﺨﺼﻴﺎ ﻛﺘﺎﺑﻴﺎ، ﺃﻭ ﻋﻨﺪ ﺇﺭﺳﺎﻟﻪ ﻋﺒﺮ ﺍﻟﻔﺎﻛﺲ، ﺃﻭ ﻋﻨﺪ ﺇﺭﺳﺎﻟﻪ ﻋﺒﺮ ﺍﻟﺒﺮﻳﺪ ﺍﻟﺴﺮﻳﻊ ﻃﻮﺍﻝ ﺍﻟﻠﻴﻞ، ﺃﻭ ﻋﻨﺪ ﺇﺭﺳﺎﻟﻪ ﺑﺎﻟﺒﺮﻳﺪ ﻛﻤﺎ ﻫﻮ ﻣﻮﺿﺢ ﺃﺩﻧﺎﻩ، ﻭﻳﻌﺘﺒﺮ ﻣﺴﺘﻠﻤﺎ ﻋﻨﺪ ﺗﺴﻠﻴﻤﻪ ﺷﺨﺼﻴﺎ ﻛﺘﺎﺑﻴﺎ، ﺃﻭ ﻓﻲ ﺗﺎﺭﻳﺦ ﺇﺭﺳﺎﻟﻪ ﻋﻦ ﻃﺮﻳﻖ ﺍﻟﻔﺎﻛﺲ، ﺃﻭ ﺑﻌﺪ 24 ﺳﺎﻋﺔ ﻣﻦ ﺇﺭﺳﺎﻟﻪ ﻋﺒﺮ ﺍﻟﺒﺮﻳﺪ ﺍﻟﺴﺮﻳﻊ ﺍﻟﻠﻴﻠﻲ، ﺃﻭ ﺑﻌﺪ 72 ﺳﺎﻋﺔ ﻣﻦ ﺇﻳﺪﺍﻋﻪ ﻓﻲ ﺑﺮﻳﺪ ﺍﻟﻮﻻﻳﺎﺕ ﺍﻟﻤﺘﺤﺪﺓ.  ﻣﺴﺠﻠﺔ ﺃﻭ ﻣﻌﺘﻤﺪﺓ ، ﻣﺪﻓﻮﻋﺔ ﻣﺴﺒﻘﺎ ، ﻣﻮﺟﻬﺔ ﺑﺸﻜﻞ ﺻﺤﻴﺢ ﺇﻟﻰ ﺍﻟﻄﺮﻑ ﺍﻟﻤﺨﺼﺺ ﻟﻪ ﻋﻠﻰ ﺍﻟﻌﻨﻮﺍﻥ ﺍﻟﻤﻮﺿﺢ ﺃﺩﻧﺎﻩ ﺃﻭ ﻋﻠﻰ ﺃﻱ ﻋﻨﻮﺍﻥ ﺁﺧﺮ ﻳﺘﻢ ﺗﻘﺪﻳﻢ ﺇﺷﻌﺎﺭ ﺑﻪ ﻭﻓﻘﺎ ﻟﻬﺬﻩ ﺍﻟﻮﺛﻴﻘﺔ:\nﺇﺫﺍ ﻛﺎﻥ ﺫﻟﻚ ﻷﻱ ﺷﺮﻛﺔ ﺗﺎﺑﻌﺔ، ﺇﻟﻰ ﺍﻟﻌﻨﻮﺍﻥ ﻭﻣﻌﻠﻮﻣﺎﺕ ﺍﻻﺗﺼﺎﻝ ﺍﻷﺧﺮﻯ ﺍﻟﻤﺤﻔﻮﻇﺔ ﻟﻠﻤﻜﺎﺗﺐ ﺍﻟﺘﻨﻔﻴﺬﻳﺔ ﻟﻬﺬﺍ ﺍﻟﺘﺎﺑﻊ ﻓﻲ ﺩﻓﺎﺗﺮ ﻭﺳﺠﻼﺕ AFMIC، ﺍﻧﺘﺒﺎﻩ: ﺳﻜﺮﺗﻴﺮ\nﺇﺫﺍ ﻛﻨﺖ AFMIC ، ﻓﺈﻟﻰ:\n[ﺷﺮﻛﺔ ﺍﻟﺘﺄﻣﻴﻦ ﺍﻟﻌﺎﺋﻠﻲ ﺍﻷﻣﺮﻳﻜﻲ ﺍﻟﻤﺘﺒﺎﺩﻝ ، [SI\n6000 ﺃﻣﺮﻳﻜﺎﻥ ﺑﺎﺭﻛﻮﺍﻱ\nﻣﺎﺩﻳﺴﻮﻥ ، ﻭﻳﺴﻜﻮﻧﺴﻦ 53783-0001 ﺍﻧﺘﺒﺎﻩ: ﺳﻜﺮﺗﻴﺮ ﺍﻟﻔﺎﻛﺲ:\nﻳﺠﺐ ﺗﻘﺪﻳﻢ ﻫﺬﺍ ﺍﻹﺷﻌﺎﺭ ﻋﻠﻰ ﻋﻨﻮﺍﻥ ﺁﺧﺮ ﺃﻭ ﺇﻟﻰ ﺃﻱ ﻣﻤﺜﻞ ﺁﺧﺮ ﻗﺪ ﻳﻘﺪﻣﻪ ﻃﺮﻑ ﻓﻲ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻭﻓﻘﺎ ﻟﻬﺬﺍ ﺍﻟﻘﺴﻢ 6.3 ﺇﻟﻰ ﺍﻟﻄﺮﻑ ﺍﻵﺧﺮ ﻓﻲ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ.\nﻻ ﻳﺠﻮﺯ ﻷﻱ ﻃﺮﻑ ﻓﻲ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺍﻟﻘﻴﺎﻡ ﺑﺄﻱ ﺗﻨﺎﺯﻝ ﺃﻭ ﻧﻘﻞ ﺃﻭ ﺗﻔﻮﻳﺾ، ﺳﻮﺍﺀ ﻋﻦ ﻃﺮﻳﻖ ﺍﻻﻧﺪﻣﺎﺝ ﺃﻭ ﺃﻱ ﺗﻄﺒﻴﻖ ﺁﺧﺮ ﻟﻠﻘﺎﻧﻮﻥ ﺃﻭ ﻏﻴﺮ ﺫﻟﻚ، ﻷﻱ ﺣﻘﻮﻕ ﺃﻭ ﺍﻟﺘﺰﺍﻣﺎﺕ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺩﻭﻥ ﻣﻮﺍﻓﻘﺔ ﺧﻄﻴﺔ ﻣﺴﺒﻘﺔ ﻣﻦ ﺍﻟﻄﺮﻑ ﺍﻵﺧﺮ ﻓﻲ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﻭﺇﺫﺍ ﻛﺎﻥ ﺫﻟﻚ ﻣﻄﻠﻮﺑﺎ ﺑﻤﻮﺟﺐ ﺍﻟﻘﺎﻧﻮﻥ ﺍﻟﻤﻌﻤﻮﻝ ﺑﻪ، ﻣﻔﻮﺽ ﻭﻻﻳﺔ ﻭﻳﺴﻜﻮﻧﺴﻦ\nﻣﻦ ﺍﻟﺘﺄﻣﻴﻦ ، ﻭﺃﻱ ﺳﻠﻄﺔ ﺗﻨﻈﻴﻤﻴﺔ ﺃﺧﺮﻯ ﻟﻠﺘﺄﻣﻴﻦ ﻟﻬﺎ ﺍﺧﺘﺼﺎﺹ ﻗﻀﺎﺋﻲ ﻋﻠﻰ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ. ﺗﻜﻮﻥ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻣﻠﺰﻣﺔ ﻟﻸﻃﺮﺍﻑ ﻓﻲ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻭﺧﻠﻔﺎﺋﻬﻢ ﻭﺍﻟﻤﺘﻨﺎﺯﻝ ﻟﻬﻢ ﺍﻟﻤﺴﻤﻮﺡ ﻟﻬﻢ.\nﺗﺸﻜﻞ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺍﻟﻜﺎﻣﻠﺔ ﻷﻃﺮﺍﻑ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻓﻴﻤﺎ ﻳﺘﻌﻠﻖ ﺑﻤﻮﺿﻮﻋﻬﺎ، ﻭﺗﺤﻞ ﻣﺤﻞ ﺟﻤﻴﻊ ﺍﻻﺗﻔﺎﻗﻴﺎﺕ ﺍﻟﺴﺎﺑﻘﺔ، ﻭﻻ ﻳﺠﻮﺯ ﺗﻌﺪﻳﻠﻬﺎ ﺇﻻ ﻛﺘﺎﺑﻴﺎ ﻣﻮﻗﻌﺎ ﻣﻦ ﻗﺒﻞ ﻃﺮﻑ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺍﻟﺬﻱ ﺗﻢ ﺗﺄﻛﻴﺪ ﺍﻟﺘﻐﻴﻴﺮ ﺿﺪﻩ. ﺇﻥ ﻋﺪﻡ ﻗﻴﺎﻡ ﺃﻱ ﻃﺮﻑ ﻓﻲ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻓﻲ ﺃﻱ ﻭﻗﺖ ﺃﻭ ﺃﻭﻗﺎﺕ ﻓﻲ ﻃﻠﺐ ﺗﻨﻔﻴﺬ ﺃﻱ ﺣﻜﻢ ﻣﻦ ﺃﺣﻜﺎﻡ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻻ ﻳﺆﺛﺮ ﺑﺄﻱ ﺣﺎﻝ ﻣﻦ ﺍﻷﺣﻮﺍﻝ ﻋﻠﻰ ﺍﻟﺤﻖ ﻓﻲ ﺇﻧﻔﺎﺫﻫﺎ ﻭﻻ ﻳﻌﺘﺒﺮ ﺃﻭ ﻳﻔﺴﺮ ﺃﻱ ﺗﻨﺎﺯﻝ ﻣﻦ ﻗﺒﻞ ﺃﻱ ﻃﺮﻑ ﻓﻲ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻋﻦ ﺃﻱ ﺣﻜﻢ ﺃﻭ ﺧﺮﻕ ﻷﻱ ﺣﻜﻢ ﻣﻦ ﺃﺣﻜﺎﻡ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻓﻲ ﺃﻱ ﺣﺎﻟﺔ ﺃﻭ ﺃﻛﺜﺮ ﻋﻠﻰ ﺃﻧﻪ ﺗﻨﺎﺯﻝ ﺇﺿﺎﻓﻲ ﺃﻭ ﻣﺴﺘﻤﺮ ﻋﻦ ﺃﻱ ﻣﻦ ﻫﺬﻩ ﺍﻟﺤﺎﻻﺕ ﺗﻮﻓﻴﺮ ﺃﻭ ﺧﺮﻕ ﺃﻭ ﺗﻨﺎﺯﻝ ﻋﻦ ﺃﻱ ﺣﻜﻢ ﺁﺧﺮ ﺃﻭ ﺧﺮﻕ ﻷﻱ ﺣﻜﻢ ﺁﺧﺮ ﻣﻦ ﺃﺣﻜﺎﻡ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ.\nﻓﻲ ﺣﺎﻟﺔ ﺍﻋﺘﺒﺎﺭ ﺃﻱ ﺣﻜﻢ ﺃﻭ ﺃﻛﺜﺮ ﻣﻦ ﺍﻷﺣﻜﺎﻡ ﺍﻟﻮﺍﺭﺩﺓ ﻓﻲ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﻷﻱ ﺳﺒﺐ ﻣﻦ ﺍﻷﺳﺒﺎﺏ، ﻏﻴﺮ ﺻﺎﻟﺢ ﺃﻭ ﻏﻴﺮ ﻗﺎﻧﻮﻧﻲ ﺃﻭ ﻏﻴﺮ ﻗﺎﺑﻞ ﻟﻠﺘﻨﻔﻴﺬ ﺑﺄﻱ ﺷﻜﻞ ﻣﻦ ﺍﻷﺷﻜﺎﻝ، ﻓﺈﻥ ﻫﺬﺍ ﺍﻟﺒﻄﻼﻥ ﺃﻭ ﻋﺪﻡ ﺍﻟﺸﺮﻋﻴﺔ ﺃﻭ ﻋﺪﻡ ﻗﺎﺑﻠﻴﺔ ﺍﻟﺘﻨﻔﻴﺬ ﻟﻦ ﻳﺆﺛﺮ ﻋﻠﻰ ﺃﻱ ﺣﻜﻢ ﺁﺧﺮ ﻣﻦ ﺃﺣﻜﺎﻡ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﻭﻟﻜﻦ ﻳﺠﺐ ﺗﻔﺴﻴﺮ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻛﻤﺎ ﻟﻮ ﺃﻥ ﻫﺬﺍ ﺍﻟﺤﻜﻢ ﺃﻭ ﺍﻷﺣﻜﺎﻡ ﻏﻴﺮ ﺍﻟﺼﺎﻟﺤﺔ ﺃﻭ ﻏﻴﺮ ﺍﻟﻘﺎﻧﻮﻧﻴﺔ ﺃﻭ ﻏﻴﺮ ﺍﻟﻘﺎﺑﻠﺔ ﻟﻠﺘﻨﻔﻴﺬ ﻟﻢ ﻳﺘﻢ ﺗﻀﻤﻴﻨﻬﺎ ﻣﻄﻠﻘﺎ ﻓﻲ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻣﺎ ﻟﻢ ﻳﺆﺩﻱ ﺣﺬﻑ ﻫﺬﺍ ﺍﻟﺤﻜﻢ ﺃﻭ ﺍﻷﺣﻜﺎﻡ ﺇﻟﻰ ﻣﺜﻞ ﻫﺬﻩ ﺍﻟﻤﺎﺩﺓ ﺍﻟﺘﻐﻴﻴﺮ ﺍﻟﺬﻱ ﻳﺘﺴﺒﺐ ﻓﻲ ﺍﺳﺘﻤﺮﺍﺭ ﺗﻨﻔﻴﺬ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻋﻠﻰ ﺍﻟﻨﺤﻮ ﺍﻟﻤﺘﻮﺧﻰ ﻫﻨﺎ ﻟﻴﻜﻮﻥ ﻏﻴﺮ ﻣﻌﻘﻮﻝ ﺃﻭ ﻳﺤﺒﻂ ﺃﻫﺪﺍﻑ ﺍﻷﻃﺮﺍﻑ ﻓﻲ ﺇﺑﺮﺍﻡ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻓﻲ ﺍﻷﺻﻞ ﻛﻤﺎ ﻫﻮ ﻣﻮﺿﺢ ﻓﻲ ﺗﻠﻮﺡ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ.\nﻳﻤﻜﻦ ﺗﻨﻔﻴﺬ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺑﺎﺳﺘﺨﺪﺍﻡ ﻧﻈﻴﺮﻳﻦ ﺃﻭ ﺃﻛﺜﺮ، ﻳﻌﺘﺒﺮ ﻛﻞ ﻣﻨﻬﻤﺎ ﺃﺻﻠﻴﺎ ﻭﻟﻜﻦ ﺟﻤﻴﻌﻬﻤﺎ ﻳﺸﻜﻼﻥ ﻣﻌﺎ ﺍﺗﻔﺎﻗﻴﺔ ﻭﺍﺣﺪﺓ. ﺗﻌﺘﺒﺮ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻣﻨﻔﺬﺓ ﻭﺗﺴﻠﻴﻤﻬﺎ ﻋﻨﺪ ﺗﺒﺎﺩﻝ ﺍﻟﻤﺴﺘﻨﺪﺍﺕ ﺍﻟﻤﻨﻔﺬﺓ ﻋﻦ ﻃﺮﻳﻖ ﺍﻟﻔﺎﻛﺲ ﺃﻭ ﺻﻔﺤﺎﺕ ﺍﻟﺘﻮﻗﻴﻊ ﺍﻟﻤﻤﺴﻮﺣﺔ ﺿﻮﺋﻴﺎ ﺍﻟﻤﺮﺳﻠﺔ ﻋﻦ ﻃﺮﻳﻖ ﺍﻟﺒﺮﻳﺪ ﺍﻹﻟﻜﺘﺮﻭﻧﻲ. ﻣﺒﺎﺷﺮﺓ ﺑﻌﺪ ﺗﺒﺎﺩﻝ ﺍﻟﻤﺴﺘﻨﺪﺍﺕ ﺍﻟﻤﻨﻔﺬﺓ ﻋﻦ ﻃﺮﻳﻖ ﺍﻟﻔﺎﻛﺲ ﺃﻭ ﺍﻟﺒﺮﻳﺪ ﺍﻹﻟﻜﺘﺮﻭﻧﻲ، ﻳﺠﺐ ﻋﻠﻰ ﺍﻟﻄﺮﻓﻴﻦ ﺇﺭﺳﺎﻝ ﺍﻟﻤﺴﺘﻨﺪﺍﺕ ﺍﻷﺻﻠﻴﺔ ﺍﻟﻤﻮﻗﻌﺔ ﺇﻟﻰ ﺑﻌﻀﻬﻤﺎ ﺍﻟﺒﻌﺾ، ﻭﻟﻜﻦ ﻋﺪﻡ ﺍﻣﺘﺜﺎﻝ ﺃﻱ ﻣﻦ ﺍﻟﻄﺮﻓﻴﻦ ﻟﻬﺬﺍ ﺍﻟﺸﺮﻁ ﻟﻦ ﻳﺠﻌﻞ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺑﺎﻃﻠﺔ ﺃﻭ ﻏﻴﺮ ﻗﺎﺑﻠﺔ ﻟﻠﺘﻨﻔﻴﺬ.\nﺑﺎﺳﺘﺜﻨﺎﺀ ﺍﻟﻤﺴﺎﺋﻞ ﺍﻟﺘﻲ ﺗﻐﻄﻴﻬﺎ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺃﻭ ﺍﺗﻔﺎﻗﻴﺔ ﻣﻜﺘﻮﺑﺔ ﺃﺧﺮﻯ، ﻻ ﻳﻜﻮﻥ ﺃﻱ ﻃﺮﻑ ﻓﻲ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻭﻛﻴﻼ ﻷﻱ ﻃﺮﻑ ﺁﺧﺮ، ﻭﻟﻦ ﻳﻜﻮﻥ ﻣﺴﺆﻭﻻ ﻋﻦ ﺍﻟﺘﺰﺍﻣﺎﺕ ﺃﻭ ﺃﻓﻌﺎﻝ ﺃﻭ ﺇﻏﻔﺎﻻﺕ ﺍﻟﻄﺮﻑ ﺍﻵﺧﺮ.\nﺍﻟﻌﻨﺎﻭﻳﻦ ﺍﻟﻮﺍﺭﺩﺓ ﻓﻲ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻫﻲ ﻟﻠﺘﺴﻬﻴﻞ ﻓﻘﻂ، ﻭﻻ ﻳﺠﻮﺯ ﻣﻨﺤﻬﺎ ﺃﻱ ﻭﺯﻥ ﻓﻲ ﺑﻨﺎﺀ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ.\nﻳﺘﻢ ﺗﻔﺴﻴﺮ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻭﺗﻨﻔﻴﺬﻫﺎ ﻭﻓﻘﺎ ﻟﻘﻮﺍﻧﻴﻦ ﻭﻻﻳﺔ ﻭﻳﺴﻜﻮﻧﺴﻦ.\n[ﺻﻔﺤﺔ ﺍﻟﺘﻮﻗﻴﻊ ﺍﻟﺘﺎﻟﻴﺔ]\nﻭﺇﺛﺒﺎﺕ ﺫﻟﻚ، ﻗﺎﻣﺖ AFMIC ﻭﺍﻟﺸﺮﻛﺎﺕ ﺍﻟﺘﺎﺑﻌﺔ ﺍﻟﻤﺬﻛﻮﺭﺓ ﺃﺩﻧﺎﻩ ﺑﺘﻨﻔﻴﺬ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻟﺘﻜﻮﻥ ﺳﺎﺭﻳﺔ ﺍﻟﻤﻔﻌﻮﻝ ﺍﻋﺘﺒﺎﺭﺍ ﻣﻦ ﺍﻟﻴﻮﻡ ﻭﺍﻟﻌﺎﻡ ﺍﻟﻤﺒﻴﻨﻴﻦ ﺃﺩﻧﺎﻩ ﺗﺤﺖ ﺗﻮﻗﻴﻌﺎﺕ ﺍﻟﺸﺮﻛﺎﺕ ﺍﻟﺘﺎﺑﻌﺔ.\n[ﺷﺮﻛﺔ ﺍﻟﺘﺄﻣﻴﻦ ﺍﻟﻌﺎﺋﻠﻲ ﺍﻷﻣﺮﻳﻜﻲ ، SI]\nﺏ:__________________________________________\n[ﺍﻻﺳﻢ]\n[ﺍﻟﻌﻨﻮﺍﻥ]\n[ﺍﻟﺸﺮﻛﺔ ﺍﻷﻣﺮﻳﻜﻴﺔ ﻟﻠﺘﺄﻣﻴﻦ ﻋﻠﻰ ﺍﻟﻌﺎﺋﻠﺔ ﺍﻟﻘﺎﺑﻀﺔ]\nﺏ:___________________________________________\n[ﺍﻻﺳﻢ]\n[ﺍﻟﻌﻨﻮﺍﻥ]\nﺗﺎﺭﻳﺦ:__________________________________________\n[ﺷﺮﻛﺔ AMFAM ﺍﻟﻘﺎﺑﻀﺔ]\nﺏ:___________________________________________\n[ﺍﻻﺳﻢ]\n[ﺍﻟﻌﻨﻮﺍﻥ]\nﺗﺎﺭﻳﺦ:__________________________________________\n[ﺻﻔﺤﺔ ﺍﻟﺘﻮﻗﻴﻊ ﺇﻟﻰ\nﺍﻟﺸﻜﻞ ﺃ: ﺷﻜﻞ ﺍﻻﻧﻀﻤﺎﻡ\nﺍﺗﻔﺎﻗﻴﺔ ﺍﻻﻧﻀﻤﺎﻡ\nﺗﻢ ﺇﺑﺮﺍﻡ ﺍﺗﻔﺎﻗﻴﺔ ﺍﻻﻧﻀﻤﺎﻡ ﻫﺬﻩ (\"ﺍﻻﻧﻀﻤﺎﻡ\" ﻫﺬﻩ) ﺍﻟﻤﺆﺭﺧﺔ ﺍﻋﺘﺒﺎﺭﺍ ﻣﻦ ﺗﺎﺭﻳﺦ ﺍﻟﺴﺮﻳﺎﻥ ﺍﻟﻤﻜﺘﻮﺏ ﺃﺩﻧﺎﻩ، ﻭﻓﻘﺎ ﻻﺗﻔﺎﻗﻴﺔ ﻣﻌﻴﻨﺔ ﻟﻠﺨﺪﻣﺎﺕ ﺑﻴﻦ ﺍﻟﺸﺮﻛﺎﺕ ﺍﻟﺸﻘﻴﻘﺔ ﻭﺗﺨﺼﻴﺺ ﺍﻟﺘﻜﺎﻟﻴﻒ، ﺍﻟﻤﺆﺭﺧﺔ ﺍﻋﺘﺒﺎﺭﺍ ﻣﻦ [_____________ 2016] (ﺑﺼﻴﻐﺘﻬﺎ ﺍﻟﻤﻌﺪﻟﺔ ﺃﻭ ﺍﻟﻤﺴﺘﻜﻤﻠﺔ ﺃﻭ ﺍﻟﻤﻌﺪﻟﺔ ﻣﻦ ﻭﻗﺖ ﻵﺧﺮ، \"ﺍﻻﺗﻔﺎﻗﻴﺔ\") ﻣﻦ ﻗﺒﻞ ﻭﺑﻴﻦ [AMERICAN FAMILY MUTUAL\nﺷﺮﻛﺔ ﺍﻟﺘﺄﻣﻴﻦ ، SI (\"AFMIC\")] ﻭﻛﻞ ﻣﻦ ﺍﻟﺸﺮﻛﺎﺕ ﺍﻟﺘﺎﺑﻌﺔ ﻟﻬﺎ ﺍﻟﺘﻲ ﺗﻢ ﺗﺤﺪﻳﺪﻫﺎ ﻋﻠﻰ ﺃﻧﻬﺎ ﺍﻟﻤﻮﻗﻌﺔ ﺍﻷﺧﺮﻯ ﻋﻠﻴﻬﺎ، ﺇﻣﺎ ﻓﻲ ﺳﻄﻮﺭ ﺍﻟﺘﻮﻗﻴﻊ ﺃﺩﻧﺎﻩ ﻓﻲ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﺃﻭ ﻓﻲ ﺿﻤﻬﺎ ﻣﻮﻗﻌﺔ ﻣﻦ ﻗﺒﻞ AFMIC ﻭﻫﺬﻩ ﺍﻟﺸﺮﻛﺔ ﺍﻟﺘﺎﺑﻌﺔ. ﻣﺎ ﻟﻢ ﻳﺘﻢ ﺗﺤﺪﻳﺪ ﺧﻼﻑ ﺫﻟﻚ ﻓﻲ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﻳﻜﻮﻥ ﻟﻠﻤﺼﻄﻠﺤﺎﺕ ﺍﻟﻤﻜﺘﻮﺑﺔ ﺑﺄﺣﺮﻑ ﻛﺒﻴﺮﺓ ﺍﻟﻤﺴﺘﺨﺪﻣﺔ ﻫﻨﺎ ﻭﺍﻟﻤﺤﺪﺩﺓ ﻓﻲ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺍﻟﻤﻌﺎﻧﻲ ﺍﻟﻤﻌﻄﺎﺓ ﻟﻬﺎ ﻓﻲ ﺍﻻﺗﻔﺎﻗﻴﺔ.\nﺣﻔﻼﺕ\nﻭﺣﻴﺚ ﺇﻥ ﺍﻟﺸﺮﻛﺔ ﺍﻟﺘﺎﺑﻌﺔ ﻟﺸﺮﻛﺔ AFMIC ﺍﻟﻤﻮﻗﻌﺔ ﻋﻠﻰ ﻫﺬﺍ ﺍﻟﻀﻢ (\"ﺍﻟﻄﺮﻑ ﺍﻟﻤﻨﻀﻢ\") ﺗﺮﻏﺐ ﻓﻲ ﺃﻥ ﺗﺼﺒﺢ ﻣﻮﻗﻌﺔ ﻋﻠﻰ ﺍﻻﺗﻔﺎﻗﻴﺔ؛\nﻭﺍﻵﻥ، ﻭﺑﺎﻟﺘﺎﻟﻲ، ﻭﺑﺎﻟﻨﻈﺮ ﺇﻟﻰ ﺍﻟﻮﻋﻮﺩ ﺍﻟﻤﺘﺒﺎﺩﻟﺔ ﺍﻟﺘﻲ ﻗﻄﻌﺖ ﻭﺍﻟﺸﺮﻭﻁ ﻭﺍﻷﺣﻜﺎﻡ ﺍﻟﻤﻮﺿﺤﺔ ﻓﻲ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﺗﺘﻔﻖ AFMIC ﻭﺍﻟﻄﺮﻑ ﺍﻟﻤﻨﻀﻢ ﻋﻠﻰ ﻣﺎ ﻳﻠﻲ:\nﺍﻻﻧﻀﻤﺎﻡ ﺇﻟﻰ ﺍﻻﺗﻔﺎﻗﻴﺔ. ﻳﺆﻛﺪ ﺍﻟﻄﺮﻑ ﺍﻟﻤﻨﻀﻢ ﺃﻧﻪ ﺗﻠﻘﻰ ﻧﺴﺨﺔ ﻣﻦ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻭﺃﻱ ﻣﻌﻠﻮﻣﺎﺕ ﺃﺧﺮﻯ ﻳﺮﺍﻫﺎ ﻣﻨﺎﺳﺒﺔ ﻻﺗﺨﺎﺫ ﻗﺮﺍﺭﻩ ﺍﻟﺨﺎﺹ ﺑﺎﻟﺪﺧﻮﻝ ﻓﻲ ﻫﺬﺍ ﺍﻟﻀﻢ ﻭﻳﻮﺍﻓﻖ ﻋﻠﻰ:\nﺍﻻﻧﻀﻤﺎﻡ ﺇﻟﻰ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻭﺗﺼﺒﺢ ﻃﺮﻓﺎ ﻓﻴﻬﺎ ﻛﺸﺮﻛﺔ ﺗﺎﺑﻌﺔ؛\nﺍﻻﻟﺘﺰﺍﻡ ﺑﺠﻤﻴﻊ ﺍﻟﻌﻬﻮﺩ ﻭﺍﻻﺗﻔﺎﻗﻴﺎﺕ ﺍﻟﻮﺍﺭﺩﺓ ﻓﻲ ﺍﻻﺗﻔﺎﻗﻴﺔ؛ ﻭ (ﺝ)\tﺍﻟﻮﻓﺎﺀ ﺑﺠﻤﻴﻊ ﺍﻻﻟﺘﺰﺍﻣﺎﺕ ﺍﻟﻤﻄﻠﻮﺑﺔ ﻣﻨﻬﺎ ﺑﻤﻮﺟﺐ ﺍﻻﺗﻔﺎﻗﻴﺔ.\nﺗﺎﺭﻳﺦ ﺍﻟﺴﺮﻳﺎﻥ. ﻳﻜﻮﻥ ﺗﺎﺭﻳﺦ ﺳﺮﻳﺎﻥ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﻓﻴﻤﺎ ﻳﺘﻌﻠﻖ ﺑﺎﻟﻄﺮﻑ ﺍﻟﻤﻨﻀﻢ، ﻫﻮ ﺗﺎﺭﻳﺦ ﺍﻟﺴﺮﻳﺎﻥ ﺍﻟﻤﻨﺼﻮﺹ ﻋﻠﻴﻪ ﻓﻲ ﺻﻔﺤﺔ ﺍﻟﺘﻮﻗﻴﻊ ﻋﻠﻰ ﻫﺬﺍ ﺍﻟﻤﻨﻀﻢ.\nﺍﻟﻘﺎﻧﻮﻥ ﺍﻟﺤﺎﻛﻢ. ﻳﺠﺐ ﺗﻔﺴﻴﺮ ﻫﺬﺍ ﺍﻟﻀﻢ ﻭﺗﻨﻔﻴﺬﻩ ﻭﻓﻘﺎ ﻟﻘﻮﺍﻧﻴﻦ ﻭﻻﻳﺔ ﻭﻳﺴﻜﻮﻧﺴﻦ.\nﺻﻔﺤﺎﺕ ﺍﻟﺘﻮﻗﻴﻊ. ﻳﺨﻀﻊ ﺗﻨﻔﻴﺬ ﻫﺬﺍ ﺍﻟﻀﻢ ﻟﻠﻘﺴﻢ 6.7 ﻣﻦ ﺍﻻﺗﻔﺎﻗﻴﺔ.\n[ﺻﻔﺤﺔ ﺍﻟﺘﻮﻗﻴﻊ ﺍﻟﺘﺎﻟﻴﺔ]\n[ﺷﻜﻞ ﺍﻟﻀﻢ ﺇﻟﻰ\nﻭﺇﺛﺒﺎﺕ ﺫﻟﻚ، ﻗﺎﻣﺖ AFMIC ﻭﺍﻟﻄﺮﻑ ﺍﻟﻤﻨﻀﻢ ﺍﻟﻤﺴﻤﻰ ﺃﺩﻧﺎﻩ ﺑﺘﻨﻔﻴﺬ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺍﻋﺘﺒﺎﺭﺍ ﻣﻦ ﺗﺎﺭﻳﺦ ﺍﻟﺴﺮﻳﺎﻥ ﺍﻟﻤﻮﺿﺢ ﺃﺩﻧﺎﻩ.\n[ﺷﺮﻛﺔ ﺍﻟﺘﺄﻣﻴﻦ ﺍﻟﻌﺎﺋﻠﻲ ﺍﻷﻣﺮﻳﻜﻲ ، SI]\nﺏ:__________________________________________\n[ﺍﻻﺳﻢ]\n[ﺍﻟﻌﻨﻮﺍﻥ]\n[ﺣﺰﺏ ﺍﻻﻧﻀﻤﺎﻡ]\nﺏ:___________________________________________\n[ﺍﻻﺳﻢ]\n[ﺍﻟﻌﻨﻮﺍﻥ]\nﺗﺎﺭﻳﺦ ﺍﻟﺴﺮﻳﺎﻥ:_______________________________\n[ﺷﻜﻞ ﺍﻟﻀﻢ ﺇﻟﻰ"
}