[
    {
        "full_text": "ﻧﻤﻮﺫﺝ ﺍﺗﻔﺎﻗﻴﺔ ﺗﻄﻮﻳﺮ ﻣﻮﻗﻊ ﺍﻟﻮﻳﺐ \nﺗﻢ ﺇﺑﺮﺍﻡ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻭﺇﺑﺮﺍﻣﻬﺎ ﺍﻋﺘﺒﺎﺭﺍ ﻣﻦ ﻫﺬﺍ [ﺍﻟﺘﺎﺭﻳﺦ] (\"ﺗﺎﺭﻳﺦ ﺍﻟﺴﺮﻳﺎﻥ\") ﻣﻦ ﻗﺒﻞ ﻭﺑﻴﻦ ﺷﺮﻛﺔ ﺗﻮﺯﻳﻊ ﺍﻟﺒﺮﻣﺠﻴﺎﺕ، ﻭﻫﻲ ﺷﺮﻛﺔ ﻓﻲ ﻭﻻﻳﺔ ﺩﻳﻼﻭﻳﺮ ﻟﻬﺎ ﻣﻜﺎﺗﺐ ﻓﻲ Bailey Road، Garden City، NY 1234 (\"ﺍﻟﺸﺮﻛﺔ\") ﻭﺷﺮﻛﺔ ﺗﻄﻮﻳﺮ ﻣﻮﺍﻗﻊ ﺍﻟﻮﻳﺐ ﺧﺎﺭﺝ ﺍﻟﻤﻮﻗﻊ، ﻭﻫﻲ ﺷﺮﻛﺔ ﻓﻲ ﻛﺎﻟﻴﻔﻮﺭﻧﻴﺎ ﻟﻬﺎ ﻣﻜﺎﺗﺐ ﻓﻲ World Wide Web Avenue، Silicon City، CA (\"ﺍﻟﻤﻄﻮﺭ\"). \nW I T N E S S E T H \nﻭﺣﻴﺚ ﺇﻥ ﺍﻟﺸﺮﻛﺔ ﺗﺮﻏﺐ ﻓﻲ ﺇﺷﺮﺍﻙ ﺍﻟﻤﻄﻮﺭ ﻟﺘﻄﻮﻳﺮ ﻭﺇﻧﺸﺎﺀ ﻭﺍﺧﺘﺒﺎﺭ ﻭﺗﻘﺪﻳﻢ ﻣﻮﻗﻊ ﻭﻳﺐ ﻳﻌﺮﻑ ﺑﺎﺳﻢ \"Whizzer's Web\" ﻛﻌﻤﻞ ﺗﻢ ﺇﻧﺸﺎﺅﻩ ﻟﻠﺘﺄﺟﻴﺮ ﻭﻭﺿﻊ ﻣﻮﻗﻊ ﺍﻟﻮﻳﺐ ﻋﻠﻰ ﺧﺎﺩﻡ ﺍﻟﻮﻳﺐ ﺍﻟﺨﺎﺹ ﺑﺎﻟﻤﻄﻮﺭ ﻭﺇﺗﺎﺣﺔ ﻣﻮﻗﻊ ﺍﻟﻮﻳﺐ ﻟﻠﺘﺼﻔﺢ ﻋﻠﻰ ﺍﻹﻧﺘﺮﻧﺖ؛ ﻭ \nﻭﺣﻴﺚ ﺇﻥ ﺍﻟﻤﻄﻮﺭ ﻣﻬﺘﻢ ﺑﺎﻟﻘﻴﺎﻡ ﺑﻤﺜﻞ ﻫﺬﺍ ﺍﻟﻌﻤﻞ؛ ﻭ \nﻭﺣﻴﺚ ﺇﻥ ﺍﻟﺸﺮﻛﺔ ﻭﺍﻟﻤﻄﻮﺭ ﻳﺮﻏﺒﺎﻥ ﺑﺸﻜﻞ ﻣﺘﺒﺎﺩﻝ ﻓﻲ ﺗﺤﺪﻳﺪ ﺍﻟﺸﺮﻭﻁ ﺍﻟﻤﻄﺒﻘﺔ ﻋﻠﻰ ﻫﺬﺍ ﺍﻟﻌﻤﻞ؛ \nﺍﻵﻥ، ﻟﺬﻟﻚ، ﻣﻦ ﺃﺟﻞ ﺍﻻﻋﺘﺒﺎﺭ ﺍﻟﻤﺘﺒﺎﺩﻝ ﺍﻟﻤﻨﺼﻮﺹ ﻋﻠﻴﻪ ﻓﻲ ﻫﺬﻩ ﺍﻟﻮﺛﻴﻘﺔ، ﻭﺍﻟﺬﻱ ﻳﺘﻢ ﺍﻹﻗﺮﺍﺭ ﺑﻜﻔﺎﻳﺘﻪ، ﺗﺘﻔﻖ ﺍﻟﺸﺮﻛﺔ ﻭﺍﻟﻤﻄﻮﺭ، ﺍﻟﺘﻲ ﺗﻨﻮﻱ ﺃﻥ ﺗﻜﻮﻥ ﻣﻠﺰﻣﺔ ﻗﺎﻧﻮﻧﺎ، ﻋﻠﻰ ﻣﺎ ﻳﻠﻲ: \n1. \tﻣﺴﺆﻭﻟﻴﺎﺕ ﺍﻟﻤﻄﻮﺭ \nﻧﻄﺎﻕ ﺍﻟﻌﻤﻞ \nﺗﺤﺘﻔﻆ ﺍﻟﺸﺮﻛﺔ ﺑﻤﻮﺟﺐ ﻫﺬﺍ ﺑﺨﺪﻣﺎﺕ ﺍﻟﻤﻄﻮﺭ ﻟﺘﺼﻤﻴﻢ ﻭﺗﻄﻮﻳﺮ ﻭﺍﺳﺘﻀﺎﻓﺔ ﻣﻮﻗﻊ ﻭﻳﺐ ﻭﺇﻧﺘﺮﺍﻧﺖ (ﻳﺸﺎﺭ ﺇﻟﻴﻬﺎ ﻣﺠﺘﻤﻌﺔ ﺑﺎﺳﻢ \"ﻣﻮﻗﻊ ﺍﻟﻮﻳﺐ\") ﻟﻠﺸﺮﻛﺔ ﻭﻓﻘﺎ ﻟﻼﻗﺘﺮﺍﺡ ﺍﻟﻤﻘﺪﻡ ﻣﻦ ﺍﻟﻤﻄﻮﺭ ﺇﻟﻰ ﺍﻟﺸﺮﻛﺔ ﺑﺘﺎﺭﻳﺦ [ﺍﻟﺘﺎﺭﻳﺦ] (\"ﺍﻻﻗﺘﺮﺍﺡ\") ، ﻭﻳﺘﻢ ﺇﺭﻓﺎﻕ ﻧﺴﺨﺔ ﻣﻨﻪ ﺑﻤﻮﺟﺐ ﻫﺬﺍ ﺍﻟﻤﺴﺘﻨﺪ \"ﺃ\" ﻭﺷﺮﻭﻃﻪ ﺍﻟﻤﺪﺭﺟﺔ ﺻﺮﺍﺣﺔ ﻫﻨﺎ ﺑﺎﻹﺷﺎﺭﺓ. \nﺟﺪﻭﻝ \nﻳﺘﻢ ﺇﺭﻓﺎﻕ \"ﺍﻟﺠﺪﻭﻝ ﺍﻟﺰﻣﻨﻲ\" ﻟﺘﻄﻮﻳﺮ ﻣﻮﻗﻊ ﺍﻟﺸﺮﻛﺔ ﻋﻠﻰ ﺍﻟﻮﻳﺐ ﻭﺍﻹﻧﺘﺮﺍﻧﺖ ﺑﻤﻮﺟﺐ ﻫﺬﺍ ﺍﻟﻤﻠﺤﻖ ﺏ. \nﺍﻟﺘﻐﻴﻴﺮﺍﺕ \nﻻ ﺗﺴﺮﻱ ﺍﻟﺘﻐﻴﻴﺮﺍﺕ ﺍﻟﺘﻲ ﺗﻄﺮﺃ ﻋﻠﻰ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺃﻭ ﻋﻠﻰ ﺃﻱ ﻣﻦ ﻣﻮﺍﺻﻔﺎﺕ ﺍﻟﻤﻮﻗﻊ ﺍﻹﻟﻜﺘﺮﻭﻧﻲ ﺃﻭ ﺍﻹﻧﺘﺮﺍﻧﺖ ﻓﻲ ﺃﻱ ﻣﻦ ﻣﻮﺍﺻﻔﺎﺗﻬﺎ ﺇﻻ ﻋﻨﺪﻣﺎ ﻳﺘﻢ ﺗﻨﻔﻴﺬ ﻃﻠﺐ ﺗﻐﻴﻴﺮ ﻛﺘﺎﺑﻲ ﻣﻦ ﻗﺒﻞ ﺍﻟﻤﺪﻳﺮ ﺍﻟﺘﻨﻔﻴﺬﻱ ﻟﻠﺸﺮﻛﺔ ﻭﺍﻟﻤﻄﻮﺭ.  ﻳﻮﺍﻓﻖ ﺍﻟﻤﻄﻮﺭ ﻋﻠﻰ ﺇﺧﻄﺎﺭ ﺍﻟﺸﺮﻛﺔ ﻋﻠﻰ ﺍﻟﻔﻮﺭ ﺑﺄﻱ ﻋﺎﻣﻞ ﺃﻭ ﺣﺪﺙ ﺃﻭ ﺣﺪﺙ ﻳﻠﻔﺖ ﺍﻧﺘﺒﺎﻫﻬﺎ ﻗﺪ ﻳﺆﺛﺮ ﻋﻠﻰ ﻗﺪﺭﺓ ﺍﻟﻤﻄﻮﺭ ﻋﻠﻰ ﺗﻠﺒﻴﺔ ﻣﺘﻄﻠﺒﺎﺕ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﺃﻭ ﻣﻦ ﺍﻟﻤﺤﺘﻤﻞ ﺃﻥ ﻳﺘﺴﺒﺐ ﻓﻲ ﺃﻱ ﺗﺄﺧﻴﺮ ﺟﻮﻫﺮﻱ ﻓﻲ ﺍﻟﺠﺪﻭﻝ. \nﻣﻈﺎﻫﺮﺓ ﻓﻲ ﺍﻟﻤﻌﺮﺽ ﺍﻟﺘﺠﺎﺭﻱ \nﻳﻮﺍﻓﻖ DEVELOPER ﻋﻠﻰ ﻋﺮﺽ ﻭﻋﺮﺽ ﻣﻮﻗﻊ ﺍﻟﻮﻳﺐ ﺧﻼﻝ ﺍﻟﻤﻌﺮﺽ ﺍﻟﺘﺠﺎﺭﻱ ﺍﻟﺬﻱ ﺳﻴﻌﻘﺪ ﻓﻲ ﻧﻴﻮﻳﻮﺭﻙ ﻓﻲ [ﺍﻟﺘﺎﺭﻳﺦ].  ﻳﺠﺐ ﻋﻠﻰ ﺍﻟﺸﺮﻛﺔ ﺗﺰﻭﻳﺪ ﺍﻟﻤﻄﻮﺭ ﺑﺎﻟﻤﺴﺎﺣﺔ ﺍﻟﻤﻨﺎﺳﺒﺔ ﻟﻤﺜﻞ ﻫﺬﺍ ﺍﻟﻌﺮﺽ ﺍﻟﺘﻮﺿﻴﺤﻲ.  ﻳﺠﺐ ﻋﻠﻰ ﺍﻟﻤﻄﻮﺭ ﺗﻮﻓﻴﺮ ﺟﻤﻴﻊ ﺃﺟﻬﺰﺓ ﺍﻟﻜﻤﺒﻴﻮﺗﺮ ﻭﺍﻟﻤﻮﻇﻔﻴﻦ ﺍﻟﻼﺯﻣﻴﻦ ﻟﺘﻨﻔﻴﺬ ﻫﺬﺍ ﺍﻟﻌﺮﺽ. \n2. \tﺗﺼﻤﻴﻢ ﻣﻮﻗﻊ ﺍﻟﻮﻳﺐ \nﺗﺼﻤﻴﻢ \nﻳﺠﺐ ﺃﻥ ﻳﻜﻮﻥ ﺗﺼﻤﻴﻢ ﻣﻮﻗﻊ ﺍﻟﺸﺮﻛﺔ ﻋﻠﻰ ﺍﻟﻮﻳﺐ ﻣﺘﻮﺍﻓﻘﺎ ﺑﺸﻜﻞ ﻛﺒﻴﺮ ﻣﻊ ﺍﻟﻤﻮﺍﺩ ﺍﻟﻤﻘﺪﻣﺔ ﺇﻟﻰ ﺍﻟﻤﻄﻮﺭ ﻣﻦ ﻗﺒﻞ ﺍﻟﺸﺮﻛﺔ.  ﻳﺠﺐ ﻋﻠﻰ ﺍﻟﻤﻄﻮﺭ ﺗﻄﻮﻳﺮ ﻣﻮﻗﻊ ﺍﻟﺸﺮﻛﺔ ﻋﻠﻰ ﺍﻟﻮﻳﺐ ﻟﻌﺮﺽ ﺃﻋﻠﻰ ﺻﻮﺭﺓ ﺍﺣﺘﺮﺍﻓﻴﺔ.  ﻻ ﻳﺠﻮﺯ ﻟﻠﻤﻄﻮﺭ ﺗﻀﻤﻴﻦ ﺃﻱ ﻣﻤﺎ ﻳﻠﻲ ﻓﻲ ﻣﻮﻗﻊ ﺍﻟﻮﻳﺐ ﺃﻭ ﻓﻲ ﺩﻟﻴﻞ ﺍﻟﺸﺮﻛﺔ ﻋﻠﻰ ﺧﺎﺩﻡ ﺍﻟﻮﻳﺐ ﺍﻟﺨﺎﺹ ﺑﺎﻟﻤﻄﻮﺭ: ﺍﻟﻨﺼﻮﺹ ﺃﻭ ﺍﻟﺮﺳﻮﻣﺎﺕ ﺃﻭ ﺍﻟﺼﻮﺕ ﺃﻭ ﺍﻟﺮﺳﻮﻡ ﺍﻟﻤﺘﺤﺮﻛﺔ ﺍﻟﺘﻲ ﻗﺪ ﻳﻨﻈﺮ ﺇﻟﻴﻬﺎ ﻋﻠﻰ ﺃﻧﻬﺎ ﻣﺴﻴﺌﺔ ﺃﻭ ﻣﺮﺗﺒﻄﺔ ﺑﺄﻱ ﺷﻜﻞ ﻣﻦ ﺍﻷﺷﻜﺎﻝ ﺑﺎﻟﺠﻨﺲ ﺃﻭ ﺃﻱ ﺃﻧﺸﻄﺔ ﻏﻴﺮ ﻗﺎﻧﻮﻧﻴﺔ. ﺭﻭﺍﺑﻂ ﻟﻤﻮﺍﻗﻊ ﺃﺧﺮﻯ ﻗﺪ ﻳﻨﻈﺮ ﺇﻟﻴﻬﺎ ﻋﻠﻰ ﺃﻧﻬﺎ ﻣﺴﻴﺌﺔ ﺃﻭ ﻣﺮﺗﺒﻄﺔ ﺑﺄﻱ ﺷﻜﻞ ﻣﻦ ﺍﻷﺷﻜﺎﻝ ﺑﺎﻟﺠﻨﺲ ﺃﻭ ﺃﻱ ﺃﻧﺸﻄﺔ ﻏﻴﺮ ﻗﺎﻧﻮﻧﻴﺔ. ﺭﺳﻮﻣﺎﺕ ﺍﻧﻄﺒﺎﻋﻴﺔ ﺃﻭ ﺷﺒﻴﻬﺔ ﺑﺎﻟﺮﺳﻮﻡ ﺍﻟﻤﺘﺤﺮﻛﺔ (ﻣﺎ ﻟﻢ ﺗﻮﻓﺮﻫﺎ ﺍﻟﺸﺮﻛﺔ) ؛ ﻧﺺ ﻏﻴﺮ ﻣﺮﺋﻲ، ﻧﺺ ﻻ ﻳﻜﻮﻥ ﻣﻮﺟﻮﺩﺍ ﺇﻻ ﻋﻨﺪﻣﺎ ﻳﺼﻞ \"ﺯﺍﺣﻒ ﺍﻟﻮﻳﺐ\" ﺃﻭ ﺃﺩﺍﺓ ﻓﻬﺮﺳﺔ ﻭﻳﺐ ﺃﺧﺮﻯ ﺇﻟﻰ ﻣﻮﻗﻊ ﺍﻟﻮﻳﺐ، ﺃﻭ ﺃﻱ ﻧﻮﻉ ﺁﺧﺮ ﻣﻦ ﺍﻟﻨﺼﻮﺹ ﺍﻟﻤﺨﻔﻴﺔ ﺃﻭ ﺍﻟﻤﻌﻠﻮﻣﺎﺕ ﺍﻟﻤﺨﻔﻴﺔ ﺃﻭ ﺍﻟﺮﺳﻮﻣﺎﺕ ﺍﻟﻤﺨﻔﻴﺔ ﺃﻭ ﻏﻴﺮﻫﺎ ﻣﻦ ﺍﻟﻤﻮﺍﺩ ﺍﻟﻤﺨﻔﻴﺔ؛ ﺃﻭ ﺍﻟﻌﻨﺎﺻﺮ ﺍﻟﻤﺪﻣﺮﺓ ﺃﻭ ﺍﻟﺒﺮﻣﺠﺔ ﺍﻟﻤﺪﻣﺮﺓ ﻣﻦ ﺃﻱ ﻧﻮﻉ. \nﺍﻟﻤﻮﺍﺩ ﺍﻟﻤﻘﺪﻣﺔ ﻣﻦ ﻗﺒﻞ ﺍﻟﺸﺮﻛﺔ \nﻳﻤﻜﻦ ﺗﻮﻓﻴﺮ ﺟﻤﻴﻊ ﺍﻟﻤﻮﺍﺩ ﺍﻟﺘﻲ ﺳﻴﺘﻢ ﺗﻮﻓﻴﺮﻫﺎ ﻣﻦ ﻗﺒﻞ ﺍﻟﺸﺮﻛﺔ ﻋﻠﻰ ﺃﻗﺮﺍﺹ ﻣﺮﻧﺔ ﺃﻭ ﺧﺮﺍﻃﻴﺶ ZIP 100 ﻣﻴﺠﺎﺑﺎﻳﺖ ﺃﻭ ﻋﺒﺮ ﺑﺮﻭﺗﻮﻛﻮﻝ ﻧﻘﻞ ﺍﻟﻤﻠﻔﺎﺕ (\"FTP\").  ﺳﻴﺘﻢ ﺗﻮﻓﻴﺮ ﺍﻟﻤﻠﻔﺎﺕ ﺑﺘﻨﺴﻴﻖ HTML ﺃﻭ ﺗﻨﺴﻴﻖ ﻧﺺ ﻣﻌﺎﻟﺠﺔ ﺍﻟﻨﺼﻮﺹ ﺍﻟﻘﻴﺎﺳﻲ ﺃﻭ ، ﺇﺫﺍ ﻛﺎﻧﺖ ﺍﻟﺼﻮﺭ ، ﻛﻤﻠﻔﺎﺕ GIFF ﺃﻭ JPEG ﺃﻭ Photoshop ﺍﻟﺨﺎﺻﺔ ﺏ TIFF. \nﻣﻮﺍﺻﻔﺎﺕ ﺍﻟﺼﻔﺤﺔ ﺍﻟﺮﺋﻴﺴﻴﺔ \nﺳﻴﺘﺄﻟﻒ ﻣﻮﻗﻊ ﺍﻟﺸﺮﻛﺔ ﺍﻹﻟﻜﺘﺮﻭﻧﻲ ﻣﻦ ﺻﻔﺤﺔ ﺭﺋﻴﺴﻴﺔ (ﺍﻟﺼﻔﺤﺔ \"ﺍﻷﻭﻟﻰ\" ﻟﻠﻤﻮﻗﻊ ﺍﻹﻟﻜﺘﺮﻭﻧﻲ) ﻳﻤﻜﻦ ﺍﻟﻮﺻﻮﻝ ﺇﻟﻴﻬﺎ ﻋﻦ ﻃﺮﻳﻖ ﻛﺘﺎﺑﺔ ﺃﺣﺪ ﻣﺤﺪﺩﺍﺕ ﺍﻟﻤﻮﺍﺭﺩ ﺍﻟﻤﻮﺣﺪﺓ ﺍﻟﺘﺎﻟﻴﺔ (\"ﻋﻨﺎﻭﻳﻦ URL\") ﻓﻲ ﻣﺘﺼﻔﺢ ﺍﻟﻮﻳﺐ.  ﺳﺘﺒﺬﻝ ﺍﻟﻤﻄﻮﺭ ﻗﺼﺎﺭﻯ ﺟﻬﺪﻫﺎ ﻟﺘﺴﺠﻴﻞ ﺍﺳﻢ ﺍﻟﻨﻄﺎﻕ \"COMPANY.ORG\" ﻟﺼﺎﻟﺢ ﺍﻟﺸﺮﻛﺔ (ﺃﻭ ﺃﻱ ﺍﺳﻢ ﺁﺧﺮ ﻗﺪ ﻳﻜﻮﻥ ﻗﺎﺑﻼ ﻟﻠﺘﺴﺠﻴﻞ ﻭﻣﻘﺒﻮﻻ ﻟﻠﺸﺮﻛﺔ) ﻭﺳﺘﻘﻮﻡ ﺑﺘﻌﻴﻴﻦ ﺟﻤﻴﻊ ﺍﻟﺤﻘﻮﻕ ﺍﻟﺨﺎﺻﺔ ﺑﻪ ﻟﻠﺸﺮﻛﺔ.  ﺗﻮﺍﻓﻖ ﺍﻟﺸﺮﻛﺔ ﻋﻠﻰ ﺩﻓﻊ ﺟﻤﻴﻊ ﺭﺳﻮﻡ ﺍﻟﺘﺴﺠﻴﻞ ﺍﻟﻤﺮﺗﺒﻄﺔ ﺑﻬﺬﺍ ﺍﻟﺘﺴﺠﻴﻞ.  ﺑﺎﻹﺿﺎﻓﺔ ﺇﻟﻰ ﻣﺎ ﺳﺒﻖ، ﺳﻴﺘﻢ ﺗﻀﻤﻴﻦ ﻗﺎﻋﺪﺓ ﺑﻴﺎﻧﺎﺕ ﻟﻸﻋﻀﺎﺀ ﻓﻲ ﺻﻨﺎﻋﺔ ﺍﻟﺘﺮﺧﻴﺺ. \nﺇﻣﻜﺎﻧﻴﺔ ﺍﻟﻮﺻﻮﻝ ﺇﻟﻰ ﺍﻟﻤﻮﻗﻊ ﺍﻹﻟﻜﺘﺮﻭﻧﻲ ﺃﺛﻨﺎﺀ ﺍﻟﺒﻨﺎﺀ \nﻃﻮﺍﻝ ﺑﻨﺎﺀ ﺍﻟﻨﻤﻮﺫﺝ ﺍﻷﻭﻟﻲ ﻭﺍﻟﻤﻮﻗﻊ ﺍﻹﻟﻜﺘﺮﻭﻧﻲ ﺍﻟﻨﻬﺎﺋﻲ ، ﻳﺠﺐ ﺃﻥ ﻳﻜﻮﻥ ﻣﻮﻗﻊ ﺍﻟﻮﻳﺐ ﻣﺘﺎﺣﺎ ﻟﻠﺸﺮﻛﺔ.  ﺣﺘﻰ ﺗﻮﺍﻓﻖ ﺍﻟﺸﺮﻛﺔ ﻋﻠﻰ ﺍﻟﻤﻮﻗﻊ ﺍﻹﻟﻜﺘﺮﻭﻧﻲ ﺍﻟﻨﻬﺎﺋﻲ، ﻟﻦ ﻳﻜﻮﻥ ﺃﻱ ﻣﻦ ﺻﻔﺤﺎﺕ ﺍﻟﻮﻳﺐ ﺍﻟﺨﺎﺻﺔ ﺑﻤﻮﻗﻊ ﺍﻟﺸﺮﻛﺔ ﻣﺘﺎﺣﺎ ﻟﻠﻤﺴﺘﺨﺪﻣﻴﻦ ﺍﻟﻨﻬﺎﺋﻴﻴﻦ ﻣﺎ ﻟﻢ ﻳﻘﻢ ﺍﻟﻤﺴﺘﺨﺪﻣﻮﻥ ﺍﻟﻨﻬﺎﺋﻴﻮﻥ ﺑﺈﺩﺧﺎﻝ ﻣﻌﺮﻑ ﺍﻟﻤﺴﺘﺨﺪﻡ ﻭﻛﻠﻤﺔ ﺍﻟﻤﺮﻭﺭ ﺍﻟﺼﺤﻴﺤﻴﻦ. \nﺍﺟﺘﻤﺎﻋﺎﺕ ﺗﺨﻄﻴﻂ ﺍﻟﻤﺸﺎﺭﻳﻊ \nﺑﻌﺪ ﺗﻮﻗﻴﻊ ﺍﻟﻄﺮﻓﻴﻦ ﻋﻠﻰ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﻳﺠﺘﻤﻊ ﺍﻟﻄﺮﻓﺎﻥ ﻓﻲ ﺍﻟﺸﺮﻛﺔ ﺃﻭ ﻓﻲ ﻣﻜﺎﻥ ﻣﻨﺎﺳﺐ ﻟﻶﺧﺮﻳﻦ ﻭﻓﻲ ﺗﺎﺭﻳﺦ ﻭﻭﻗﺖ ﻣﻨﺎﺳﺒﻴﻦ ﻟﻠﻄﺮﻓﻴﻦ ﻟﻤﻨﺎﻗﺸﺔ ﺗﺨﻄﻴﻂ ﺍﻟﻤﺸﺮﻭﻉ.  ﻳﺴﻌﻰ ﺍﻟﻄﺮﻓﺎﻥ ﺇﻟﻰ ﻋﻘﺪ ﻫﺬﺍ ﺍﻻﺟﺘﻤﺎﻉ ﻓﻲ ﻏﻀﻮﻥ ﺃﺳﺒﻮﻉ ﻭﺍﺣﺪ ﺑﻌﺪ ﺗﻮﻗﻴﻊ ﺍﻟﻄﺮﻓﻴﻦ ﻋﻠﻰ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ. \nﺍﻟﺘﻘﺪﻳﻢ ﻟﻤﻮﺍﻗﻊ ﺍﻟﻔﻬﺮﺳﺔ \nﻓﻲ ﺍﻟﻮﻗﺖ ﺍﻟﺬﻱ ﺗﺠﺮﻱ ﻓﻴﻪ DEVELOPER ﺃﻭﻝ \"ﺗﺠﻮﻝ\" ﻣﻦ ﻣﻮﻗﻊ ﺍﻟﻮﻳﺐ ﺍﻟﻨﻬﺎﺋﻲ ﻟﻠﺸﺮﻛﺔ ، ﺳﺘﻘﻮﻡ DEVELOPER ﺑﺘﺴﺠﻴﻞ ﻋﻨﻮﺍﻥ URL ﺍﻟﺨﺎﺹ ﺑﺎﻟﺸﺮﻛﺔ ﻣﻊ ﻣﺤﺮﻛﺎﺕ ﺍﻟﺒﺤﺚ ﺍﻟﺘﺎﻟﻴﺔ: Yahoo ﻭ Infoseek ﻭ Alta Vista ﻭ Web Crawler ﻭ Excite!.   ﺳﺘﻘﺪﻡ DEVELOPER ﻗﺎﺋﻤﺔ ﺑﺎﻟﻤﻮﺍﻗﻊ ﺍﻷﺧﺮﻯ (ﺣﺘﻰ 50 ﻣﻮﻗﻌﺎ) ﻭﺍﻟﺘﻲ ﻗﺪ ﺗﺨﺘﺎﺭ ﺍﻟﺸﺮﻛﺔ ﺃﻳﻀﺎ ﺍﻟﺘﺴﺠﻴﻞ ﻓﻴﻬﺎ. \nﺗﺴﻠﻴﻢ ﺍﻟﻤﺨﺮﺟﺎﺕ \nﻋﻨﺪ ﻣﻮﺍﻓﻘﺔ ﺍﻟﺸﺮﻛﺔ ﻋﻠﻰ ﻣﻮﻗﻊ ﺍﻟﻮﻳﺐ ﺍﻟﻨﻬﺎﺋﻲ ﺍﻟﺨﺎﺹ ﺑﻬﺎ، ﺃﻭ ﻋﻨﺪ ﺇﻧﻬﺎﺀ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﺃﻳﻬﻤﺎ ﻳﺤﺪﺙ ﺳﺎﺑﻘﺎ، ﻳﺠﺐ ﻋﻠﻰ ﺍﻟﻤﻄﻮﺭ ﺗﺴﻠﻴﻢ ﺍﻟﺸﺮﻛﺔ ﺇﻟﻰ ﺟﻤﻴﻊ ﺍﻟﺘﻌﻠﻴﻤﺎﺕ ﺍﻟﺒﺮﻣﺠﻴﺔ ﻭﺍﻟﻮﺛﺎﺋﻖ ﻭﺍﻟﺘﻘﺎﺭﻳﺮ ﻭﺍﻟﻤﻮﺍﺩ ﺍﻷﺧﺮﻯ ﺍﻟﺘﻲ ﻃﻮﺭﺗﻬﺎ ﺍﻟﺸﺮﻛﺔ ﻓﻲ ﺳﻴﺎﻕ ﺃﺩﺍﺋﻬﺎ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻭﺃﻱ ﻋﻨﺎﺻﺮ ﺃﺧﺮﻯ ﺿﺮﻭﺭﻳﺔ ﺑﺸﻜﻞ ﻣﻌﻘﻮﻝ ﻟﺘﺸﻐﻴﻞ ﻣﻮﻗﻊ ﺍﻟﺸﺮﻛﺔ (ﺑﺨﻼﻑ ﺑﺮﺍﻣﺞ ﻧﻈﺎﻡ ﺍﻟﺘﺸﻐﻴﻞ ﺍﻟﺘﺎﺑﻌﺔ ﻟﺠﻬﺔ ﺧﺎﺭﺟﻴﺔ،  ﺑﺮﺍﻣﺞ ﺍﻟﺸﺒﻜﺎﺕ ﺍﻟﺘﺎﺑﻌﺔ ﻟﺠﻬﺎﺕ ﺧﺎﺭﺟﻴﺔ ﻭﻣﺘﺼﻔﺤﺎﺕ ﺍﻟﻮﻳﺐ ﻭﺍﻷﺟﻬﺰﺓ) ﻭﺟﻤﻴﻊ ﺍﻟﺘﻐﻴﻴﺮﺍﺕ ﻭﺍﻟﺘﺤﺴﻴﻨﺎﺕ ﺍﻟﺘﻲ ﺗﻄﺮﺃ ﻋﻠﻴﻬﺎ (\"ﺍﻟﺘﺴﻠﻴﻤﺎﺕ\").  ﻭﺗﻘﺪﻡ ﺍﻟﻮﺛﺎﺋﻖ ﻓﻲ ﺷﻜﻞ ﻣﻄﺒﻮﻉ ﻭﺇﻟﻜﺘﺮﻭﻧﻲ.  ﻳﺘﻢ ﺗﺴﻠﻴﻢ ﺍﻟﻜﻮﺩ ﻓﻲ ﺷﻜﻞ ﺇﻟﻜﺘﺮﻭﻧﻲ.  ﻳﺘﻢ ﻧﻘﻞ ﺍﻟﻤﻮﺍﺩ ﺍﻹﻟﻜﺘﺮﻭﻧﻴﺔ ﻋﻦ ﻃﺮﻳﻖ ﻧﺴﺨﻬﺎ ﺇﻟﻰ ﺃﻗﺮﺍﺹ ﻣﺮﻧﺔ ﺃﻭ ﺧﺮﺍﻃﻴﺶ ZIP ﺳﻌﺔ 100 ﻣﻴﻐﺎﺑﺎﻳﺖ ﺃﻭ ﻋﻦ ﻃﺮﻳﻖ ﺑﺮﻭﺗﻮﻛﻮﻝ ﻧﻘﻞ ﺍﻟﻤﻠﻔﺎﺕ (\"FTP\").  ﺳﻴﺘﻢ ﺗﻮﻓﻴﺮ ﺍﻟﻤﻠﻔﺎﺕ ﺑﺘﻨﺴﻴﻖ HTML ﺃﻭ ﺗﻨﺴﻴﻖ ﻧﺺ ﻣﻌﺎﻟﺠﺔ ﺍﻟﻨﺼﻮﺹ ﺍﻟﻘﻴﺎﺳﻲ ﺃﻭ ، ﺇﺫﺍ ﻛﺎﻧﺖ ﺍﻟﺼﻮﺭ ، ﻛﻤﻠﻔﺎﺕ GIFF ﺃﻭ JPEG ﺃﻭ Photoshop ﺍﻟﺨﺎﺻﺔ ﺏ TIFF.  ﻳﺠﺐ ﻋﻠﻰ ﺍﻟﻤﻄﻮﺭ ﺍﻻﺣﺘﻔﺎﻅ ﺑﻨﺴﺨﻬﺎ ﺍﻻﺣﺘﻴﺎﻃﻴﺔ ﻭﻣﺠﻤﻮﻋﺔ ﻭﺍﺣﺪﺓ ﻣﻦ ﺍﻟﻤﻮﺍﺩ ﺍﻟﻨﻬﺎﺋﻴﺔ ﺍﻟﻤﻘﺪﻣﺔ ﻟﻠﺸﺮﻛﺔ ﻟﻤﺪﺓ ﺳﺘﺔ ﺃﺷﻬﺮ ﺑﻌﺪ ﻣﻮﺍﻓﻘﺔ ﺍﻟﺸﺮﻛﺔ ﻋﻠﻰ ﻣﻮﻗﻌﻬﺎ ﺍﻹﻟﻜﺘﺮﻭﻧﻲ ﺍﻟﻨﻬﺎﺋﻲ.  ﺇﺫﺍ ﺗﻢ ﺇﻧﻬﺎﺀ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻗﺒﻞ ﺍﻟﻤﻮﺍﻓﻘﺔ ﺍﻟﻨﻬﺎﺋﻴﺔ، ﺃﻭ ﻋﻨﺪ ﺍﻧﺘﻬﺎﺀ ﻓﺘﺮﺓ ﺍﻟﺴﺘﺔ ﺃﺷﻬﺮ ﻫﺬﻩ، ﻓﺴﺘﻘﻮﻡ DEVELOPER ﺑﺈﺗﻼﻑ ﺟﻤﻴﻊ ﻧﺴﺨﻬﺎ ﻣﻦ ﻣﻮﻗﻊ ﺍﻟﺸﺮﻛﺔ ﻋﻠﻰ ﺍﻟﻮﻳﺐ (ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ ﺟﻤﻴﻊ ﺍﻟﻨﺴﺦ ﺍﻻﺣﺘﻴﺎﻃﻴﺔ ﺍﻟﺨﺎﺻﺔ ﺑﻪ) ﻭ \"ﻣﺴﺢ\" ﺟﻤﻴﻊ ﺍﻟﻤﻠﻔﺎﺕ ﺍﻟﺘﻲ ﺗﺸﻜﻞ ﻧﺴﺨﺎ ﻧﻬﺎﺋﻴﺔ ﺃﻭ ﻋﻤﻠﻴﺔ ﻣﻦ ﻣﻮﻗﻊ ﺍﻟﻮﻳﺐ ﺍﻟﺨﺎﺹ ﺑﺎﻟﺸﺮﻛﺔ (ﺑﺨﻼﻑ ﺍﻟﻨﺴﺨﺔ ﺍﻟﻨﻬﺎﺋﻴﺔ ﺍﻟﻤﺴﺘﻀﺎﻓﺔ ﻋﻠﻰ ﺧﺎﺩﻡ ﺍﻟﻮﻳﺐ ﺍﻟﺨﺎﺹ ﺑﺎﻟﻤﻄﻮﺭ ﻭﻧﺴﺨﺔ ﺍﺣﺘﻴﺎﻃﻴﺔ ﻭﺍﺣﺪﺓ ﻣﻨﻪ) ﻣﻦ ﺃﺟﻬﺰﺓ ﺍﻟﻜﻤﺒﻴﻮﺗﺮ ﺍﻟﺨﺎﺻﺔ ﺑﺎﻟﻤﻄﻮﺭ ﻭﺍﻟﻤﻮﺍﺩ ﺍﻻﺣﺘﻴﺎﻃﻴﺔ ﻣﺎ ﻟﻢ ﻳﺘﻢ ﺗﻮﺟﻴﻪ ﺧﻼﻑ ﺫﻟﻚ ﻛﺘﺎﺑﻴﺎ ﻣﻦ ﻗﺒﻞ ﺍﻟﺸﺮﻛﺔ. \nﺭﺳﻮﻡ ﻣﻌﺎﻣﻼﺕ ﺍﻹﻋﻼﻥ \nﻳﻮﺍﻓﻖ ﺍﻟﻤﻄﻮﺭ ﻋﻠﻰ ﻣﺴﺎﻋﺪﺓ ﺍﻟﺸﺮﻛﺔ ﻓﻲ ﺑﻴﻊ ﺃﻱ ﺇﻋﻼﻧﺎﺕ ﻭ / ﺃﻭ ﻋﻤﻠﻴﺎﺕ ﺑﺤﺚ ﻓﻲ ﻗﺎﻋﺪﺓ ﺍﻟﺒﻴﺎﻧﺎﺕ ﺃﻭ ﺑﺮﺍﻣﺞ ﺃﺧﺮﻯ ﻟﺘﻮﻟﻴﺪ ﺇﻳﺮﺍﺩﺍﺕ ﻣﻦ ﺍﺳﺘﺨﺪﺍﻡ ﺍﻟﻤﻮﻗﻊ ﺍﻹﻟﻜﺘﺮﻭﻧﻲ ﻣﻦ ﻗﺒﻞ ﺃﻃﺮﺍﻑ ﺛﺎﻟﺜﺔ.  ﻓﻲ ﻫﺬﺍ ﺍﻟﺼﺪﺩ ، ﺳﺘﻘﺪﻡ DEVELOPER ﺍﻟﻤﺴﺎﻋﺪﺓ ﻓﻲ ﺗﻄﻮﻳﺮ ﻣﺜﻞ ﻫﺬﻩ ﺍﻟﺒﺮﺍﻣﺞ ﻟﻠﺸﺮﻛﺔ.  ﻓﻲ ﻣﺜﻞ ﻫﺬﻩ ﺍﻟﺤﺎﻟﺔ، ﻳﻮﺍﻓﻖ ﺍﻟﻄﺮﻓﺎﻥ ﻋﻠﻰ ﺍﻟﺪﺧﻮﻝ ﻓﻲ ﻣﻔﺎﻭﺿﺎﺕ ﺑﺤﺴﻦ ﻧﻴﺔ ﻟﺘﻌﻮﻳﺾ DEVELOPER ﺑﺸﻜﻞ ﻣﻌﻘﻮﻝ ﻋﻦ ﻫﺬﻩ ﺍﻟﺨﺪﻣﺎﺕ. \n3. ﺍﺳﺘﻀﺎﻓﺔ ﻣﻮﻗﻊ ﺍﻟﻮﻳﺐ ﺃ. ﺍﺳﺘﻀﺎﻓﺔ ﺍﻟﺨﺎﺩﻡ \nﻳﻮﺍﻓﻖ ﺍﻟﻤﻄﻮﺭ ، ﺑﻨﺎﺀ ﻋﻠﻰ ﺍﺧﺘﻴﺎﺭ ﺍﻟﺸﺮﻛﺔ ، ﻋﻠﻰ ﺍﻟﺤﻔﺎﻅ ﻋﻠﻰ ﻣﻮﻗﻊ ﺍﻟﻮﻳﺐ ﺍﻟﺨﺎﺹ ﺑﺎﻟﺸﺮﻛﺔ ﻋﻠﻰ ﺧﺎﺩﻡ ﺍﻟﻮﻳﺐ ﺍﻟﺨﺎﺹ ﺑﺎﻟﻤﻄﻮﺭ ﻋﻠﻰ ﺃﺳﺎﺱ ﺷﻬﺮﻱ ، ﻭﺇﺟﺮﺍﺀ ﺗﻌﺪﻳﻼﺕ ﺻﻴﺎﻧﺔ ﻋﻠﻰ ﻣﻮﻗﻊ ﺍﻟﺸﺮﻛﺔ ﻣﻦ ﻭﻗﺖ ﻵﺧﺮ ﻭﻓﻘﺎ ﻟﺘﻮﺟﻴﻬﺎﺕ ﺍﻟﺸﺮﻛﺔ.  ﻳﺠﺐ ﺗﻨﻔﻴﺬ ﻫﺬﻩ ﺍﻟﺘﻌﺪﻳﻼﺕ ﻓﻲ ﻏﻀﻮﻥ ﺧﻤﺴﺔ (5) ﺃﻳﺎﻡ ﻋﻤﻞ ﻣﻦ ﺍﺳﺘﻼﻡ ﺍﻟﻤﻄﻮﺭ ﻟﺘﻐﻴﻴﺮﺍﺕ ﺍﻟﺸﺮﻛﺔ ﺇﺫﺍ ﺗﻢ ﺗﻨﻔﻴﺬ ﺍﻟﺘﻐﻴﻴﺮﺍﺕ ﺑﺴﻬﻮﻟﺔ، ﻭﻓﻲ ﻏﻀﻮﻥ ﻋﺸﺮﺓ (10) ﺃﻳﺎﻡ ﻋﻤﻞ ﻣﻦ ﺍﺳﺘﻼﻡ ﺍﻟﻤﻄﻮﺭ ﻟﺘﻐﻴﻴﺮﺍﺕ ﺍﻟﺸﺮﻛﺔ ﺇﺫﺍ ﻟﻢ ﻳﺘﻢ ﺗﻨﻔﻴﺬ ﺍﻟﺘﻐﻴﻴﺮﺍﺕ ﺑﺴﻬﻮﻟﺔ.  ﻛﺠﺰﺀ ﻣﻦ ﻫﺬﻩ ﺍﻟﺨﺪﻣﺔ، ﻳﻮﺍﻓﻖ ﺍﻟﻤﻄﻮﺭ ﻋﻠﻰ ﺇﺗﺎﺣﺔ ﻣﻮﻗﻊ ﺍﻟﺸﺮﻛﺔ ﺍﻹﻟﻜﺘﺮﻭﻧﻲ ﻟﻤﺴﺘﺨﺪﻣﻲ ﺍﻹﻧﺘﺮﻧﺖ ﻋﻠﻰ ﻣﺪﺍﺭ 24 ﺳﺎﻋﺔ ﺗﻘﺮﻳﺒﺎ ﻓﻲ ﺍﻟﻴﻮﻡ، ﻭﻋﻤﻞ ﻧﺴﺨﺔ ﺍﺣﺘﻴﺎﻃﻴﺔ ﻣﻦ ﻣﻮﻗﻊ ﺍﻟﺸﺮﻛﺔ ﻣﺮﺓ ﻭﺍﺣﺪﺓ ﻋﻠﻰ ﺍﻷﻗﻞ ﻛﻞ ﺃﺳﺒﻮﻋﻴﻦ، ﻭﺗﺨﺰﻳﻦ ﺍﻟﻤﻮﺍﺩ ﺍﻻﺣﺘﻴﺎﻃﻴﺔ ﺍﻟﻤﺬﻛﻮﺭﺓ ﻓﻲ ﺑﻴﺌﺔ ﺁﻣﻨﺔ ﻭﻣﺄﻣﻮﻧﺔ، ﻭﻣﻨﺎﺳﺒﺔ ﻟﻠﻮﺳﺎﺋﻂ ﺍﻻﺣﺘﻴﺎﻃﻴﺔ، ﻭﻏﻴﺮ ﻣﻮﺟﻮﺩﺓ ﻓﻲ ﻧﻔﺲ ﻣﻮﻗﻊ ﺧﺎﺩﻡ ﺍﻟﻮﻳﺐ ﺍﻟﺨﺎﺹ ﺑﺎﻟﻤﻄﻮﺭ.  ﻭﻛﺠﺰﺀ ﻣﻦ ﻫﺬﻩ ﺍﻟﺨﺪﻣﺔ ﺃﻳﻀﺎ، ﻳﻮﺍﻓﻖ ﺍﻟﻤﻄﻮﺭ ﻋﻠﻰ ﺑﺬﻝ ﻗﺼﺎﺭﻯ ﺟﻬﺪﻩ ﻟﻀﻤﺎﻥ ﺃﻭﻗﺎﺕ ﺍﺳﺘﺠﺎﺑﺔ ﻣﻌﻘﻮﻟﺔ ﻟﻠﻤﺴﺘﺨﺪﻣﻴﻦ ﺍﻟﺬﻳﻦ ﻳﺼﻠﻮﻥ ﺇﻟﻰ ﻣﻮﻗﻊ ﺍﻟﺸﺮﻛﺔ ﺍﻹﻟﻜﺘﺮﻭﻧﻲ. \nﺍﻟﻨﺴﺦ ﺍﻻﺣﺘﻴﺎﻃﻴﺔ \nﺑﻨﺎﺀ ﻋﻠﻰ ﺇﺷﻌﺎﺭ ﻣﻦ ﺍﻟﺸﺮﻛﺔ ﻓﻲ ﻛﺜﻴﺮ ﻣﻦ ﺍﻷﺣﻴﺎﻥ ﺃﻛﺜﺮ ﻣﻦ ﻣﺮﺓ ﻭﺍﺣﺪﺓ ﻛﻞ ﺷﻬﺮ، ﻭﺃﻳﻀﺎ ﻓﻲ ﺣﺎﻟﺔ ﺇﻧﻬﺎﺀ ﺍﻟﺸﺮﻛﺔ ﻻﺳﺘﺨﺪﺍﻣﻬﺎ ﻟﺨﺎﺩﻡ ﺍﻟﻮﻳﺐ ﺍﻟﺨﺎﺹ ﺑﺎﻟﻤﻄﻮﺭ ﻛﻤﻀﻴﻒ ﻟﻤﻮﻗﻊ ﺍﻟﻮﻳﺐ ﺍﻟﺨﺎﺹ ﺑﺎﻟﺸﺮﻛﺔ، ﻳﻮﺍﻓﻖ ﺍﻟﻤﻄﻮﺭ ﻋﻠﻰ ﻧﻘﻞ ﻧﺴﺨﺔ ﻛﺎﻣﻠﺔ ﻣﻦ ﻣﻮﻗﻊ ﺍﻟﻮﻳﺐ ﺍﻟﺤﺎﻟﻲ ﻟﻠﺸﺮﻛﺔ ﺁﻧﺬﺍﻙ، ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ ﺟﻤﻴﻊ ﺍﻟﺮﻣﻮﺯ ﺍﻟﺨﺎﺻﺔ ﺑﻪ، ﺇﻟﻰ ﺍﻟﺸﺮﻛﺔ، ﻭﺳﻴﺘﻢ ﺍﻟﻨﻘﻞ ﺍﻟﻤﺬﻛﻮﺭ ﺇﻣﺎ ﻋﻦ ﻃﺮﻳﻖ ﻧﺴﺨﻬﺎ ﺇﻟﻰ ﺃﻗﺮﺍﺹ ﻣﺮﻧﺔ.  ﺧﺮﺍﻃﻴﺶ ZIP 100 ﻣﻴﺠﺎﺑﺎﻳﺖ ﺃﻭ ﻋﺒﺮ ﺑﺮﻭﺗﻮﻛﻮﻝ ﻧﻘﻞ ﺍﻟﻤﻠﻔﺎﺕ (\"FFP\").  ﺳﻴﺘﻢ ﺗﻮﻓﻴﺮ ﺍﻟﻤﻠﻔﺎﺕ ﺑﺘﻨﺴﻴﻖ HTML ﺃﻭ ﺗﻨﺴﻴﻖ ﻧﺺ ﻣﻌﺎﻟﺠﺔ ﺍﻟﻨﺼﻮﺹ ﺍﻟﻘﻴﺎﺳﻲ ﺃﻭ ، ﺇﺫﺍ ﻛﺎﻧﺖ ﺍﻟﺼﻮﺭ ، ﻛﻤﻠﻔﺎﺕ GIFF ﺃﻭ JPEG ﺃﻭ Photoshop ﺍﻟﺨﺎﺻﺔ ﺏ TIFF.  ﺳﻴﺘﻢ ﺍﺧﺘﻴﺎﺭ ﻃﺮﻳﻘﺔ ﺍﻟﻨﻘﻞ ﻣﻦ ﻗﺒﻞ ﺍﻟﺸﺮﻛﺔ ﻭﻓﻘﺎ ﻟﺘﻘﺪﻳﺮﻫﺎ ﻓﻲ ﻣﻮﻋﺪ ﻻ ﻳﺘﺠﺎﻭﺯ 24 ﺳﺎﻋﺔ ﻗﺒﻞ ﻭﻗﺖ ﺇﺟﺮﺍﺀ ﺍﻟﻨﻘﻞ. ﻓﻲ ﺣﺎﻟﺔ ﺣﺪﻭﺙ ﻫﺬﺍ ﺍﻟﻨﻘﻞ ﻧﺘﻴﺠﺔ ﻹﻧﻬﺎﺀ ﺍﻟﺸﺮﻛﺔ ﻻﺳﺘﺨﺪﺍﻣﻬﺎ ﻟﺨﺎﺩﻡ ﺍﻟﻮﻳﺐ ﺍﻟﺨﺎﺹ ﺑﺎﻟﻤﻄﻮﺭ ﻛﻤﻀﻴﻒ ﻟﻤﻮﻗﻊ ﺍﻟﻮﻳﺐ ﺍﻟﺨﺎﺹ ﺑﺎﻟﺸﺮﻛﺔ، ﻳﺠﺐ ﻋﻠﻰ ﺍﻟﻤﻄﻮﺭ ﺍﻻﺣﺘﻔﺎﻅ ﺑﻨﺴﺨﺔ ﺇﻟﻜﺘﺮﻭﻧﻴﺔ ﻛﺎﻣﻠﺔ ﻭﺍﺣﺪﺓ ﻣﻦ ﻣﻮﻗﻊ ﺍﻟﺸﺮﻛﺔ ﻋﻠﻰ ﺍﻟﻮﻳﺐ، ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ ﺟﻤﻴﻊ ﺍﻟﺮﻣﻮﺯ ﺍﻟﺨﺎﺻﺔ ﺑﻪ (ﻭﻳﺠﺐ ﻋﻠﻴﻬﺎ \"ﻣﺴﺢ\" ﺟﻤﻴﻊ ﺍﻹﺻﺪﺍﺭﺍﺕ ﺍﻷﺧﺮﻯ ﻣﻨﻪ ﻣﻦ ﺃﺟﻬﺰﺓ ﺍﻟﻜﻤﺒﻴﻮﺗﺮ ﻭﺍﻟﻮﺳﺎﺋﻂ ﺍﻟﺨﺎﺻﺔ ﺑﻬﺎ، ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ ﺍﻟﻨﺴﺦ ﺍﻻﺣﺘﻴﺎﻃﻴﺔ)، ﺣﺘﻰ ﺗﻘﻮﻡ ﺍﻟﺸﺮﻛﺔ ﺑﺈﺑﻼﻍ ﺍﻟﻤﻄﻮﺭ ﻛﺘﺎﺑﻴﺎ ﺑﺄﻥ ﺍﻟﻤﻠﻔﺎﺕ ﺍﻟﻤﻨﻘﻮﻟﺔ ﺗﺒﺪﻭ ﻛﺎﻣﻠﺔ.  ﻓﻲ ﺫﻟﻚ ﺍﻟﻮﻗﺖ ، ﻳﻘﻮﻡ ﺍﻟﻤﻄﻮﺭ \"ﺑﻤﺴﺢ\" ﻧﺴﺨﺘﻪ ﺍﻟﻨﻬﺎﺋﻴﺔ ﻣﻦ ﻣﻮﻗﻊ ﺍﻟﺸﺮﻛﺔ ﻋﻠﻰ ﺍﻟﻮﻳﺐ ﻣﻦ ﺃﺟﻬﺰﺓ ﺍﻟﻜﻤﺒﻴﻮﺗﺮ ﻭﺍﻟﻮﺳﺎﺋﻂ ﺍﻟﺨﺎﺻﺔ ﺑﻬﺎ. \nﺗﺴﺠﻴﻞ ﺍﻟﻤﻌﺎﻣﻼﺕ \nﺧﻼﻝ ﺍﻟﻮﻗﺖ ﺍﻟﺬﻱ ﻳﻜﻮﻥ ﻓﻴﻪ ﻣﻮﻗﻊ ﺍﻟﺸﺮﻛﺔ ﻋﻠﻰ ﺧﺎﺩﻡ ﺍﻟﻮﻳﺐ ﺍﻟﺨﺎﺹ ﺑﺎﻟﻤﻄﻮﺭ، ﺳﺘﻮﻓﺮ ﺍﻟﻤﻄﻮﺭ ﻋﻠﻰ ﺃﺳﺎﺱ ﺷﻬﺮﻱ ﻭﻣﺠﺎﻧﺎ ﺗﺤﻠﻴﻼ ﻟﺤﺮﻛﺔ ﻣﺮﻭﺭ ﻣﻮﻗﻊ ﺍﻟﺸﺮﻛﺔ ﻋﻠﻰ ﺍﻟﻮﻳﺐ، ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ ﻋﻨﻮﺍﻥ IP ﺍﻟﻤﺼﺪﺭ ﻭﺍﻟﺼﻔﺤﺎﺕ ﺍﻷﻛﺜﺮ ﺷﻴﻮﻋﺎ ﻭﺃﻱ ﺑﻴﺎﻧﺎﺕ ﺃﺧﺮﻯ ﺗﻄﻠﺒﻬﺎ ﺍﻟﺸﺮﻛﺔ ﺑﺸﻜﻞ ﻣﻌﻘﻮﻝ.  ﻳﺠﺐ ﻋﻠﻰ ﺍﻟﻤﻄﻮﺭ ﺗﺨﺼﻴﺺ ﺟﺰﺀ ﻣﻦ ﺧﺎﺩﻣﻪ ، ﻭﻫﺬﺍ ﺍﻟﺠﺰﺀ ﻻ ﻳﻤﻜﻦ ﺍﻟﻮﺻﻮﻝ ﺇﻟﻴﻪ ﺇﻻ ﻣﻦ ﻗﺒﻞ ﻣﻮﻇﻔﻲ ﺍﻟﺸﺮﻛﺔ ﺃﻭ ﺍﻷﻋﻀﺎﺀ ﺍﻟﻤﻌﻴﻨﻴﻦ ، ﺣﻴﺚ ﻳﻮﺟﺪ ﻫﺬﺍ ﺍﻟﺘﺤﻠﻴﻞ.  ﻳﻤﻜﻦ ﻟﻠﺸﺮﻛﺔ ﺍﻻﻃﻼﻉ ﻋﻠﻰ ﺍﻟﺘﺤﻠﻴﻞ ﺃﻭ ﻃﺒﺎﻋﺘﻪ ﺣﺴﺐ ﺍﺧﺘﻴﺎﺭﻫﺎ. \n4. \tﺗﻌﻮﻳﺾ \nﺳﻌﺮ ﺇﻧﺸﺎﺀ ﻣﻮﻗﻊ ﻭﻳﺐ \nﻳﺠﺐ ﺃﻥ ﻳﻜﻮﻥ ﺍﻟﺴﻌﺮ ﺍﻹﺟﻤﺎﻟﻲ ﻟﺠﻤﻴﻊ ﺍﻷﻋﻤﺎﻝ ﺍﻟﻤﻨﺼﻮﺹ ﻋﻠﻴﻬﺎ ﻓﻲ ﺍﻻﺗﻔﺎﻗﻴﺔ (ﺑﺎﺳﺘﺜﻨﺎﺀ ﺍﺳﺘﻀﺎﻓﺔ ﺍﻟﺨﺎﺩﻡ ﻭﺑﺎﺳﺘﺜﻨﺎﺀ ﺗﻌﺪﻳﻼﺕ ﻣﺎ ﺑﻌﺪ ﺍﻟﻤﻮﺍﻓﻘﺔ ﺍﻟﺘﻲ ﻟﻢ ﺗﻨﻔﺬﻫﺎ ﺍﻟﺸﺮﻛﺔ) ﺳﺒﻌﺔ ﺁﻻﻑ ﻭﺧﻤﺴﻤﺎﺋﺔ ﻳﻮﻧﺎﻳﺘﺪ \nﺩﻭﻻﺭ ﺍﻟﻮﻻﻳﺎﺕ (7,500.00 ﺩﻭﻻﺭ) (\"ﺭﺳﻮﻡ ﺍﻟﺘﻄﻮﻳﺮ\").  ﻳﻐﻄﻲ ﻫﺬﺍ ﺍﻟﺴﻌﺮ ﺟﻤﻴﻊ ﺍﻷﻋﻤﺎﻝ ﻣﻦ ﺃﻱ ﻧﻮﻉ ﻋﻠﻰ ﻣﻮﻗﻊ ﺍﻟﺸﺮﻛﺔ ﻋﻠﻰ ﺍﻟﻮﻳﺐ ﺍﻟﻤﻨﺼﻮﺹ ﻋﻠﻴﻬﺎ ﻓﻲ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ (ﺑﺎﺳﺘﺜﻨﺎﺀ ﺍﺳﺘﻀﺎﻓﺔ ﺍﻟﺨﺎﺩﻡ ﻭﺍﻟﺘﻌﺪﻳﻼﺕ ﺍﻟﻼﺣﻘﺔ ﻟﻠﻤﻮﺍﻓﻘﺔ ﺍﻟﺘﻲ ﻟﻢ ﺗﻨﻔﺬﻫﺎ ﺍﻟﺸﺮﻛﺔ).  ﻋﻨﺪﻣﺎ ﻳﻮﻗﻊ ﺍﻟﻄﺮﻓﺎﻥ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﺳﺘﻘﻮﻡ ﺍﻟﺸﺮﻛﺔ ﺑﺈﺭﺳﺎﻝ ﺳﺒﻌﺔ ﺁﻻﻑ ﻭﺧﻤﺴﻤﺎﺋﺔ ﻭﻣﺎﺋﺔ ﺩﻭﻻﺭ ﺃﻣﺮﻳﻜﻲ (7,500.00 ﺩﻭﻻﺭ ﺃﻣﺮﻳﻜﻲ) ﺇﻟﻰ ﺍﻟﻤﻄﻮﺭ ﺃﻟﻔﻴﻦ ﻭﺧﻤﺴﻤﺎﺋﺔ ﺩﻭﻻﺭ ﺃﻣﺮﻳﻜﻲ ﺇﺿﺎﻓﻲ (2,500.00 ﺩﻭﻻﺭ ﺃﻣﺮﻳﻜﻲ) ﻋﻨﺪﻣﺎ ﻳﻜﻮﻥ ﺍﻟﻤﻮﻗﻊ ﺍﻹﻟﻜﺘﺮﻭﻧﻲ ﺟﺎﻫﺰﺍ ﻟﻠﻌﻤﻞ ﻓﻲ ﺷﻜﻞ ﻣﻘﺒﻮﻝ ﺑﺸﻜﻞ ﻣﻌﻘﻮﻝ ﻟﻠﺸﺮﻛﺔ. \nﺳﻌﺮ ﺍﺳﺘﻀﺎﻓﺔ ﻣﻮﻗﻊ ﺍﻟﻮﻳﺐ \nﻳﺠﺐ ﺃﻥ ﻳﻜﻮﻥ ﺳﻌﺮ ﺍﺳﺘﻀﺎﻓﺔ ﺍﻟﺨﺎﺩﻡ ﺃﻟﻒ ﺩﻭﻻﺭ ﺃﻣﺮﻳﻜﻲ (1,000.00 ﺩﻭﻻﺭ) ﺷﻬﺮﻳﺎ (\"ﺭﺳﻮﻡ ﺍﻻﺳﺘﻀﺎﻓﺔ\").  ﺗﻜﻮﻥ ﺭﺳﻮﻡ ﺍﻟﺘﻌﺪﻳﻼﺕ ﺍﻟﻼﺣﻘﺔ ﻟﻠﻤﻮﺍﻓﻘﺔ ﻋﻠﻰ ﻣﻮﻗﻊ ﺍﻟﻮﻳﺐ ﺍﻟﺨﺎﺹ ﺑﺎﻟﺸﺮﻛﺔ ﺃﻭ ﺍﻟﺘﻐﻴﻴﺮﺍﺕ ﺃﻭ ﺍﻹﺿﺎﻓﺎﺕ ﻋﻠﻰ ﺍﻟﻤﻮﺍﺩ ﺍﻟﻤﻮﺟﻮﺩﺓ ﻋﻠﻰ ﻣﻮﻗﻊ ﺍﻟﻮﻳﺐ (ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ ﻗﺎﻋﺪﺓ ﺍﻟﺒﻴﺎﻧﺎﺕ) ﻣﺠﺎﻧﻴﺔ ﺇﺫﺍ ﺗﻢ ﺗﻘﺪﻳﻤﻬﺎ ﺇﻟﻰ ﺍﻟﻤﻄﻮﺭ ﻣﻦ ﻗﺒﻞ ﺍﻟﺸﺮﻛﺔ ﻋﻠﻰ ﺃﻧﻬﺎ ﺻﻔﺤﺎﺕ HTML \"ﺟﺎﻫﺰﺓ ﻟﻠﺘﻨﻔﻴﺬ\".  ﻻ ﺗﺰﻳﺪ ﺗﻜﻠﻔﺔ ﺍﺳﺘﻀﺎﻓﺔ ﺍﻟﺨﺎﺩﻡ ﻟﻤﺪﺓ ﻋﺎﻡ ﻭﺍﺣﺪ ﻣﻦ ﺗﺎﺭﻳﺦ ﻗﺒﻮﻝ ﺍﻟﺸﺮﻛﺔ ﻟﻤﻮﻗﻌﻬﺎ ﺍﻹﻟﻜﺘﺮﻭﻧﻲ ﺍﻟﻨﻬﺎﺋﻲ.  ﺗﺒﺪﺃ ﺭﺳﻮﻡ ﺍﻻﺳﺘﻀﺎﻓﺔ ﻓﻲ ﺗﺎﺭﻳﺦ ﺗﺸﻐﻴﻞ ﺍﻟﻤﻮﻗﻊ ﺍﻹﻟﻜﺘﺮﻭﻧﻲ ﺍﻟﻨﻬﺎﺋﻲ ﺑﻜﺎﻣﻞ ﻃﺎﻗﺘﻪ ﻭﻗﺒﻮﻟﻪ ﻣﻦ ﻗﺒﻞ ﺍﻟﺸﺮﻛﺔ ﻭﺳﺘﻜﻮﻥ ﺭﺳﻮﻡ ﺍﻻﺳﺘﻀﺎﻓﺔ ﺍﻟﻤﺴﺘﻘﺒﻠﻴﺔ ﻣﺴﺘﺤﻘﺔ ﻭﻭﺍﺟﺒﺔ ﺍﻟﺪﻓﻊ ﻓﻲ ﺗﻮﺍﺭﻳﺦ ﺍﻟﺬﻛﺮﻯ ﺍﻟﺴﻨﻮﻳﺔ ﺍﻟﺸﻬﺮﻳﺔ ﺍﻟﻼﺣﻘﺔ ﻟﺘﺎﺭﻳﺦ ﺍﻟﺘﺸﻐﻴﻞ ﻫﺬﺍ. \nﺍﻟﻔﻮﺗﺮﻩ \nﺑﻌﺪ ﺫﻟﻚ ، ﻳﺠﺐ ﻋﻠﻰ ﺍﻟﻤﻄﻮﺭ ﺇﺻﺪﺍﺭ ﻓﺎﺗﻮﺭﺓ ﻟﻠﺸﺮﻛﺔ ﻋﻠﻰ ﺃﺳﺎﺱ ﻧﺼﻒ ﺃﺳﺒﻮﻋﻲ ﻟﻤﻘﺪﺍﺭ ﺍﻟﻌﻤﻞ ﺍﻟﻤﻨﺠﺰ ﺧﻼﻝ ﻓﺘﺮﺓ ﺍﻷﺳﺒﻮﻋﻴﻦ ﺍﻟﻤﻌﻤﻮﻝ ﺑﻬﺎ.  ﺟﻤﻴﻊ ﺍﻟﻤﺪﻓﻮﻋﺎﺕ ﻣﺴﺘﺤﻘﺔ ﺑﻌﺪ ﺧﻤﺴﺔ ﻋﺸﺮ (15) ﻳﻮﻣﺎ ﻣﻦ ﺍﺳﺘﻼﻡ ﻓﺎﺗﻮﺭﺓ ﻣﺴﺘﺤﻘﺔ ﺍﻟﺪﻓﻊ ﺑﺸﻜﻞ ﺻﺤﻴﺢ.  ﺇﺫﺍ ﻛﺎﻥ ﻫﻨﺎﻙ ﻧﺰﺍﻉ ﺣﻮﻝ ﻣﺎ ﺇﺫﺍ ﻛﺎﻥ ﺍﻟﻌﻤﻞ ﻗﺪ ﺗﻢ ﺇﻧﺠﺎﺯﻩ ﺑﺎﻟﻔﻌﻞ ﺃﻭ ﻣﺎ ﺇﺫﺍ ﻛﺎﻧﺖ ﺍﻟﻔﺎﺗﻮﺭﺓ ﻣﺴﺘﺤﻘﺔ ﺍﻟﺪﻓﻊ ﺑﺸﻜﻞ ﺻﺤﻴﺢ ، ﻓﻠﻦ ﻳﻜﻮﻥ ﻣﺒﻠﻎ ﺍﻟﻔﺎﺗﻮﺭﺓ ﺍﻟﻤﺘﻨﺎﺯﻉ ﻋﻠﻴﻬﺎ ﻣﺴﺘﺤﻘﺎ ﺣﺘﻰ ﻳﺘﻢ ﺣﻞ ﺍﻟﻨﺰﺍﻉ. \nﺍﻟﻨﻔﻘﺎﺕ \nﺍﻷﺳﻌﺎﺭ ﺍﻟﻤﺒﻴﻨﺔ ﺃﻋﻼﻩ ﺗﺸﻤﻞ ﺍﻟﻨﻔﻘﺎﺕ.  ﺑﺎﺳﺘﺜﻨﺎﺀ ﻣﺎ ﺗﻢ ﺍﻻﺗﻔﺎﻕ ﻋﻠﻴﻪ ﺻﺮﺍﺣﺔ ﻋﻠﻰ ﺧﻼﻑ ﺫﻟﻚ ﻛﺘﺎﺑﻴﺎ ﻣﻦ ﻗﺒﻞ ﺍﻟﺸﺮﻛﺔ، ﻳﺘﺤﻤﻞ ﺍﻟﻤﻄﻮﺭ ﺟﻤﻴﻊ ﻧﻔﻘﺎﺗﻪ ﺍﻟﺨﺎﺻﺔ ﺍﻟﻨﺎﺷﺌﺔ ﻋﻦ ﺃﺩﺍﺋﻪ ﻻﻟﺘﺰﺍﻣﺎﺗﻪ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ (ﻋﻠﻰ ﺳﺒﻴﻞ ﺍﻟﻤﺜﺎﻝ ﻻ ﺍﻟﺤﺼﺮ) ﻧﻔﻘﺎﺕ ﺍﻟﻤﺮﺍﻓﻖ ﻭﻣﺴﺎﺣﺎﺕ ﺍﻟﻌﻤﻞ ﻭﺍﻟﻤﺮﺍﻓﻖ ﻭﺍﻹﺩﺍﺭﺓ ﻭﺍﻟﺨﺪﻣﺎﺕ ﺍﻟﻜﺘﺎﺑﻴﺔ ﻭﺍﻻﺳﺘﻨﺴﺎﺥ ﻭﺍﻹﻣﺪﺍﺩﺍﺕ ﻭﻣﺎ ﺷﺎﺑﻪ ﺫﻟﻚ.  ﻻ ﺗﻠﺘﺰﻡ ﺍﻟﺸﺮﻛﺔ ﺑﺘﻮﻓﻴﺮ ﺍﻟﻤﺴﺎﺣﺎﺕ ﺍﻟﻤﻜﺘﺒﻴﺔ ﺃﻭ ﻣﺮﺍﻓﻖ ﺍﻟﻌﻤﻞ ﺃﻭ ﺍﻟﻤﻌﺪﺍﺕ ﺃﻭ ﺍﻟﺨﺪﻣﺎﺕ ﺍﻟﻜﺘﺎﺑﻴﺔ ﺃﻭ ﺧﺪﻣﺎﺕ ﺍﻟﺒﺮﻣﺠﺔ ﺃﻭ ﻣﺎ ﺷﺎﺑﻪ ﺫﻟﻚ. \nﺍﻟﺼﻼﺕ \nﻳﺠﻮﺯ ﻟﻠﻤﻄﻮﺭ، ﺑﻤﻮﺍﻓﻘﺔ ﺧﻄﻴﺔ ﺻﺮﻳﺤﺔ ﻣﺴﺒﻘﺔ ﻣﻦ ﺍﻟﺸﺮﻛﺔ، ﺗﻘﺪﻳﻢ ﺭﺍﺑﻂ ﻣﻦ ﻗﺴﻢ ﺍﻷﻋﻀﺎﺀ ﻓﻘﻂ ﻓﻲ ﻣﻮﻗﻊ ﺍﻟﺸﺮﻛﺔ ﻋﻠﻰ ﺍﻟﻮﻳﺐ ﺇﻟﻰ ﻣﻨﻄﻘﺔ ﺍﻟﺴﻮﻕ ﺍﻟﺘﻲ ﻳﺤﺪﺩﻫﺎ ﺍﻟﻤﻄﻮﺭ ﻭﻣﻘﺒﻮﻟﺔ ﻟﻠﺸﺮﻛﺔ.  ﺍﻟﻐﺮﺽ ﻣﻦ ﻣﻨﻄﻘﺔ ﺍﻟﺴﻮﻕ ﻫﻮ ﺑﻴﻊ ﺍﻟﻤﻨﺘﺠﺎﺕ ﺃﻭ ﺇﻧﺸﺎﺀ ﻣﻌﺎﻣﻼﺕ ﺃﺧﺮﻯ ﻋﺒﺮ ﺍﻹﻧﺘﺮﻧﺖ.  ﺳﻴﺘﻢ ﺗﻘﺴﻴﻢ ﺍﻹﻳﺮﺍﺩﺍﺕ ﺍﻟﻤﺘﻮﻟﺪﺓ ﻣﻦ ﺃﻋﻀﺎﺀ ﺍﻟﺸﺮﻛﺔ ﻓﻲ ﻫﺬﺍ ﺍﻟﻤﺠﺎﻝ ﺑﻴﻦ ﺍﻟﻤﻄﻮﺭ ﻭﺍﻟﺸﺮﻛﺔ ﻋﻠﻰ ﺍﻟﻨﺤﻮ ﺍﻟﻤﺘﻔﻖ ﻋﻠﻴﻪ ﺑﻴﻦ ﺍﻟﻄﺮﻓﻴﻦ. \n5. ﺍﻟﺴﺮﻳﺔ ﺃ. ﺍﻟﺴﺮﻳﺔ \nﻳﺠﺐ ﻋﻠﻰ ﺍﻟﻤﻄﻮﺭ ﺍﻟﺘﻌﺎﻣﻞ ﻣﻊ ﻫﺬﺍ ﺍﻟﻤﺸﺮﻭﻉ ﻋﻠﻰ ﺃﻧﻪ ﺳﺮﻱ.  ﻭﻣﻊ ﺫﻟﻚ، ﺑﻌﺪ ﻣﻮﺍﻓﻘﺔ ﺍﻟﺸﺮﻛﺔ ﻋﻠﻰ ﻣﻮﻗﻌﻬﺎ ﺍﻹﻟﻜﺘﺮﻭﻧﻲ ﺍﻟﻨﻬﺎﺋﻲ، ﻳﺠﻮﺯ ﻟﻠﺸﺮﻛﺔ ﺇﺩﺭﺍﺝ ﺍﻟﺸﺮﻛﺔ ﻛﻌﻤﻴﻞ ﻟﺸﺮﻛﺔ DEVELOPER ﻭﻗﺪ ﺗﺘﻀﻤﻦ ﺭﺍﺑﻄﺎ ﺇﻟﻰ ﻣﻮﻗﻊ ﺍﻟﻮﻳﺐ ﺍﻟﺨﺎﺹ ﺑﺎﻟﺸﺮﻛﺔ ﻋﻠﻰ ﻣﻮﻗﻊ ﺍﻟﻮﻳﺐ ﺍﻟﺨﺎﺹ ﺑﺎﻟﻤﻄﻮﺭ.  ﻻ ﻳﺠﻮﺯ ﻟﻠﻤﻄﻮﺭ ﺇﺻﺪﺍﺭ ﺃﻱ ﺑﻴﺎﻥ ﺻﺤﻔﻲ ﻳﺸﻴﺮ ﺇﻟﻰ ﻋﻤﻞ ﺍﻟﻤﻄﻮﺭ ﻟﻠﺸﺮﻛﺔ ﻣﺎ ﻟﻢ ﺗﻜﻦ ﺍﻟﺸﺮﻛﺔ ﻗﺪ ﻭﺍﻓﻘﺖ ﻣﺴﺒﻘﺎ ﻋﻠﻰ ﺍﻟﺒﻴﺎﻥ ﺍﻟﺼﺤﻔﻲ ﻛﺘﺎﺑﻴﺎ، ﻭﺍﻟﺬﻱ ﻗﺪ ﻳﺘﻢ ﺣﺠﺐ ﺍﻟﻤﻮﺍﻓﻘﺔ ﻷﻱ ﺳﺒﺐ ﺃﻭ ﺑﺪﻭﻥ ﺳﺒﺐ ﻋﻠﻰ ﺍﻹﻃﻼﻕ. \nﻻ ﺗﻮﺟﺪ ﻣﻌﻠﻮﻣﺎﺕ ﺳﺮﻳﺔ ﻟﻠﻤﻄﻮﺭ \nﻣﻦ ﺍﻟﻤﻔﻬﻮﻡ ﻭﺍﻟﻤﺘﻔﻖ ﻋﻠﻴﻪ ﺃﻥ ﺍﻟﺸﺮﻛﺔ ﻻ ﺗﺮﻏﺐ ﻓﻲ ﺗﻠﻘﻲ ﺃﻱ ﻣﻌﻠﻮﻣﺎﺕ ﺳﺮﻳﺔ ﻣﻦ ﺍﻟﻤﻄﻮﺭ ﺃﻭ ﺃﻱ ﻃﺮﻑ ﺛﺎﻟﺚ.  ﺗﻘﺮ ﺍﻟﺸﺮﻛﺔ ﻭﺗﻀﻤﻦ ﺃﻥ ﺃﻱ ﻣﻌﻠﻮﻣﺎﺕ ﻣﻘﺪﻣﺔ ﺇﻟﻰ ﺍﻟﺸﺮﻛﺔ ﻓﻲ ﺳﻴﺎﻕ ﺇﺑﺮﺍﻡ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺃﻭ ﺗﻨﻔﻴﺬ ﺃﻱ ﻋﻤﻞ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻟﻦ ﺗﻜﻮﻥ ﺳﺮﻳﺔ ﺃﻭ ﻣﻤﻠﻮﻛﺔ ﻟﻠﻤﻄﻮﺭ. \nﺍﻟﻤﻌﻠﻮﻣﺎﺕ ﺍﻟﺴﺮﻳﺔ ﻟﻠﺸﺮﻛﺔ \nﻣﻦ ﻭﻗﺖ ﻵﺧﺮ ﻗﺪ ﺗﻘﺪﻡ ﺍﻟﺸﺮﻛﺔ ﻣﻌﻠﻮﻣﺎﺗﻬﺎ ﺍﻟﺘﺠﺎﺭﻳﺔ ﻭﺍﻟﺘﻘﻨﻴﺔ ﺍﻟﺴﺮﻳﺔ ﺇﻟﻰ ﺍﻟﻤﻄﻮﺭ ﻓﻴﻤﺎ ﻳﺘﻌﻠﻖ ﺑﺎﻟﻌﻤﻞ ﺍﻟﺬﻱ ﻳﺘﻌﻴﻦ ﻋﻠﻰ ﺍﻟﻤﻄﻮﺭ ﺍﻟﻘﻴﺎﻡ ﺑﻪ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ.  ﻳﺠﺐ ﺗﺼﻨﻴﻒ ﻫﺬﻩ ﺍﻟﻤﻌﻠﻮﻣﺎﺕ ﻋﻠﻰ ﺃﻧﻬﺎ ﺳﺮﻳﺔ ﻋﻨﺪ ﺃﻭ ﻗﺒﻞ ﺍﻹﻓﺼﺎﺡ ﻋﻨﻬﺎ ﻣﻦ ﻗﺒﻞ ﺍﻟﺸﺮﻛﺔ.  ﺑﺎﻹﺿﺎﻓﺔ ﺇﻟﻰ ﺫﻟﻚ، ﻳﺠﺐ ﺍﻟﺘﻌﺎﻣﻞ ﻣﻊ ﺇﻋﺪﺍﺩ ﻭﻣﻮﺍﺻﻔﺎﺕ ﺍﻟﻤﺨﺮﺟﺎﺕ ﻓﻲ ﺟﻤﻴﻊ ﺍﻟﺤﺎﻻﺕ ﻋﻠﻰ ﺃﻧﻬﺎ ﺳﺮﻳﺔ، ﻣﺎ ﻟﻢ ﻳﺘﻢ ﺍﻟﻜﺸﻒ ﻋﻨﻬﺎ ﻋﻠﻨﺎ ﻣﻦ ﻗﺒﻞ ﺍﻟﺸﺮﻛﺔ.  ﻳﺠﺐ ﻋﻠﻰ ﺍﻟﻤﻄﻮﺭ ﺑﺬﻝ ﻗﺼﺎﺭﻯ ﺟﻬﺪﻩ ﻟﺤﻈﺮ ﺃﻱ ﺍﺳﺘﺨﺪﺍﻡ ﺃﻭ ﺇﻓﺼﺎﺡ ﻋﻦ ﺍﻟﻤﻌﻠﻮﻣﺎﺕ ﺍﻟﺴﺮﻳﺔ ﻟﻠﺸﺮﻛﺔ، ﺑﺎﺳﺘﺜﻨﺎﺀ ﻣﺎ ﻫﻮ ﺿﺮﻭﺭﻱ ﻷﺩﺍﺀ ﺍﻟﻌﻤﻞ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ. \n6. \tﺍﻟﻤﻠﻜﻴﺔ ﻭﺍﻟﺤﻘﻮﻕ \nﻣﻠﻜﻴﺔ ﻣﻨﺘﺞ ﺍﻟﻌﻤﻞ ﻣﻦ ﻗﺒﻞ ﺍﻟﺸﺮﻛﺔ \nﺑﺎﺳﺘﺜﻨﺎﺀ ﻣﺎ ﻫﻮ ﻣﻮﺿﺢ ﺃﺩﻧﺎﻩ، ﻳﺠﺐ ﺃﻥ ﺗﻜﻮﻥ ﺟﻤﻴﻊ ﻋﻨﺎﺻﺮ ﺟﻤﻴﻊ ﺍﻟﻤﺨﺮﺟﺎﺕ ﻣﻤﻠﻮﻛﺔ ﺣﺼﺮﻳﺎ ﻟﻠﺸﺮﻛﺔ ﻭﺗﻌﺘﺒﺮ ﺃﻋﻤﺎﻻ ﺗﻢ ﺇﺟﺮﺍﺅﻫﺎ ﻣﻦ ﻗﺒﻞ ﺍﻟﻤﻄﻮﺭ ﻟﻠﺸﺮﻛﺔ.  ﺑﺎﺳﺘﺜﻨﺎﺀ ﻣﺎ ﻫﻮ ﻣﻮﺿﺢ ﺃﺩﻧﺎﻩ، ﺗﻤﺘﻠﻚ ﺍﻟﺸﺮﻛﺔ ﺣﺼﺮﻳﺎ ﺟﻤﻴﻊ ﺣﻘﻮﻕ ﺍﻟﻄﺒﻊ ﻭﺍﻟﻨﺸﺮ ﺍﻷﻣﺮﻳﻜﻴﺔ ﻭﺍﻟﺪﻭﻟﻴﺔ ﻭﺟﻤﻴﻊ ﺣﻘﻮﻕ ﺍﻟﻤﻠﻜﻴﺔ ﺍﻟﻔﻜﺮﻳﺔ ﺍﻷﺧﺮﻯ ﻓﻲ ﺍﻟﺘﺴﻠﻴﻤﺎﺕ.  ﻣﻦ ﺍﻟﻤﻔﻬﻮﻡ ﻭﺍﻟﻤﺘﻔﻖ ﻋﻠﻴﻪ ﺃﻥ ﺍﻟﻤﻮﺍﺩ ﺍﻹﺿﺎﻓﻴﺔ ﺍﻟﺘﻲ ﺗﻀﺎﻑ ﺇﻟﻰ ﻣﻮﻗﻊ ﺍﻟﻮﻳﺐ ﻓﻲ ﺍﻟﻤﺴﺘﻘﺒﻞ ﻣﻦ ﻗﺒﻞ DEVELOPER ﻗﺪ ﺗﻨﺘﻤﻲ ﺣﺼﺮﻳﺎ ﺇﻟﻰ DEVELOPER ، ﻭﻣﻊ ﺫﻟﻚ ، ﻳﺘﻔﻖ ﺍﻟﻄﺮﻓﺎﻥ ﻋﻠﻰ ﺃﻥ ﻣﻠﻜﻴﺔ ﺃﻱ ﻣﻦ ﻫﺬﻩ ﺍﻟﻤﻮﺍﺩ ﺍﻟﻤﺴﺘﻘﺒﻠﻴﺔ ﺳﻴﺘﻢ ﺍﻻﺗﻔﺎﻕ ﻋﻠﻴﻬﺎ ﺑﺸﻜﻞ ﻣﺘﺒﺎﺩﻝ ﻣﻦ ﻗﺒﻞ ﺍﻟﻄﺮﻓﻴﻦ. \nﺍﺳﺘﺤﻘﺎﻕ ﺍﻟﺤﻘﻮﻕ \nﺑﺎﺳﺘﺜﻨﺎﺀ ﺃﻱ ﺃﻋﻤﺎﻝ ﻣﻮﺟﻮﺩﺓ ﻣﺴﺒﻘﺎ ﻣﺤﺪﺩﺓ ﻓﻲ ﺍﻟﻘﺴﻢ 6 (ﺝ) ﻣﻦ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﻳﻮﺍﻓﻖ ﺍﻟﻤﻄﻮﺭ ﻋﻠﻰ ﺍﻟﺘﻨﺎﺯﻝ ﻋﻦ ﻣﻠﻜﻴﺔ ﺟﻤﻴﻊ ﺣﻘﻮﻕ ﺍﻟﻄﺒﻊ ﻭﺍﻟﻨﺸﺮ ﺍﻷﻣﺮﻳﻜﻴﺔ ﻭﺍﻟﺪﻭﻟﻴﺔ ﻭﺟﻤﻴﻊ ﺣﻘﻮﻕ ﺍﻟﻤﻠﻜﻴﺔ ﺍﻟﻔﻜﺮﻳﺔ ﺍﻷﺧﺮﻯ ﻓﻲ ﻛﻞ ﻋﻨﺼﺮ ﻣﻦ ﻋﻨﺎﺻﺮ ﻛﻞ ﺗﺴﻠﻴﻢ، ﻭﻋﻨﺪ ﺇﻧﺸﺎﺀ ﻛﻞ ﻋﻨﺼﺮ ﻣﻦ ﺍﻟﺘﺴﻠﻴﻤﺎﺕ، ﻭﻋﻨﺪ ﺇﻧﺸﺎﺀ ﻛﻞ ﻣﺨﺮﺝ، ﺗﻠﻘﺎﺋﻴﺎ ﺇﻟﻰ ﺍﻟﺸﺮﻛﺔ ﻭﺧﻠﻔﺎﺋﻬﺎ ﻭﺍﻟﻤﺘﻨﺎﺯﻝ ﻟﻬﻢ ﻋﻦ ﻣﻠﻜﻴﺔ ﺟﻤﻴﻊ ﺣﻘﻮﻕ ﺍﻟﻄﺒﻊ ﻭﺍﻟﻨﺸﺮ ﺍﻷﻣﺮﻳﻜﻴﺔ ﻭﺍﻟﺪﻭﻟﻴﺔ ﻭﺟﻤﻴﻊ ﺣﻘﻮﻕ ﺍﻟﻤﻠﻜﻴﺔ ﺍﻟﻔﻜﺮﻳﺔ ﺍﻷﺧﺮﻯ ﻓﻲ ﻛﻞ ﻋﻨﺼﺮ ﻣﻦ ﻋﻨﺎﺻﺮ ﻛﻞ ﺗﺴﻠﻴﻢ.  ﻳﺘﻢ ﺗﻨﻔﻴﺬ ﻫﺬﺍ ﺍﻟﺘﻨﺎﺯﻝ ﺟﺰﺋﻴﺎ ﻛﺤﺎﻟﺔ ﻃﺎﺭﺋﺔ ﺿﺪ ﺍﺣﺘﻤﺎﻝ ﺃﻥ ﺃﻱ ﻋﻨﺼﺮ ﻣﻦ ﻫﺬﺍ ﺍﻟﻘﺒﻴﻞ ، ﺑﻤﻮﺟﺐ ﺍﻟﻘﺎﻧﻮﻥ ، ﻻ ﻳﺠﻮﺯ ﺍﻋﺘﺒﺎﺭﻩ ﻋﻤﻼ ﺗﻢ ﺇﺟﺮﺍﺅﻩ ﻣﻦ ﻗﺒﻞ ﺍﻟﻤﻄﻮﺭ ﻟﻠﺸﺮﻛﺔ.  ﻣﻦ ﻭﻗﺖ ﻵﺧﺮ ﺑﻨﺎﺀ ﻋﻠﻰ ﻃﻠﺐ ﺍﻟﺸﺮﻛﺔ، ﻳﺠﺐ ﻋﻠﻰ ﺍﻟﻤﻄﻮﺭ ﻭ/ﺃﻭ ﻣﻮﻇﻔﻴﻪ ﺗﺄﻛﻴﺪ ﻫﺬﻩ ﺍﻟﺘﻨﺎﺯﻻﺕ ﻋﻦ ﻃﺮﻳﻖ ﺗﻨﻔﻴﺬ ﻭﺗﺴﻠﻴﻢ ﻫﺬﻩ ﺍﻟﺘﻨﺎﺯﻻﺕ ﺃﻭ ﺗﺄﻛﻴﺪﺍﺕ ﺍﻟﺘﻨﺎﺯﻻﺕ ﺃﻭ ﻏﻴﺮﻫﺎ ﻣﻦ ﺍﻟﺼﻜﻮﻙ ﺍﻟﻤﻜﺘﻮﺑﺔ ﺍﻟﺘﻲ ﻗﺪ ﺗﻄﻠﺒﻬﺎ ﺍﻟﺸﺮﻛﺔ.  ﻳﺤﻖ ﻟﻠﺸﺮﻛﺔ ﻭﺧﻠﻔﺎﺋﻬﺎ ﻭﺍﻟﻤﺘﻨﺎﺯﻝ ﻟﻬﻢ ﺍﻟﺤﺼﻮﻝ ﻋﻠﻰ ﺟﻤﻴﻊ ﺗﺴﺠﻴﻼﺕ ﺣﻘﻮﻕ ﺍﻟﻄﺒﻊ ﻭﺍﻟﻨﺸﺮ ﻭﻏﻴﺮﻫﺎ ﻣﻦ ﺍﻷﺩﻟﺔ ﻋﻠﻰ ﺍﻟﺤﻘﻮﻕ ﺍﻟﺘﻲ ﻗﺪ ﺗﻜﻮﻥ ﻣﺘﺎﺣﺔ ﻟﻠﺘﺴﻠﻴﻤﺎﺕ ﻭﺃﻱ ﺟﺰﺀ (ﺃﺟﺰﺍﺀ) ﻣﻨﻬﺎ ﻭﺍﻻﺣﺘﻔﺎﻅ ﺑﻬﺎ ﺑﺎﺳﻤﻬﺎ \nﺍﻷﻋﻤﺎﻝ ﺍﻟﻤﻮﺟﻮﺩﺓ ﻣﺴﺒﻘﺎ \nﻓﻲ ﺣﺎﻟﺔ ﺃﻥ ﺃﻱ ﺟﺰﺀ ﻣﻦ ﺃﻱ ﺟﺰﺀ ﻣﻦ ﺃﻱ ﻣﺮﺳﻞ (ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ ﻣﺠﻤﻠﻪ ﻣﻨﻪ) ﻳﺸﻜﻞ ﻋﻤﻼ ﻣﻮﺟﻮﺩﺍ ﻣﺴﺒﻘﺎ ﻻ ﻳﻤﻜﻦ ﻟﻠﻤﻄﻮﺭ ﻣﻨﺢ ﺍﻟﺸﺮﻛﺔ ﻟﻪ ﺍﻟﺤﻘﻮﻕ ﺍﻟﻤﻨﺼﻮﺹ ﻋﻠﻴﻬﺎ ﻓﻲ ﺍﻟﻔﻘﺮﺗﻴﻦ 6 (ﺃ) ﻭ 6 (ﺏ) ﺃﻋﻼﻩ، ﻳﺠﺐ ﻋﻠﻰ ﺍﻟﻤﻄﻮﺭ ﺃﻥ ﻳﺤﺪﺩ ﺃﺩﻧﺎﻩ: (1) ﻃﺒﻴﻌﺔ ﻫﺬﺍ ﺍﻟﻌﻤﻞ ﺍﻟﻤﻮﺟﻮﺩ ﻣﺴﺒﻘﺎ. (2) ﻣﺎﻟﻜﻬﺎ ؛ (3) ﺃﻱ ﻗﻴﻮﺩ ﺃﻭ ﺷﺮﻭﻁ ﺇﺗﺎﻭﺓ ﺗﻨﻄﺒﻖ ﻋﻠﻰ ﺍﺳﺘﺨﺪﺍﻡ ﺍﻟﻤﻄﻮﺭ ﺃﻭ ﺍﻟﺸﺮﻛﺔ ﻟﻬﺬﺍ ﺍﻟﻌﻤﻞ ﺍﻟﻤﻮﺟﻮﺩ ﻣﺴﺒﻘﺎ ﺃﻭ ﺍﺳﺘﻐﻼﻝ ﺍﻟﺸﺮﻛﺔ ﻟﻠﺘﺴﻠﻴﻢ ﻛﻌﻤﻞ ﻣﺸﺘﻖ ﻣﻨﻪ؛ ﻭ (4) ﻣﺼﺪﺭ ﺳﻠﻄﺔ ﺍﻟﻤﻄﻮﺭ ﻟﺘﻮﻇﻴﻒ ﺍﻟﻌﻤﻞ ﺍﻟﻤﻮﺟﻮﺩ ﻣﺴﺒﻘﺎ ﻓﻲ ﺇﻋﺪﺍﺩ ﺍﻟﺘﺴﻠﻴﻢ.  ﺳﻴﺸﺎﺭ ﺇﻟﻰ ﺍﻷﻋﻤﺎﻝ ﺍﻟﻤﻮﺿﺤﺔ ﺃﻋﻼﻩ ﺑﺎﺳﻢ \"ﺍﻷﻋﻤﺎﻝ ﺍﻟﻤﻮﺟﻮﺩﺓ ﻣﺴﺒﻘﺎ\".  ﺍﻷﻋﻤﺎﻝ ﺍﻟﻮﺣﻴﺪﺓ ﺍﻟﻤﻮﺟﻮﺩﺓ ﻣﺴﺒﻘﺎ ﺍﻟﺘﻲ ﻳﻤﻜﻦ ﺍﺳﺘﺨﺪﺍﻣﻬﺎ ﻓﻲ ﺑﻨﺎﺀ ﺃﻱ ﻣﺨﺮﺟﺎﺕ ﻫﻲ ﺍﻷﻋﻤﺎﻝ ﺍﻟﻤﻮﺟﻮﺩﺓ ﻣﺴﺒﻘﺎ ﺍﻟﻤﺤﺪﺩﺓ ﺃﻋﻼﻩ ﻭﺃﻱ ﺃﻋﻤﺎﻝ ﻣﻮﺟﻮﺩﺓ ﻣﺴﺒﻘﺎ ﻗﺪ ﺗﺘﻢ ﺍﻟﻤﻮﺍﻓﻘﺔ ﻋﻠﻴﻬﺎ ﻛﺘﺎﺑﻴﺎ ﻣﻦ ﻗﺒﻞ ﺍﻟﺸﺮﻛﺔ ﻗﺒﻞ ﺍﺳﺘﺨﺪﺍﻣﻬﺎ. \nﺍﻟﺘﻌﻮﻳﺾ / ﻋﺪﻡ ﺍﻻﻧﺘﻬﺎﻙ \nﻋﻨﺪ ﺃﺩﺍﺀ ﺍﻟﺨﺪﻣﺎﺕ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﻳﻮﺍﻓﻖ ﺍﻟﻤﻄﻮﺭ ﻋﻠﻰ ﻋﺪﻡ ﺗﺼﻤﻴﻢ ﺃﻭ ﺗﻄﻮﻳﺮ ﺃﻭ ﺗﺰﻭﻳﺪ ﺍﻟﺸﺮﻛﺔ ﺑﺄﻱ ﻋﻨﺎﺻﺮ ﺗﻨﺘﻬﻚ ﻭﺍﺣﺪﺓ ﺃﻭ ﺃﻛﺜﺮ ﻣﻦ ﺑﺮﺍﺀﺍﺕ ﺍﻻﺧﺘﺮﺍﻉ ﺃﻭ ﺣﻘﻮﻕ ﺍﻟﻄﺒﻊ ﻭﺍﻟﻨﺸﺮ ﺃﻭ ﺍﻟﻌﻼﻣﺎﺕ ﺍﻟﺘﺠﺎﺭﻳﺔ ﺃﻭ ﺣﻘﻮﻕ ﺍﻟﻤﻠﻜﻴﺔ ﺍﻟﻔﻜﺮﻳﺔ ﺍﻷﺧﺮﻯ (ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ ﺍﻷﺳﺮﺍﺭ ﺍﻟﺘﺠﺎﺭﻳﺔ) ﺃﻭ ﺍﻟﺨﺼﻮﺻﻴﺔ ﺃﻭ ﺍﻟﺤﻘﻮﻕ ﺍﻷﺧﺮﻯ ﻷﻱ ﺷﺨﺺ ﺃﻭ ﻛﻴﺎﻥ.  ﺇﺫﺍ ﻋﻠﻢ ﺍﻟﻤﻄﻮﺭ ﺑﺄﻱ ﺍﻧﺘﻬﺎﻙ ﻣﺤﺘﻤﻞ ﻣﻦ ﻫﺬﺍ ﺍﻟﻘﺒﻴﻞ ﺃﺛﻨﺎﺀ ﺗﻨﻔﻴﺬ ﺃﻱ ﻋﻤﻞ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﻓﻴﺠﺐ ﻋﻠﻰ ﺍﻟﻤﻄﻮﺭ ﺇﺧﻄﺎﺭ ﺍﻟﺸﺮﻛﺔ ﺑﺬﻟﻚ ﻛﺘﺎﺑﻴﺎ ﻋﻠﻰ ﺍﻟﻔﻮﺭ.  ﻳﻮﺍﻓﻖ ﺍﻟﻤﻄﻮﺭ ﻋﻠﻰ ﺗﻌﻮﻳﺾ ﺍﻟﺸﺮﻛﺔ ﻭﻣﺴﺆﻭﻟﻴﻬﺎ ﻭﻣﺪﻳﺮﻳﻬﺎ ﻭﺃﻋﻀﺎﺋﻬﺎ ﻭﻣﻮﻇﻔﻴﻬﺎ ﻭﻣﻤﺜﻠﻴﻬﺎ ﻭﻭﻛﻼﺋﻬﺎ ﻭﻣﺎ ﺷﺎﺑﻪ ﺫﻟﻚ ﻭﺍﻟﺪﻓﺎﻉ ﻋﻨﻬﻢ ﻭﺇﺑﺮﺍﺀ ﺫﻣﺘﻬﻢ ﻋﻦ ﺃﻱ ﺍﻧﺘﻬﺎﻙ ﻣﺰﻋﻮﻡ ﺃﻭ ﻓﻌﻠﻲ ﻭﻋﻦ ﺃﻱ ﻣﺴﺆﻭﻟﻴﺔ ﺃﻭ ﺩﻳﻦ ﺃﻭ ﺍﻟﺘﺰﺍﻡ ﺁﺧﺮ ﻳﻨﺸﺄ ﻋﻦ ﺃﻭ ﻧﺘﻴﺠﺔ ﺃﻭ ﻳﺘﻌﻠﻖ ﺏ (ﺃ) ﺍﻻﺗﻔﺎﻗﻴﺔ ﺃﻭ (ﺏ) ﺃﺩﺍﺀ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺃﻭ (ﺝ) ﺍﻟﺘﺴﻠﻴﻤﺎﺕ.  ﻳﺠﺐ ﺃﻥ ﻳﺸﻤﻞ ﻫﺬﺍ ﺍﻟﺘﻌﻮﻳﺾ ﺃﺗﻌﺎﺏ ﺍﻟﻤﺤﺎﻣﺎﺓ ﻭﺍﻟﻨﻔﻘﺎﺕ ، ﻣﺎ ﻟﻢ ﻳﺪﺍﻓﻊ ﺍﻟﻤﻄﻮﺭ ﺿﺪ ﺍﻻﺩﻋﺎﺀﺍﺕ ﺑﺎﺳﺘﺨﺪﺍﻡ ﻣﺤﺎﻡ ﻣﻘﺒﻮﻝ ﺑﺸﻜﻞ ﻣﻌﻘﻮﻝ ﻟﻠﺸﺮﻛﺔ.  ﻳﺠﺐ ﺃﻻ ﺗﺘﺠﺎﻭﺯ ﺍﻟﻤﺴﺆﻭﻟﻴﺔ ﺍﻹﺟﻤﺎﻟﻴﺔ ﻟﻠﻤﻄﻮﺭ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺿﻌﻒ ﻣﺒﻠﻎ ﺍﻹﻳﺮﺍﺩﺍﺕ ﺍﻟﺘﻲ ﺗﺤﻘﻘﻬﺎ ﺍﻟﻤﻄﻮﺭ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ. \n7. \tﺍﻻﺗﻔﺎﻗﻴﺎﺕ ﻣﻊ ﺍﻟﻤﻮﻇﻔﻴﻦ \nﻻ ﻳﺠﻮﺯ ﻷﻱ ﺃﻓﺮﺍﺩ ﺃﻭ ﻛﻴﺎﻧﺎﺕ ﺑﺨﻼﻑ ﻣﻮﻇﻔﻲ ﺍﻟﻤﻄﻮﺭ ﻭﺍﻟﻤﻄﻮﺭ ﻭﺍﻟﻤﺘﻌﺎﻗﺪﻳﻦ ﺍﻟﻤﺴﺘﻘﻠﻴﻦ ﺍﻟﻘﻴﺎﻡ ﺑﺄﻱ ﻋﻤﻞ ﻓﻴﻤﺎ ﻳﺘﻌﻠﻖ ﺑﻬﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ.  \nﻳﺠﺐ ﻋﻠﻰ ﺍﻟﻤﻄﻮﺭ ﺍﻟﺤﺼﻮﻝ ﻋﻠﻰ ﺍﺗﻔﺎﻗﻴﺎﺕ ﻣﻜﺘﻮﺑﺔ ﺳﺎﺭﻳﺔ ﺍﻟﻤﻔﻌﻮﻝ ﻣﻊ ﻛﻞ ﻣﻮﻇﻒ ﻣﻦ ﻣﻮﻇﻔﻴﻬﺎ ﺍﻟﺬﻳﻦ ﻳﺸﺎﺭﻛﻮﻥ ﻓﻲ ﺃﻱ ﻣﻦ ﺃﻋﻤﺎﻝ ﺍﻟﻤﻄﻮﺭ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ.  ﻳﺠﺐ ﺃﻥ ﺗﺤﺘﻮﻱ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺎﺕ ﻋﻠﻰ ﺷﺮﻭﻁ ﻛﺎﻓﻴﺔ ﻟﻠﻤﻄﻮﺭ ﻟﻼﻣﺘﺜﺎﻝ ﻟﺠﻤﻴﻊ ﺃﺣﻜﺎﻡ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻭﺩﻋﻢ ﺟﻤﻴﻊ ﺍﻟﻤﻨﺢ ﻭﺍﻟﺘﻨﺎﺯﻻﺕ ﻋﻦ ﺍﻟﺤﻘﻮﻕ ﻭﺍﻟﻤﻠﻜﻴﺔ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ.  ﻛﻤﺎ ﺗﻔﺮﺽ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺎﺕ ﺍﻟﺘﺰﺍﻣﺎ ﺑﺎﻟﺜﻘﺔ ﻋﻠﻰ ﻫﺆﻻﺀ ﺍﻟﻤﻮﻇﻔﻴﻦ ﻓﻴﻤﺎ ﻳﺘﻌﻠﻖ ﺑﺎﻟﻤﻌﻠﻮﻣﺎﺕ ﺍﻟﺴﺮﻳﺔ ﻟﻠﺸﺮﻛﺔ.  ﻳﺠﺐ ﺃﻥ ﻳﻜﻮﻥ ﺍﻻﻣﺘﺜﺎﻝ ﺍﻟﻜﺎﻓﻲ ﻟﻬﺬﺍ ﺍﻟﺤﻜﻢ ﻣﻦ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺇﺫﺍ ﻗﺮﺃ ﻛﻞ ﻣﻮﻇﻒ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻭﺃﺷﺎﺭ ﺇﻟﻰ ﻣﻮﺍﻓﻘﺘﻪ ﻋﻠﻰ ﺍﻻﻟﺘﺰﺍﻡ ﺑﺸﺮﻭﻃﻬﺎ ﻣﻦ ﺧﻼﻝ ﺍﻟﺘﻮﻗﻴﻊ ﻋﻠﻰ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻭﺗﺄﺭﻳﺨﻬﺎ ﺃﻭ ﻋﻦ ﻃﺮﻳﻖ ﺍﻟﺘﻮﻗﻴﻊ ﺑﺎﻷﺣﺮﻑ ﺍﻷﻭﻟﻰ ﻋﻠﻰ ﻫﺬﻩ ﺍﻟﻔﻘﺮﺓ ﻣﻦ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻭﺗﺄﺭﻳﺨﻬﺎ.  ﻻ ﻳﻮﺟﺪ ﻓﻲ ﻫﺬﻩ ﺍﻟﻮﺛﻴﻘﺔ ﻣﺎ ﻳﺤﺪ ﻣﻦ ﻗﺪﺭﺓ ﺍﻟﻤﻄﻮﺭ ﺃﻭ ﺣﻘﻪ ﻓﻲ ﺍﻻﺳﺘﻌﺎﻧﺔ ﺑﻤﻘﺎﻭﻟﻴﻦ ﻣﺴﺘﻘﻠﻴﻦ ﺷﺮﻳﻄﺔ ﺃﻥ ﻳﻮﺍﻓﻖ ﻫﺆﻻﺀ ﺍﻟﻤﻘﺎﻭﻟﻮﻥ ﺍﻟﻤﺴﺘﻘﻠﻮﻥ ﻋﻠﻰ ﺍﻻﻟﺘﺰﺍﻡ ﺑﺸﺮﻭﻁ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ. \n8. \tﺍﻹﻗﺮﺍﺭﺍﺕ ﻭﺍﻟﻀﻤﺎﻧﺎﺕ \nﻳﻘﺪﻡ ﺍﻟﻤﻄﻮﺭ ﺍﻹﻗﺮﺍﺭﺍﺕ ﻭﺍﻟﻀﻤﺎﻧﺎﺕ ﺍﻟﺘﺎﻟﻴﺔ ﻟﺼﺎﻟﺢ \nﺷﺮﻛﺔ: \nﻻ ﺗﻌﺎﺭﺽ \nﺗﻘﺮ DEVELOPER ﻭﺗﻀﻤﻦ ﺃﻧﻬﺎ ﻻ ﺗﺨﻀﻊ ﻷﻱ ﺍﻟﺘﺰﺍﻡ ﺃﻭ ﻗﻴﻮﺩ ﻣﻦ ﺷﺄﻧﻬﺎ ﺃﻥ ﺗﺘﺪﺍﺧﻞ ﺃﻭ ﺗﺘﻌﺎﺭﺽ ﺑﺄﻱ ﺷﻜﻞ ﻣﻦ ﺍﻷﺷﻜﺎﻝ ﻣﻊ ﺍﻟﻌﻤﻞ ﺍﻟﺬﻱ ﺳﻴﺘﻢ ﺗﻨﻔﻴﺬﻩ \n\tﺍﻟﻤﻄﻮﺭ \tﺗﺤﺖ \tﻫﺬﺍ \tﺍﺗﻔﺎﻕ.  \t\tﺷﺮﻛﺔ \tﻳﻔﻬﻢ \tﺫﻟﻚ \nﺗﻌﻤﻞ DEVELOPER ﺣﺎﻟﻴﺎ ﻋﻠﻰ ﻣﺸﺮﻭﻉ ﻭﺍﺣﺪ ﺃﻭ ﺃﻛﺜﺮ ﻣﻦ ﺍﻟﻤﺸﺎﺭﻳﻊ ﺍﻟﻤﻤﺎﺛﻠﺔ ﻟﻌﻤﻼﺀ ﺁﺧﺮﻳﻦ.  ﺷﺮﻳﻄﺔ ﺃﻻ ﺗﺘﻌﺎﺭﺽ ﻫﺬﻩ ﺍﻟﻤﺸﺎﺭﻳﻊ ﻣﻊ ﺍﻟﺘﺰﺍﻣﺎﺕ ﺍﻟﻤﻄﻮﺭ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺃﻭ ﺗﺘﻌﺎﺭﺽ ﻣﻌﻬﺎ، ﻓﺈﻥ ﻫﺬﻩ ﺍﻟﻤﺸﺎﺭﻳﻊ ﻻ ﺗﺸﻜﻞ ﺍﻧﺘﻬﺎﻛﺎ ﻟﻬﺬﺍ ﺍﻟﺤﻜﻢ ﻣﻦ ﺍﻻﺗﻔﺎﻗﻴﺔ. \nﺣﻘﻮﻕ ﺍﻟﻤﻠﻜﻴﺔ \nﺗﻘﺮ DEVELOPER ﻭﺗﻀﻤﻦ (1) ﺃﻧﻬﺎ ﻭﺳﺘﻈﻞ ﺍﻟﻤﺆﻟﻔﺔ ﺍﻟﻮﺣﻴﺪﺓ ﻟﺠﻤﻴﻊ ﺍﻷﻋﻤﺎﻝ ﺍﻟﺘﻲ ﺗﺴﺘﺨﺪﻣﻬﺎ DEVELOPER ﻓﻲ ﺇﻋﺪﺍﺩ ﺃﻱ ﻭﺟﻤﻴﻊ ﺍﻟﺘﺴﻠﻴﻤﺎﺕ ﺑﺨﻼﻑ ﺍﻷﻋﻤﺎﻝ ﺍﻟﻤﻮﺟﻮﺩﺓ ﻣﺴﺒﻘﺎ؛ (2) ﻟﺪﻳﻬﺎ ﻭﺳﺘﻜﻮﻥ ﻟﻬﺎ ﺍﻟﺤﻖ ﺍﻟﻜﺎﻣﻞ ﻭﺍﻟﻜﺎﻓﻲ ﻓﻲ ﺍﻟﺘﻨﺎﺯﻝ ﻋﻦ ﺃﻭ ﻣﻨﺢ ﺍﻟﺤﻘﻮﻕ ﻭ / ﺃﻭ ﺍﻟﺘﺮﺍﺧﻴﺺ ﺍﻟﻤﻤﻨﻮﺣﺔ ﻓﻲ ﺍﻟﻤﺨﺮﺟﺎﺕ ﻭﻓﻘﺎ ﻟﻬﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ؛ (3) ﻟﻢ ﻳﺘﻢ ﻧﺸﺮ ﺟﻤﻴﻊ ﺍﻟﺘﺴﻠﻴﻤﺎﺕ ﺑﺨﻼﻑ ﺍﻷﻋﻤﺎﻝ ﺍﻟﻤﻮﺟﻮﺩﺓ ﻣﺴﺒﻘﺎ ﻭﻟﻦ ﻳﺘﻢ ﻧﺸﺮﻫﺎ ﻓﻲ ﻇﻞ ﻇﺮﻭﻑ ﻣﻦ ﺷﺄﻧﻬﺎ ﺃﻥ ﺗﺘﺴﺒﺐ ﻓﻲ ﻓﻘﺪﺍﻥ ﺣﻘﻮﻕ ﺍﻟﻄﺒﻊ ﻭﺍﻟﻨﺸﺮ ﻓﻴﻬﺎ؛ ﻭ (4) ﺟﻤﻴﻊ ﺍﻟﺘﺴﻠﻴﻤﺎﺕ، ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ ﺟﻤﻴﻊ ﺍﻷﻋﻤﺎﻝ ﺍﻟﻤﻮﺟﻮﺩﺓ ﻣﺴﺒﻘﺎ، ﻻ ﻭﻟﻦ ﺗﻨﺘﻬﻚ ﺃﻱ ﺑﺮﺍﺀﺍﺕ ﺍﺧﺘﺮﺍﻉ ﺃﻭ ﺣﻘﻮﻕ ﻧﺸﺮ ﺃﻭ ﻋﻼﻣﺎﺕ ﺗﺠﺎﺭﻳﺔ ﺃﻭ ﺣﻘﻮﻕ ﻣﻠﻜﻴﺔ ﻓﻜﺮﻳﺔ ﺃﺧﺮﻯ (ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ ﺍﻷﺳﺮﺍﺭ ﺍﻟﺘﺠﺎﺭﻳﺔ) ﺃﻭ ﺍﻟﺨﺼﻮﺻﻴﺔ ﺃﻭ ﺍﻟﺤﻘﻮﻕ ﺍﻟﻤﻤﺎﺛﻠﺔ ﻷﻱ ﺷﺨﺺ ﺃﻭ ﻛﻴﺎﻥ، ﻛﻤﺎ ﻟﻢ ﻳﺘﻢ ﺍﻟﺘﻬﺪﻳﺪ ﺃﻭ ﺍﻟﺘﺄﻛﻴﺪ ﻋﻠﻰ ﺃﻱ ﻣﻄﺎﻟﺒﺔ (ﺳﻮﺍﺀ ﻛﺎﻧﺖ ﻣﺠﺴﺪﺓ ﻓﻲ ﺩﻋﻮﻯ، ﺳﺎﺑﻘﺎ ﺃﻭ ﺣﺎﺿﺮﺍ) ﺑﻬﺬﺍ ﺍﻻﻧﺘﻬﺎﻙ،  ﻛﻤﺎ ﺃﻥ ﻣﺜﻞ ﻫﺬﻩ ﺍﻟﻤﻄﺎﻟﺒﺔ ﻣﻌﻠﻘﺔ ﺿﺪ ﺍﻟﻤﻄﻮﺭ (ﺃﻭ ﺿﺪ ﺃﻱ ﻛﻴﺎﻥ ﺣﺼﻞ ﺍﻟﻤﻄﻮﺭ ﻣﻨﻪ ﻋﻠﻰ ﻫﺬﻩ ﺍﻟﺤﻘﻮﻕ). \nﺍﻟﻤﻄﺎﺑﻘﺔ ﻭﺍﻷﺩﺍﺀ ﻭﺍﻻﻣﺘﺜﺎﻝ \nﺗﻘﺮ DEVELOPER ﻭﺗﻀﻤﻦ (1) ﻳﺠﺐ ﺇﻋﺪﺍﺩ ﺟﻤﻴﻊ ﺍﻟﻤﺨﺮﺟﺎﺕ ﺑﻄﺮﻳﻘﺔ ﻋﻤﻠﻴﺔ ﻭﺍﺟﺘﻬﺎﺩ ﻭﻣﻬﺎﺭﺓ ﻣﻬﻨﻴﺔ. (2) ﺳﺘﻌﻤﻞ ﺟﻤﻴﻊ ﺍﻟﺘﺴﻠﻴﻤﺎﺕ ﻭﻓﻘﺎ ﻻﺗﻔﺎﻗﻴﺎﺕ HTML 3 ﺍﻟﻘﻴﺎﺳﻴﺔ ؛ (3) ﺗﺘﻮﺍﻓﻖ ﺟﻤﻴﻊ ﺍﻟﻤﺨﺮﺟﺎﺕ ﻣﻊ ﺍﻟﻤﻮﺍﺻﻔﺎﺕ ﻭﺍﻟﻮﻇﺎﺋﻒ ﺍﻟﻤﻨﺼﻮﺹ ﻋﻠﻴﻬﺎ ﻓﻲ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ؛ ﻭ (4) ﺳﻴﻘﻮﻡ ﺍﻟﻤﻄﻮﺭ ﺑﺘﻨﻔﻴﺬ ﺟﻤﻴﻊ ﺍﻷﻋﻤﺎﻝ ﺍﻟﺘﻲ ﺗﺘﻄﻠﺒﻬﺎ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻭﻓﻘﺎ ﻟﻠﻘﻮﺍﻧﻴﻦ ﺍﻟﻤﻌﻤﻮﻝ ﺑﻬﺎ.  ﺳﺘﻘﻮﻡ DEVELOPER ﺑﺈﺻﻼﺡ ﺃﻱ ﻣﺨﺮﺟﺎﺕ ﻻ ﺗﻔﻲ ﺑﻬﺬﺍ ﺍﻟﻀﻤﺎﻥ ﻓﻲ ﻏﻀﻮﻥ ﻓﺘﺮﺓ ﺯﻣﻨﻴﺔ ﻣﻌﻘﻮﻟﺔ ﺇﺫﺍ ﻛﺎﻥ ﺍﻟﻌﻴﺐ ﻳﺆﺛﺮ ﻋﻠﻰ ﻗﺎﺑﻠﻴﺔ ﺍﺳﺘﺨﺪﺍﻡ ﻣﻮﻗﻊ ﺍﻟﻮﻳﺐ ﺍﻟﺨﺎﺹ ﺑﺎﻟﺸﺮﻛﺔ ، ﻭﺇﻻ ﺳﺘﻘﻮﻡ ﺑﺈﺻﻼﺡ ﺍﻟﻌﻴﺐ ﻓﻲ ﻏﻀﻮﻥ 24 ﺳﺎﻋﺔ ، ﻛﻤﺎ ﻗﺎﻝ ﺇﻥ ﺍﻹﺻﻼﺣﺎﺕ ﺳﺘﻜﻮﻥ ﻣﺠﺎﻧﻴﺔ ﻟﻠﺸﺮﻛﺔ.  ﻳﻤﺘﺪ ﻫﺬﺍ ﺍﻟﻀﻤﺎﻥ ﻃﻮﺍﻝ ﻓﺘﺮﺓ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ.  ﻻ ﻳﻐﻄﻲ ﻫﺬﺍ ﺍﻟﻀﻤﺎﻥ ﺍﻟﺮﻭﺍﺑﻂ ﺍﻟﺘﻲ ﺗﺘﻐﻴﺮ ﺑﻤﺮﻭﺭ ﺍﻟﻮﻗﺖ ، ﺃﻭ ﺍﻟﺼﻔﺤﺎﺕ ﺍﻟﺘﻲ ﺗﺼﺒﺢ ﻗﺪﻳﻤﺔ ﺑﻤﺮﻭﺭ ﺍﻟﻮﻗﺖ ، ﺃﻭ ﺍﻟﻤﺤﺘﻮﻯ ﺍﻟﺬﻱ ﻳﺼﺒﺢ ﻗﺪﻳﻤﺎ ﺑﻤﺮﻭﺭ ﺍﻟﻮﻗﺖ ، ﺃﻭ ﺍﻟﺘﻐﻴﻴﺮﺍﺕ ﺍﻷﺧﺮﻯ ﺍﻟﺘﻲ ﻻ ﺗﻨﺘﺞ ﻋﻦ ﺃﻱ ﺧﻄﺄ ﻣﻦ ﺟﺎﻧﺐ ﺍﻟﻤﻄﻮﺭ. \n9. \tﺍﻟﻤﺪﺓ ﻭﺍﻹﻧﻬﺎﺀ A. \tﻣﺪﺓ ﺍﻻﺗﻔﺎﻗﻴﺔ \nﺗﺴﺮﻱ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺍﻋﺘﺒﺎﺭﺍ ﻣﻦ ﺗﺎﺭﻳﺦ ﺍﻟﺴﺮﻳﺎﻥ ﻭﺗﻈﻞ ﺳﺎﺭﻳﺔ ﺍﻟﻤﻔﻌﻮﻝ ﻟﻤﺪﺓ 99 ﻋﺎﻣﺎ، ﻣﺎ ﻟﻢ ﻳﺘﻢ ﺇﻧﻬﺎﺀ ﺧﻼﻑ ﺫﻟﻚ ﻋﻠﻰ ﺍﻟﻨﺤﻮ ﺍﻟﻤﻨﺼﻮﺹ ﻋﻠﻴﻪ ﻓﻲ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ. \nﺇﻧﻬﺎﺀ ﺍﻟﻌﻤﻞ \nﻳﺠﻮﺯ ﻟﻠﺸﺮﻛﺔ، ﻭﻓﻘﺎ ﻻﺧﺘﻴﺎﺭﻫﺎ ﺍﻟﺨﺎﺹ، ﺇﻧﻬﺎﺀ ﺃﻱ ﺃﻭ ﻛﻞ ﺍﻷﻋﻤﺎﻝ ﺍﻟﻤﻌﻠﻘﺔ، ﺃﻭ ﺃﻱ ﺟﺰﺀ ﻣﻨﻬﺎ، ﻓﻮﺭ ﺇﺷﻌﺎﺭ ﻛﺘﺎﺑﻲ.  ﻋﻨﺪ ﺍﺳﺘﻼﻡ ﺇﺷﻌﺎﺭ ﻫﺬﺍ ﺍﻹﻧﻬﺎﺀ، ﻳﺠﺐ ﻋﻠﻰ ﺍﻟﻤﻄﻮﺭ ﺇﺑﻼﻍ ﺍﻟﺸﺮﻛﺔ ﺑﻤﺪﻯ ﺍﻛﺘﻤﺎﻝ ﺍﻷﺩﺍﺀ ﺣﺘﻰ ﻫﺬﺍ ﺍﻟﺘﺎﺭﻳﺦ، ﻭﺟﻤﻊ ﻭﺗﺴﻠﻴﻢ ﺍﻟﺸﺮﻛﺔ ﺃﻱ ﻣﻨﺘﺞ ﻋﻤﻞ ﻭﻣﺨﺮﺟﺎﺕ ﻣﻮﺟﻮﺩﺓ ﺑﻌﺪ ﺫﻟﻚ ﺑﺎﻟﻄﺮﻳﻘﺔ ﺍﻟﺘﻲ ﺗﺤﺪﺩﻫﺎ ﺍﻟﺸﺮﻛﺔ.  ﻳﺘﻢ ﺩﻓﻊ ﺃﺟﺮ ﺍﻟﻤﻄﻮﺭ ﻣﻘﺎﺑﻞ ﺟﻤﻴﻊ ﺍﻷﻋﻤﺎﻝ ﺍﻟﻤﻨﺠﺰﺓ ﺣﺘﻰ ﺗﺎﺭﻳﺦ ﺍﺳﺘﻼﻡ ﺇﺷﻌﺎﺭ ﺍﻹﻧﻬﺎﺀ ﻛﻤﺎ ﻫﻮ ﻣﺤﺪﺩ ﻓﻲ ﻫﺬﻩ ﺍﻟﻮﺛﻴﻘﺔ.  \nﻻ ﻳﺠﻮﺯ ﻟﻠﻤﻄﻮﺭ ﺇﻧﻬﺎﺀ ﺃﻱ ﻋﻤﻞ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺩﻭﻥ ﻣﻮﺍﻓﻘﺔ ﺧﻄﻴﺔ ﻣﺴﺒﻘﺔ ﻣﻦ ﺍﻟﺸﺮﻛﺔ. \nﺑﻘﺎﺀ \nﻓﻲ ﺣﺎﻟﺔ ﺃﻱ ﺇﻧﻬﺎﺀ ﻟﻬﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﺗﻈﻞ ﺟﻤﻴﻊ ﺍﻟﺘﺰﺍﻣﺎﺕ ﻭﻣﺴﺆﻭﻟﻴﺎﺕ ﺍﻟﻤﻄﻮﺭ ﺳﺎﺭﻳﺔ ﺍﻟﻤﻔﻌﻮﻝ ﻭﺗﺴﺘﻤﺮ ﺳﺎﺭﻳﺔ ﺍﻟﻤﻔﻌﻮﻝ ﻭﺳﺘﻜﻮﻥ ﻣﻠﺰﻣﺔ ﻟﺼﺎﻟﺢ ﺍﻷﻃﺮﺍﻑ ﻭﻣﻤﺜﻠﻴﻬﻢ ﺍﻟﻘﺎﻧﻮﻧﻴﻴﻦ ﻭﻭﺭﺛﺘﻬﻢ ﻭﺧﻠﻔﺎﺋﻬﻢ ﻭﺍﻟﻤﺘﻨﺎﺯﻝ ﻟﻬﻢ.  ﻻ ﻳﺒﺮﺭ ﺇﻧﻬﺎﺀ ﺃﻱ ﺣﻜﻢ ﻣﻦ ﺃﺣﻜﺎﻡ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺧﺮﻗﺎ ﻣﺴﺒﻘﺎ ﻟﻬﺬﺍ ﺍﻟﺤﻜﻢ. \nﺍﻹﻧﻬﺎﺀ ﻟﺴﺒﺐ \nﻳﺠﻮﺯ ﻷﻱ ﻣﻦ ﺍﻟﻄﺮﻓﻴﻦ ﺇﻧﻬﺎﺀ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺑﻨﺎﺀ ﻋﻠﻰ ﺇﺷﻌﺎﺭ ﻛﺘﺎﺑﻲ ﻣﺪﺗﻪ ﺛﻼﺛﻮﻥ (30) ﻳﻮﻣﺎ ﻟﻠﻄﺮﻑ ﺍﻵﺧﺮ ﻓﻲ ﺣﺎﻟﺔ ﺧﺮﻕ ﺣﻜﻢ ﺟﻮﻫﺮﻱ ﻣﻦ ﺃﺣﻜﺎﻡ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻣﻦ ﻗﺒﻞ ﺍﻟﻄﺮﻑ ﺍﻵﺧﺮ، ﺷﺮﻳﻄﺔ ﺃﻥ ﻳﻔﺸﻞ ﺍﻟﻄﺮﻑ ﺍﻟﻤﺨﺎﻟﻒ ﻓﻲ ﻣﻌﺎﻟﺠﺔ ﻫﺬﺍ ﺍﻟﺨﺮﻕ ﺧﻼﻝ ﻓﺘﺮﺓ ﺍﻟﺜﻼﺛﻴﻦ (30) ﻳﻮﻣﺎ. \n10. \tﺍﻟﻘﻮﺓ ﺍﻟﻘﺎﻫﺮﺓ \nﻻ ﻳﺘﺤﻤﻞ ﺃﻱ ﻣﻦ ﺍﻟﻄﺮﻓﻴﻦ ﺍﻟﻤﺴﺆﻭﻟﻴﺔ ﻋﻦ ﺃﻱ ﺧﺴﺎﺭﺓ ﺃﻭ ﺗﺄﺧﻴﺮ ﻧﺎﺗﺞ ﻋﻦ ﺃﻱ ﺣﺪﺙ ﻗﻮﺓ ﻗﺎﻫﺮﺓ، ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ ﺍﻟﻘﻀﺎﺀ ﻭﺍﻟﻘﺪﺭ ﺃﻭ ﺍﻟﺤﺮﻳﻖ ﺃﻭ ﺍﻟﻜﻮﺍﺭﺙ ﺍﻟﻄﺒﻴﻌﻴﺔ ﺃﻭ ﺗﻮﻗﻒ ﺍﻟﻌﻤﻞ ﺃﻭ ﺍﻟﺤﺮﺏ ﺃﻭ ﺍﻷﻋﻤﺎﻝ ﺍﻟﻌﺪﺍﺋﻴﺔ ﺍﻟﻌﺴﻜﺮﻳﺔ ﺃﻭ ﻋﺪﻡ ﻗﺪﺭﺓ ﺍﻟﻨﺎﻗﻠﻴﻦ ﻋﻠﻰ ﺇﺟﺮﺍﺀ ﻋﻤﻠﻴﺎﺕ ﺍﻟﺘﺴﻠﻴﻢ ﺍﻟﻤﺠﺪﻭﻟﺔ، ﻭﻳﺠﺐ ﺗﻤﺪﻳﺪ ﺃﻱ ﺗﺎﺭﻳﺦ ﺩﻓﻊ ﺃﻭ ﺗﺴﻠﻴﻢ ﺇﻟﻰ ﺣﺪ ﺃﻱ ﺗﺄﺧﻴﺮ ﻧﺎﺗﺞ ﻋﻦ ﺃﻱ ﺣﺪﺙ ﻗﻮﺓ ﻗﺎﻫﺮﺓ. \n11. \tﻻ ﺗﻮﺟﺪ ﻭﻛﺎﻟﺔ \nﻣﻘﺎﻭﻝ ﻣﺴﺘﻘﻞ \nﻳﻌﺘﺒﺮ ﺍﻟﻤﻄﻮﺭ ، ﻋﻨﺪ ﺗﻘﺪﻳﻢ ﺍﻷﺩﺍﺀ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ، ﻣﻘﺎﻭﻻ ﻣﺴﺘﻘﻼ ﻭﻻ ﻳﺸﻜﻞ ﺃﻱ ﺷﻲﺀ ﻭﺍﺭﺩ ﻫﻨﺎ ﻫﺬﺍ ﺍﻟﺘﺮﺗﻴﺐ ﺗﻮﻇﻴﻔﺎ ﺃﻭ ﻣﺸﺮﻭﻋﺎ ﻣﺸﺘﺮﻛﺎ ﺃﻭ ﺷﺮﺍﻛﺔ.  ﻳﺘﺤﻤﻞ ﺍﻟﻤﻄﻮﺭ ﻭﺣﺪﻩ ﺍﻟﻤﺴﺆﻭﻟﻴﺔ ﻋﻦ ﺃﻱ ﻭﺟﻤﻴﻊ ﺍﻟﻤﻄﺎﻟﺒﺎﺕ ﺍﻟﻤﺘﻌﻠﻘﺔ ﺑﺎﻟﻀﺮﺍﺋﺐ ﺃﻭ ﺍﻟﺮﺳﻮﻡ ﺃﻭ ﺍﻟﺘﻜﺎﻟﻴﻒ ، ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ ﻋﻠﻰ ﺳﺒﻴﻞ ﺍﻟﻤﺜﺎﻝ ﻻ ﺍﻟﺤﺼﺮ ﺍﻻﺳﺘﻘﻄﺎﻉ ﻭﺿﺮﻳﺒﺔ ﺍﻟﺪﺧﻞ ﻭFICA ﻭﺗﻌﻮﻳﺾ ﺍﻟﻌﻤﺎﻝ. \nﻻ ﺗﻮﺟﺪ ﻭﻛﺎﻟﺔ \nﻻ ﺗﺘﻌﻬﺪ ﺍﻟﺸﺮﻛﺔ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺃﻭ ﻏﻴﺮ ﺫﻟﻚ ﺑﺄﺩﺍﺀ ﺃﻱ ﺍﻟﺘﺰﺍﻡ ﻣﻦ ﻗﺒﻞ ﺍﻟﻤﻄﻮﺭ، ﺳﻮﺍﺀ ﺑﻤﻮﺟﺐ ﺍﻟﻼﺋﺤﺔ ﺃﻭ ﺍﻟﻌﻘﺪ.  ﻻ ﻳﺠﻮﺯ ﺑﺄﻱ ﺣﺎﻝ ﻣﻦ ﺍﻷﺣﻮﺍﻝ ﺗﻔﺴﻴﺮ ﺍﻟﻤﻄﻮﺭ ﻋﻠﻰ ﺃﻧﻪ ﺍﻟﻮﻛﻴﻞ ﺃﻭ ﺍﻟﺘﺼﺮﻑ ﻛﻮﻛﻴﻞ ﻟﻠﺸﺮﻛﺔ ﺑﺄﻱ ﺷﻜﻞ ﻣﻦ ﺍﻷﺷﻜﺎﻝ، ﺑﻐﺾ ﺍﻟﻨﻈﺮ ﻋﻦ ﺃﻱ ﺃﺣﻜﺎﻡ ﺃﺧﺮﻯ ﻣﻦ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ. \n12. \tﺍﺷﻌﺎﺭﺍﺕ \nﺇﺫﺍ ﻛﺎﻥ ﺃﺣﺪ ﺍﻟﻄﺮﻓﻴﻦ ﻣﻄﺎﻟﺒﺎ ﺃﻭ ﻣﺴﻤﻮﺣﺎ ﻟﻪ ﺑﺘﻘﺪﻳﻢ ﺇﺷﻌﺎﺭ ﺇﻟﻰ ﺍﻵﺧﺮ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﺍﻋﺘﺒﺎﺭ ﻫﺬﺍ ﺍﻹﺷﻌﺎﺭ ﻗﺪ ﺗﻢ ﺇﺭﺳﺎﻟﻪ ﺇﻣﺎ (ﺃ) ﻋﻨﺪ ﺇﺭﺳﺎﻟﻪ ﻋﻦ ﻃﺮﻳﻖ ﺍﻟﻔﺎﻛﺲ ﺃﻭ (ﺏ) ﺑﻌﺪ ﻳﻮﻣﻲ ﻋﻤﻞ ﻣﻦ ﺇﻳﺪﺍﻉ ﺍﻹﺷﻌﺎﺭ ﻓﻲ ﺍﻟﺒﺮﻳﺪ ﺍﻷﻣﺮﻳﻜﻲ ﺃﻭ ﺭﺳﻮﻡ ﺑﺮﻳﺪﻳﺔ ﻣﻦ ﺍﻟﺪﺭﺟﺔ ﺍﻷﻭﻟﻰ ﻣﺪﻓﻮﻋﺔ ﻣﺴﺒﻘﺎ، ﻋﻠﻰ ﺍﻟﻌﻨﻮﺍﻥ ﺃﻭ ﺭﻗﻢ ﺍﻟﻔﺎﻛﺲ ﺍﻟﻤﺤﺪﺩ ﺃﻋﻼﻩ، ﺃﻭ ﻋﻠﻰ ﺃﻱ ﻋﻨﻮﺍﻥ ﺃﻭ ﺭﻗﻢ ﻓﺎﻛﺲ ﺁﺧﺮ ﻗﺪ ﻳﺤﺪﺩﻩ ﺍﻟﻄﺮﻑ ﻛﺘﺎﺑﻴﺎ ﻭﻓﻘﺎ ﻟﻬﺬﻩ ﺍﻟﻔﻘﺮﺓ. \n13. \tﻭﻗﺖ ﺍﻟﺠﻮﻫﺮ \nﺍﻟﻮﻗﺖ ﻫﻮ ﺟﻮﻫﺮ ﺃﺩﺍﺀ ﺍﻟﺘﺰﺍﻣﺎﺕ ﺍﻷﻃﺮﺍﻑ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ. \n14. \tﻧﻈﺮﺍﺀ ﻣﺘﻌﺪﺩﻭﻥ \nﻳﻤﻜﻦ ﺗﻨﻔﻴﺬ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻓﻲ ﻋﺪﺓ ﻧﻈﺎﺋﺮ، ﻭﺗﺸﻜﻞ ﺟﻤﻴﻌﻬﺎ ﻣﺠﺘﻤﻌﺔ ﺍﺗﻔﺎﻗﻴﺔ ﻭﺍﺣﺪﺓ ﺑﻴﻦ ﺍﻟﻄﺮﻓﻴﻦ. \n15. \tﺍﻻﺧﺘﺼﺎﺹ ﺍﻟﻘﻀﺎﺋﻲ ﻭﺍﻟﻤﻨﺎﺯﻋﺎﺕ \nﺗﺨﻀﻊ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻟﻘﻮﺍﻧﻴﻦ ﻧﻴﻮﻳﻮﺭﻙ. \nﻳﺘﻢ ﺣﻞ ﺟﻤﻴﻊ ﺍﻟﻨﺰﺍﻋﺎﺕ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻓﻲ ﻣﺤﺎﻛﻢ ﺍﻟﻮﻻﻳﺔ ﺃﻭ ﺍﻟﻤﺤﺎﻛﻢ ﺍﻟﻔﻴﺪﺭﺍﻟﻴﺔ ﺍﻟﻤﻌﻤﻮﻝ ﺑﻬﺎ ﻓﻲ ﻧﻴﻮﻳﻮﺭﻙ.  ﻳﻮﺍﻓﻖ ﺍﻟﻄﺮﻓﺎﻥ ﻋﻠﻰ ﺍﺧﺘﺼﺎﺹ ﻫﺬﻩ ﺍﻟﻤﺤﺎﻛﻢ ، ﻭﻳﻮﺍﻓﻘﺎﻥ ﻋﻠﻰ ﻗﺒﻮﻝ ﺧﺪﻣﺔ ﺍﻹﺟﺮﺍﺀﺍﺕ ﻋﻦ ﻃﺮﻳﻖ ﺍﻟﺒﺮﻳﺪ ، ﻭﻳﺘﻨﺎﺯﻝ ﻋﻦ ﺃﻱ ﺩﻓﻮﻉ ﻗﻀﺎﺋﻴﺔ ﺃﻭ ﻣﻜﺎﻧﻴﺔ ﻣﺘﺎﺣﺔ ﺑﺨﻼﻑ ﺫﻟﻚ. \n16. \tﺍﺗﻔﺎﻗﻴﺔ ﻣﻠﺰﻣﺔ ﻟﻠﺨﻠﻔﺎﺀ \nﺗﻜﻮﻥ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻣﻠﺰﻣﺔ ﻭﺳﺎﺭﻳﺔ ﺍﻟﻤﻔﻌﻮﻝ ﻟﺼﺎﻟﺢ ﺍﻷﻃﺮﺍﻑ ﻭﻭﺭﺛﺘﻬﻢ ﻭﻣﺪﻳﺮﻳﻬﻢ ﻭﺧﻠﻔﺎﺋﻬﻢ ﻭﺍﻟﻤﺘﻨﺎﺯﻝ ﻟﻬﻢ. \n17. \tﺍﻟﺘﻨﺎﺯﻝ \nﻻ ﻳﻌﺘﺒﺮ ﺃﻱ ﺗﻨﺎﺯﻝ ﻣﻦ ﻗﺒﻞ ﺃﻱ ﻣﻦ ﺍﻟﻄﺮﻓﻴﻦ ﻋﻦ ﺃﻱ ﺗﻘﺼﻴﺮ ﺑﻤﺜﺎﺑﺔ ﺗﻨﺎﺯﻝ ﻋﻦ ﺃﻱ ﺗﻘﺼﻴﺮ ﺳﺎﺑﻖ ﺃﻭ ﻻﺣﻖ ﻟﻨﻔﺲ ﺍﻷﺣﻜﺎﻡ ﺃﻭ ﻏﻴﺮﻫﺎ ﻣﻦ ﺃﺣﻜﺎﻡ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ. \n18. \tﻗﺎﺑﻠﻴﺔ ﺍﻟﻔﺼﻞ \nﺇﺫﺍ ﺗﻢ ﺍﻋﺘﺒﺎﺭ ﺃﻱ ﺣﻜﻢ ﻣﻦ ﺃﺣﻜﺎﻡ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻏﻴﺮ ﺻﺎﻟﺢ ﺃﻭ ﻏﻴﺮ ﻗﺎﺑﻞ ﻟﻠﺘﻨﻔﻴﺬ ﻣﻦ ﻗﺒﻞ ﻣﺤﻜﻤﺔ ﻣﺨﺘﺼﺔ، ﻓﻠﻦ ﻳﺆﺛﺮ ﻫﺬﺍ ﺍﻟﺒﻄﻼﻥ ﻋﻠﻰ ﺻﻼﺣﻴﺔ ﺃﻭ ﺗﻨﻔﻴﺬ ﺃﻱ ﺣﻜﻢ ﺁﺧﺮ ﻭﻳﻌﺘﺒﺮ ﻫﺬﺍ ﺍﻟﺤﻜﻢ ﻏﻴﺮ ﺍﻟﺼﺎﻟﺢ ﻣﻨﻔﺼﻼ ﻋﻦ ﺍﻻﺗﻔﺎﻗﻴﺔ. \n19. \tﻗﺎﺑﻠﻴﺔ ﺍﻟﺘﺨﺼﻴﺺ \nﺍﻻﺗﻔﺎﻗﻴﺔ ﺷﺨﺼﻴﺔ ﻟﻠﻤﻄﻮﺭ ﻭﻻ ﻳﺠﻮﺯ ﺍﻟﺘﻨﺎﺯﻝ ﻋﻨﻬﺎ ﺑﻤﻮﺟﺐ ﺃﻱ ﺇﺟﺮﺍﺀ ﻣﻦ ﺍﻹﺟﺮﺍﺀﺍﺕ \nﺍﻟﻤﻄﻮﺭ ﺃﻭ ﺑﻤﻮﺟﺐ ﺍﻟﻘﺎﻧﻮﻥ ﻣﺎ ﻟﻢ ﻳﻜﻦ ﺫﻟﻚ ﻓﻴﻤﺎ ﻳﺘﻌﻠﻖ ﺑﻨﻘﻞ ﺟﻤﻴﻊ ﺃﺻﻮﻝ ﺍﻟﻤﻄﻮﺭ ﺑﺸﻜﻞ ﻛﺒﻴﺮ ﺃﻭ ﺑﻤﻮﺍﻓﻘﺔ ﺍﻟﺸﺮﻛﺔ، ﻭﺍﻟﺘﻲ ﻻ ﻳﺠﻮﺯ ﺣﺠﺐ ﺍﻟﻤﻮﺍﻓﻘﺔ ﺑﺸﻜﻞ ﻏﻴﺮ ﻣﻌﻘﻮﻝ. \n20. \tﺗﻜﺎﻣﻞ \nﺗﺸﻜﻞ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺍﻟﺘﻔﺎﻫﻢ ﺍﻟﻜﺎﻣﻞ ﻟﻠﻄﺮﻓﻴﻦ، ﻭﺗﻠﻐﻲ ﻭﺗﺤﻞ ﻣﺤﻞ ﺟﻤﻴﻊ ﺍﻻﺗﻔﺎﻗﻴﺎﺕ ﺍﻟﺴﺎﺑﻘﺔ ﺑﻴﻦ ﺍﻟﻄﺮﻓﻴﻦ ﻭﺗﻬﺪﻑ ﺇﻟﻰ ﺃﻥ ﺗﻜﻮﻥ ﺗﻌﺒﻴﺮﺍ ﻧﻬﺎﺋﻴﺎ ﻋﻦ ﺍﺗﻔﺎﻗﻴﻬﻤﺎ.  \nﻻ ﻳﺠﻮﺯ ﺗﻌﺪﻳﻠﻬﺎ ﺃﻭ ﺗﻌﺪﻳﻠﻬﺎ ﺇﻻ ﻛﺘﺎﺑﻴﺎ ﻣﻮﻗﻌﺎ ﻣﻦ ﺍﻷﻃﺮﺍﻑ ﻓﻲ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻭﺗﺸﻴﺮ ﻋﻠﻰ ﻭﺟﻪ ﺍﻟﺘﺤﺪﻳﺪ ﺇﻟﻰ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ.  ﺗﻜﻮﻥ ﻟﻬﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺍﻷﺳﺒﻘﻴﺔ ﻋﻠﻰ ﺃﻱ ﻣﺴﺘﻨﺪﺍﺕ ﺃﺧﺮﻯ ﻗﺪ ﺗﺘﻌﺎﺭﺽ ﻣﻌﻬﺎ. \nﻭﺇﺛﺒﺎﺗﺎ ﻋﻠﻰ ﺫﻟﻚ، ﻓﺈﻥ ﺍﻟﻄﺮﻓﻴﻦ، ﺍﻟﻠﺬﻳﻦ ﻳﻌﺘﺰﻣﺎﻥ ﺃﻥ ﻳﻜﻮﻧﺎ ﻣﻠﺰﻣﻴﻦ ﻗﺎﻧﻮﻧﺎ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﻗﺪ ﺗﺴﺒﺐ ﻛﻞ ﻣﻨﻬﻤﺎ ﻓﻲ ﻟﺼﻖ ﻳﺪﻩ ﻭﺧﺘﻢ ﺍﻟﻴﻮﻡ ﺍﻟﻤﺸﺎﺭ ﺇﻟﻴﻪ. \nﺷﺮﻛﺔ ﺗﻮﺯﻳﻊ ﺍﻟﺒﺮﻣﺠﻴﺎﺕ ، \tﻣﻮﻗﻊ ﻭﻳﺐ ﺧﺎﺭﺝ ﺍﻟﻤﻮﻗﻊ \nﺷﺮﻛﻪ. \tﺷﺮﻛﺔ ﺗﻄﻮﻳﺮ \nﺏ: \tﺏ: \nﻋﻨﻮﺍﻥ: \tﺍﻟﻌﻨﻮﺍﻥ: ﺍﻟﺘﺎﺭﻳﺦ: \tﺗﺎﺭﻳﺦ: \nﺍﻟﻤﺴﺘﻨﺪ ﺃ - ﺇﺭﻓﺎﻕ ﺍﻗﺘﺮﺍﺡ ﺍﻟﻤﻄﻮﺭ \nﺍﻟﻤﺴﺘﻨﺪ ﺏ - ﺍﻟﺠﺪﻭﻝ ﺍﻟﺰﻣﻨﻲ ﻟﺘﻄﻮﻳﺮ ﻣﻮﻗﻊ ﺍﻟﺸﺮﻛﺔ \nﻳﺠﺐ ﺍﻻﻧﺘﻬﺎﺀ ﻣﻦ ﺟﻤﻴﻊ ﺍﻷﻋﻤﺎﻝ ﻓﻲ ﺍﻟﻮﻗﺖ ﺍﻟﻤﻨﺎﺳﺐ ﻟﻠﻌﺮﺽ ﺍﻟﺘﻮﺿﻴﺤﻲ ﻓﻲ \nﻋﺮﺽ ﺍﻟﺘﺮﺧﻴﺺ ﻓﻲ ﻧﻴﻮﻳﻮﺭﻙ ﻓﻲ [ﺍﻟﺘﺎﺭﻳﺦ].  ﺍﻟﻮﻗﺖ ﻫﻮ ﺟﻮﻫﺮ ﺑﺎﻟﻨﺴﺒﺔ ﻟﻮﺿﻊ ﺍﻟﻠﻤﺴﺎﺕ ﺍﻷﺧﻴﺮﺓ ﻋﻠﻰ ﻫﺬﺍ ﺍﻟﻤﻮﻗﻊ ﻋﻠﻰ ﺷﺒﻜﺔ ﺍﻹﻧﺘﺮﻧﺖ ﻟﻠﻌﺮﺽ ﻓﻲ ﺍﻟﻤﻌﺮﺽ ﺍﻟﺘﺠﺎﺭﻱ. \n* \tﺟﻤﻴﻊ ﺍﻹﺷﺎﺭﺍﺕ ﺇﻟﻰ \"ﺃﻳﺎﻡ\" ﺗﻌﻨﻲ \"ﺃﻳﺎﻡ ﺍﻟﻌﻤﻞ\" \n** \tﻳﺠﺐ ﺗﻨﻔﻴﺬ ﺃﻱ ﺗﻐﻴﻴﺮﺍﺕ ﺗﻄﻠﺒﻬﺎ ﺍﻟﺸﺮﻛﺔ ﻓﻲ ﻏﻀﻮﻥ 5 ﺃﻳﺎﻡ ﺃﻭ ﺃﻗﻞ ﻣﻦ ﻗﺒﻞ \nﺍﻟﻤﻄﻮﺭ"
    },
    {
        "id": "sec_0",
        "lang": "ar",
        "title": "W I T N E S S E T H",
        "level": 1,
        "start_char": 0,
        "end_char": 348,
        "len": 348,
        "text": "ﻧﻤﻮﺫﺝ ﺍﺗﻔﺎﻗﻴﺔ ﺗﻄﻮﻳﺮ ﻣﻮﻗﻊ ﺍﻟﻮﻳﺐ \nﺗﻢ ﺇﺑﺮﺍﻡ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻭﺇﺑﺮﺍﻣﻬﺎ ﺍﻋﺘﺒﺎﺭﺍ ﻣﻦ ﻫﺬﺍ [ﺍﻟﺘﺎﺭﻳﺦ] (\"ﺗﺎﺭﻳﺦ ﺍﻟﺴﺮﻳﺎﻥ\") ﻣﻦ ﻗﺒﻞ ﻭﺑﻴﻦ ﺷﺮﻛﺔ ﺗﻮﺯﻳﻊ ﺍﻟﺒﺮﻣﺠﻴﺎﺕ، ﻭﻫﻲ ﺷﺮﻛﺔ ﻓﻲ ﻭﻻﻳﺔ ﺩﻳﻼﻭﻳﺮ ﻟﻬﺎ ﻣﻜﺎﺗﺐ ﻓﻲ Bailey Road، Garden City، NY 1234 (\"ﺍﻟﺸﺮﻛﺔ\") ﻭﺷﺮﻛﺔ ﺗﻄﻮﻳﺮ ﻣﻮﺍﻗﻊ ﺍﻟﻮﻳﺐ ﺧﺎﺭﺝ ﺍﻟﻤﻮﻗﻊ، ﻭﻫﻲ ﺷﺮﻛﺔ ﻓﻲ ﻛﺎﻟﻴﻔﻮﺭﻧﻴﺎ ﻟﻬﺎ ﻣﻜﺎﺗﺐ ﻓﻲ World Wide Web Avenue، Silicon City، CA (\"ﺍﻟﻤﻄﻮﺭ\"). \nW"
    },
    {
        "id": "sec_1",
        "lang": "ar",
        "title": "W I T N E S S E T H",
        "level": 1,
        "start_char": 348,
        "end_char": 863,
        "len": 515,
        "text": "W I T N E S S E T H \nﻭﺣﻴﺚ ﺇﻥ ﺍﻟﺸﺮﻛﺔ ﺗﺮﻏﺐ ﻓﻲ ﺇﺷﺮﺍﻙ ﺍﻟﻤﻄﻮﺭ ﻟﺘﻄﻮﻳﺮ ﻭﺇﻧﺸﺎﺀ ﻭﺍﺧﺘﺒﺎﺭ ﻭﺗﻘﺪﻳﻢ ﻣﻮﻗﻊ ﻭﻳﺐ ﻳﻌﺮﻑ ﺑﺎﺳﻢ \"Whizzer's Web\" ﻛﻌﻤﻞ ﺗﻢ ﺇﻧﺸﺎﺅﻩ ﻟﻠﺘﺄﺟﻴﺮ ﻭﻭﺿﻊ ﻣﻮﻗﻊ ﺍﻟﻮﻳﺐ ﻋﻠﻰ ﺧﺎﺩﻡ ﺍﻟﻮﻳﺐ ﺍﻟﺨﺎﺹ ﺑﺎﻟﻤﻄﻮﺭ ﻭﺇﺗﺎﺣﺔ ﻣﻮﻗﻊ ﺍﻟﻮﻳﺐ ﻟﻠﺘﺼﻔﺢ ﻋﻠﻰ ﺍﻹﻧﺘﺮﻧﺖ؛ ﻭ \nﻭﺣﻴﺚ ﺇﻥ ﺍﻟﻤﻄﻮﺭ ﻣﻬﺘﻢ ﺑﺎﻟﻘﻴﺎﻡ ﺑﻤﺜﻞ ﻫﺬﺍ ﺍﻟﻌﻤﻞ؛ ﻭ \nﻭﺣﻴﺚ ﺇﻥ ﺍﻟﺸﺮﻛﺔ ﻭﺍﻟﻤﻄﻮﺭ ﻳﺮﻏﺒﺎﻥ ﺑﺸﻜﻞ ﻣﺘﺒﺎﺩﻝ ﻓﻲ ﺗﺤﺪﻳﺪ ﺍﻟﺸﺮﻭﻁ ﺍﻟﻤﻄﺒﻘﺔ ﻋﻠﻰ ﻫﺬﺍ ﺍﻟﻌﻤﻞ؛ \nﺍﻵﻥ، ﻟﺬﻟﻚ، ﻣﻦ ﺃﺟﻞ ﺍﻻﻋﺘﺒﺎﺭ ﺍﻟﻤﺘﺒﺎﺩﻝ ﺍﻟﻤﻨﺼﻮﺹ ﻋﻠﻴﻪ ﻓﻲ ﻫﺬﻩ ﺍﻟﻮﺛﻴﻘﺔ، ﻭﺍﻟﺬﻱ ﻳﺘﻢ ﺍﻹﻗﺮﺍﺭ ﺑﻜﻔﺎﻳﺘﻪ، ﺗﺘﻔﻖ ﺍﻟﺸﺮﻛﺔ ﻭﺍﻟﻤﻄﻮﺭ، ﺍﻟﺘﻲ ﺗﻨﻮﻱ ﺃﻥ ﺗﻜﻮﻥ ﻣﻠﺰﻣﺔ ﻗﺎﻧﻮﻧﺎ، ﻋﻠﻰ ﻣﺎ ﻳﻠﻲ:"
    },
    {
        "id": "sec_2",
        "lang": "ar",
        "title": "1. \tﻣﺴﺆﻭﻟﻴﺎﺕ ﺍﻟﻤﻄﻮﺭ",
        "level": 1,
        "start_char": 863,
        "end_char": 1918,
        "len": 1055,
        "text": "1. \tﻣﺴﺆﻭﻟﻴﺎﺕ ﺍﻟﻤﻄﻮﺭ \nﻧﻄﺎﻕ ﺍﻟﻌﻤﻞ \nﺗﺤﺘﻔﻆ ﺍﻟﺸﺮﻛﺔ ﺑﻤﻮﺟﺐ ﻫﺬﺍ ﺑﺨﺪﻣﺎﺕ ﺍﻟﻤﻄﻮﺭ ﻟﺘﺼﻤﻴﻢ ﻭﺗﻄﻮﻳﺮ ﻭﺍﺳﺘﻀﺎﻓﺔ ﻣﻮﻗﻊ ﻭﻳﺐ ﻭﺇﻧﺘﺮﺍﻧﺖ (ﻳﺸﺎﺭ ﺇﻟﻴﻬﺎ ﻣﺠﺘﻤﻌﺔ ﺑﺎﺳﻢ \"ﻣﻮﻗﻊ ﺍﻟﻮﻳﺐ\") ﻟﻠﺸﺮﻛﺔ ﻭﻓﻘﺎ ﻟﻼﻗﺘﺮﺍﺡ ﺍﻟﻤﻘﺪﻡ ﻣﻦ ﺍﻟﻤﻄﻮﺭ ﺇﻟﻰ ﺍﻟﺸﺮﻛﺔ ﺑﺘﺎﺭﻳﺦ [ﺍﻟﺘﺎﺭﻳﺦ] (\"ﺍﻻﻗﺘﺮﺍﺡ\") ، ﻭﻳﺘﻢ ﺇﺭﻓﺎﻕ ﻧﺴﺨﺔ ﻣﻨﻪ ﺑﻤﻮﺟﺐ ﻫﺬﺍ ﺍﻟﻤﺴﺘﻨﺪ \"ﺃ\" ﻭﺷﺮﻭﻃﻪ ﺍﻟﻤﺪﺭﺟﺔ ﺻﺮﺍﺣﺔ ﻫﻨﺎ ﺑﺎﻹﺷﺎﺭﺓ. \nﺟﺪﻭﻝ \nﻳﺘﻢ ﺇﺭﻓﺎﻕ \"ﺍﻟﺠﺪﻭﻝ ﺍﻟﺰﻣﻨﻲ\" ﻟﺘﻄﻮﻳﺮ ﻣﻮﻗﻊ ﺍﻟﺸﺮﻛﺔ ﻋﻠﻰ ﺍﻟﻮﻳﺐ ﻭﺍﻹﻧﺘﺮﺍﻧﺖ ﺑﻤﻮﺟﺐ ﻫﺬﺍ ﺍﻟﻤﻠﺤﻖ ﺏ. \nﺍﻟﺘﻐﻴﻴﺮﺍﺕ \nﻻ ﺗﺴﺮﻱ ﺍﻟﺘﻐﻴﻴﺮﺍﺕ ﺍﻟﺘﻲ ﺗﻄﺮﺃ ﻋﻠﻰ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺃﻭ ﻋﻠﻰ ﺃﻱ ﻣﻦ ﻣﻮﺍﺻﻔﺎﺕ ﺍﻟﻤﻮﻗﻊ ﺍﻹﻟﻜﺘﺮﻭﻧﻲ ﺃﻭ ﺍﻹﻧﺘﺮﺍﻧﺖ ﻓﻲ ﺃﻱ ﻣﻦ ﻣﻮﺍﺻﻔﺎﺗﻬﺎ ﺇﻻ ﻋﻨﺪﻣﺎ ﻳﺘﻢ ﺗﻨﻔﻴﺬ ﻃﻠﺐ ﺗﻐﻴﻴﺮ ﻛﺘﺎﺑﻲ ﻣﻦ ﻗﺒﻞ ﺍﻟﻤﺪﻳﺮ ﺍﻟﺘﻨﻔﻴﺬﻱ ﻟﻠﺸﺮﻛﺔ ﻭﺍﻟﻤﻄﻮﺭ.  ﻳﻮﺍﻓﻖ ﺍﻟﻤﻄﻮﺭ ﻋﻠﻰ ﺇﺧﻄﺎﺭ ﺍﻟﺸﺮﻛﺔ ﻋﻠﻰ ﺍﻟﻔﻮﺭ ﺑﺄﻱ ﻋﺎﻣﻞ ﺃﻭ ﺣﺪﺙ ﺃﻭ ﺣﺪﺙ ﻳﻠﻔﺖ ﺍﻧﺘﺒﺎﻫﻬﺎ ﻗﺪ ﻳﺆﺛﺮ ﻋﻠﻰ ﻗﺪﺭﺓ ﺍﻟﻤﻄﻮﺭ ﻋﻠﻰ ﺗﻠﺒﻴﺔ ﻣﺘﻄﻠﺒﺎﺕ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﺃﻭ ﻣﻦ ﺍﻟﻤﺤﺘﻤﻞ ﺃﻥ ﻳﺘﺴﺒﺐ ﻓﻲ ﺃﻱ ﺗﺄﺧﻴﺮ ﺟﻮﻫﺮﻱ ﻓﻲ ﺍﻟﺠﺪﻭﻝ. \nﻣﻈﺎﻫﺮﺓ ﻓﻲ ﺍﻟﻤﻌﺮﺽ ﺍﻟﺘﺠﺎﺭﻱ \nﻳﻮﺍﻓﻖ DEVELOPER ﻋﻠﻰ ﻋﺮﺽ ﻭﻋﺮﺽ ﻣﻮﻗﻊ ﺍﻟﻮﻳﺐ ﺧﻼﻝ ﺍﻟﻤﻌﺮﺽ ﺍﻟﺘﺠﺎﺭﻱ ﺍﻟﺬﻱ ﺳﻴﻌﻘﺪ ﻓﻲ ﻧﻴﻮﻳﻮﺭﻙ ﻓﻲ [ﺍﻟﺘﺎﺭﻳﺦ].  ﻳﺠﺐ ﻋﻠﻰ ﺍﻟﺸﺮﻛﺔ ﺗﺰﻭﻳﺪ ﺍﻟﻤﻄﻮﺭ ﺑﺎﻟﻤﺴﺎﺣﺔ ﺍﻟﻤﻨﺎﺳﺒﺔ ﻟﻤﺜﻞ ﻫﺬﺍ ﺍﻟﻌﺮﺽ ﺍﻟﺘﻮﺿﻴﺤﻲ.  ﻳﺠﺐ ﻋﻠﻰ ﺍﻟﻤﻄﻮﺭ ﺗﻮﻓﻴﺮ ﺟﻤﻴﻊ ﺃﺟﻬﺰﺓ ﺍﻟﻜﻤﺒﻴﻮﺗﺮ ﻭﺍﻟﻤﻮﻇﻔﻴﻦ ﺍﻟﻼﺯﻣﻴﻦ ﻟﺘﻨﻔﻴﺬ ﻫﺬﺍ ﺍﻟﻌﺮﺽ."
    },
    {
        "id": "sec_3",
        "lang": "ar",
        "title": "2. \tﺗﺼﻤﻴﻢ ﻣﻮﻗﻊ ﺍﻟﻮﻳﺐ",
        "level": 1,
        "start_char": 1918,
        "end_char": 6262,
        "len": 4344,
        "text": "2. \tﺗﺼﻤﻴﻢ ﻣﻮﻗﻊ ﺍﻟﻮﻳﺐ \nﺗﺼﻤﻴﻢ \nﻳﺠﺐ ﺃﻥ ﻳﻜﻮﻥ ﺗﺼﻤﻴﻢ ﻣﻮﻗﻊ ﺍﻟﺸﺮﻛﺔ ﻋﻠﻰ ﺍﻟﻮﻳﺐ ﻣﺘﻮﺍﻓﻘﺎ ﺑﺸﻜﻞ ﻛﺒﻴﺮ ﻣﻊ ﺍﻟﻤﻮﺍﺩ ﺍﻟﻤﻘﺪﻣﺔ ﺇﻟﻰ ﺍﻟﻤﻄﻮﺭ ﻣﻦ ﻗﺒﻞ ﺍﻟﺸﺮﻛﺔ.  ﻳﺠﺐ ﻋﻠﻰ ﺍﻟﻤﻄﻮﺭ ﺗﻄﻮﻳﺮ ﻣﻮﻗﻊ ﺍﻟﺸﺮﻛﺔ ﻋﻠﻰ ﺍﻟﻮﻳﺐ ﻟﻌﺮﺽ ﺃﻋﻠﻰ ﺻﻮﺭﺓ ﺍﺣﺘﺮﺍﻓﻴﺔ.  ﻻ ﻳﺠﻮﺯ ﻟﻠﻤﻄﻮﺭ ﺗﻀﻤﻴﻦ ﺃﻱ ﻣﻤﺎ ﻳﻠﻲ ﻓﻲ ﻣﻮﻗﻊ ﺍﻟﻮﻳﺐ ﺃﻭ ﻓﻲ ﺩﻟﻴﻞ ﺍﻟﺸﺮﻛﺔ ﻋﻠﻰ ﺧﺎﺩﻡ ﺍﻟﻮﻳﺐ ﺍﻟﺨﺎﺹ ﺑﺎﻟﻤﻄﻮﺭ: ﺍﻟﻨﺼﻮﺹ ﺃﻭ ﺍﻟﺮﺳﻮﻣﺎﺕ ﺃﻭ ﺍﻟﺼﻮﺕ ﺃﻭ ﺍﻟﺮﺳﻮﻡ ﺍﻟﻤﺘﺤﺮﻛﺔ ﺍﻟﺘﻲ ﻗﺪ ﻳﻨﻈﺮ ﺇﻟﻴﻬﺎ ﻋﻠﻰ ﺃﻧﻬﺎ ﻣﺴﻴﺌﺔ ﺃﻭ ﻣﺮﺗﺒﻄﺔ ﺑﺄﻱ ﺷﻜﻞ ﻣﻦ ﺍﻷﺷﻜﺎﻝ ﺑﺎﻟﺠﻨﺲ ﺃﻭ ﺃﻱ ﺃﻧﺸﻄﺔ ﻏﻴﺮ ﻗﺎﻧﻮﻧﻴﺔ. ﺭﻭﺍﺑﻂ ﻟﻤﻮﺍﻗﻊ ﺃﺧﺮﻯ ﻗﺪ ﻳﻨﻈﺮ ﺇﻟﻴﻬﺎ ﻋﻠﻰ ﺃﻧﻬﺎ ﻣﺴﻴﺌﺔ ﺃﻭ ﻣﺮﺗﺒﻄﺔ ﺑﺄﻱ ﺷﻜﻞ ﻣﻦ ﺍﻷﺷﻜﺎﻝ ﺑﺎﻟﺠﻨﺲ ﺃﻭ ﺃﻱ ﺃﻧﺸﻄﺔ ﻏﻴﺮ ﻗﺎﻧﻮﻧﻴﺔ. ﺭﺳﻮﻣﺎﺕ ﺍﻧﻄﺒﺎﻋﻴﺔ ﺃﻭ ﺷﺒﻴﻬﺔ ﺑﺎﻟﺮﺳﻮﻡ ﺍﻟﻤﺘﺤﺮﻛﺔ (ﻣﺎ ﻟﻢ ﺗﻮﻓﺮﻫﺎ ﺍﻟﺸﺮﻛﺔ) ؛ ﻧﺺ ﻏﻴﺮ ﻣﺮﺋﻲ، ﻧﺺ ﻻ ﻳﻜﻮﻥ ﻣﻮﺟﻮﺩﺍ ﺇﻻ ﻋﻨﺪﻣﺎ ﻳﺼﻞ \"ﺯﺍﺣﻒ ﺍﻟﻮﻳﺐ\" ﺃﻭ ﺃﺩﺍﺓ ﻓﻬﺮﺳﺔ ﻭﻳﺐ ﺃﺧﺮﻯ ﺇﻟﻰ ﻣﻮﻗﻊ ﺍﻟﻮﻳﺐ، ﺃﻭ ﺃﻱ ﻧﻮﻉ ﺁﺧﺮ ﻣﻦ ﺍﻟﻨﺼﻮﺹ ﺍﻟﻤﺨﻔﻴﺔ ﺃﻭ ﺍﻟﻤﻌﻠﻮﻣﺎﺕ ﺍﻟﻤﺨﻔﻴﺔ ﺃﻭ ﺍﻟﺮﺳﻮﻣﺎﺕ ﺍﻟﻤﺨﻔﻴﺔ ﺃﻭ ﻏﻴﺮﻫﺎ ﻣﻦ ﺍﻟﻤﻮﺍﺩ ﺍﻟﻤﺨﻔﻴﺔ؛ ﺃﻭ ﺍﻟﻌﻨﺎﺻﺮ ﺍﻟﻤﺪﻣﺮﺓ ﺃﻭ ﺍﻟﺒﺮﻣﺠﺔ ﺍﻟﻤﺪﻣﺮﺓ ﻣﻦ ﺃﻱ ﻧﻮﻉ. \nﺍﻟﻤﻮﺍﺩ ﺍﻟﻤﻘﺪﻣﺔ ﻣﻦ ﻗﺒﻞ ﺍﻟﺸﺮﻛﺔ \nﻳﻤﻜﻦ ﺗﻮﻓﻴﺮ ﺟﻤﻴﻊ ﺍﻟﻤﻮﺍﺩ ﺍﻟﺘﻲ ﺳﻴﺘﻢ ﺗﻮﻓﻴﺮﻫﺎ ﻣﻦ ﻗﺒﻞ ﺍﻟﺸﺮﻛﺔ ﻋﻠﻰ ﺃﻗﺮﺍﺹ ﻣﺮﻧﺔ ﺃﻭ ﺧﺮﺍﻃﻴﺶ ZIP 100 ﻣﻴﺠﺎﺑﺎﻳﺖ ﺃﻭ ﻋﺒﺮ ﺑﺮﻭﺗﻮﻛﻮﻝ ﻧﻘﻞ ﺍﻟﻤﻠﻔﺎﺕ (\"FTP\").  ﺳﻴﺘﻢ ﺗﻮﻓﻴﺮ ﺍﻟﻤﻠﻔﺎﺕ ﺑﺘﻨﺴﻴﻖ HTML ﺃﻭ ﺗﻨﺴﻴﻖ ﻧﺺ ﻣﻌﺎﻟﺠﺔ ﺍﻟﻨﺼﻮﺹ ﺍﻟﻘﻴﺎﺳﻲ ﺃﻭ ، ﺇﺫﺍ ﻛﺎﻧﺖ ﺍﻟﺼﻮﺭ ، ﻛﻤﻠﻔﺎﺕ GIFF ﺃﻭ JPEG ﺃﻭ Photoshop ﺍﻟﺨﺎﺻﺔ ﺏ TIFF. \nﻣﻮﺍﺻﻔﺎﺕ ﺍﻟﺼﻔﺤﺔ ﺍﻟﺮﺋﻴﺴﻴﺔ \nﺳﻴﺘﺄﻟﻒ ﻣﻮﻗﻊ ﺍﻟﺸﺮﻛﺔ ﺍﻹﻟﻜﺘﺮﻭﻧﻲ ﻣﻦ ﺻﻔﺤﺔ ﺭﺋﻴﺴﻴﺔ (ﺍﻟﺼﻔﺤﺔ \"ﺍﻷﻭﻟﻰ\" ﻟﻠﻤﻮﻗﻊ ﺍﻹﻟﻜﺘﺮﻭﻧﻲ) ﻳﻤﻜﻦ ﺍﻟﻮﺻﻮﻝ ﺇﻟﻴﻬﺎ ﻋﻦ ﻃﺮﻳﻖ ﻛﺘﺎﺑﺔ ﺃﺣﺪ ﻣﺤﺪﺩﺍﺕ ﺍﻟﻤﻮﺍﺭﺩ ﺍﻟﻤﻮﺣﺪﺓ ﺍﻟﺘﺎﻟﻴﺔ (\"ﻋﻨﺎﻭﻳﻦ URL\") ﻓﻲ ﻣﺘﺼﻔﺢ ﺍﻟﻮﻳﺐ.  ﺳﺘﺒﺬﻝ ﺍﻟﻤﻄﻮﺭ ﻗﺼﺎﺭﻯ ﺟﻬﺪﻫﺎ ﻟﺘﺴﺠﻴﻞ ﺍﺳﻢ ﺍﻟﻨﻄﺎﻕ \"COMPANY.ORG\" ﻟﺼﺎﻟﺢ ﺍﻟﺸﺮﻛﺔ (ﺃﻭ ﺃﻱ ﺍﺳﻢ ﺁﺧﺮ ﻗﺪ ﻳﻜﻮﻥ ﻗﺎﺑﻼ ﻟﻠﺘﺴﺠﻴﻞ ﻭﻣﻘﺒﻮﻻ ﻟﻠﺸﺮﻛﺔ) ﻭﺳﺘﻘﻮﻡ ﺑﺘﻌﻴﻴﻦ ﺟﻤﻴﻊ ﺍﻟﺤﻘﻮﻕ ﺍﻟﺨﺎﺻﺔ ﺑﻪ ﻟﻠﺸﺮﻛﺔ.  ﺗﻮﺍﻓﻖ ﺍﻟﺸﺮﻛﺔ ﻋﻠﻰ ﺩﻓﻊ ﺟﻤﻴﻊ ﺭﺳﻮﻡ ﺍﻟﺘﺴﺠﻴﻞ ﺍﻟﻤﺮﺗﺒﻄﺔ ﺑﻬﺬﺍ ﺍﻟﺘﺴﺠﻴﻞ.  ﺑﺎﻹﺿﺎﻓﺔ ﺇﻟﻰ ﻣﺎ ﺳﺒﻖ، ﺳﻴﺘﻢ ﺗﻀﻤﻴﻦ ﻗﺎﻋﺪﺓ ﺑﻴﺎﻧﺎﺕ ﻟﻸﻋﻀﺎﺀ ﻓﻲ ﺻﻨﺎﻋﺔ ﺍﻟﺘﺮﺧﻴﺺ. \nﺇﻣﻜﺎﻧﻴﺔ ﺍﻟﻮﺻﻮﻝ ﺇﻟﻰ ﺍﻟﻤﻮﻗﻊ ﺍﻹﻟﻜﺘﺮﻭﻧﻲ ﺃﺛﻨﺎﺀ ﺍﻟﺒﻨﺎﺀ \nﻃﻮﺍﻝ ﺑﻨﺎﺀ ﺍﻟﻨﻤﻮﺫﺝ ﺍﻷﻭﻟﻲ ﻭﺍﻟﻤﻮﻗﻊ ﺍﻹﻟﻜﺘﺮﻭﻧﻲ ﺍﻟﻨﻬﺎﺋﻲ ، ﻳﺠﺐ ﺃﻥ ﻳﻜﻮﻥ ﻣﻮﻗﻊ ﺍﻟﻮﻳﺐ ﻣﺘﺎﺣﺎ ﻟﻠﺸﺮﻛﺔ.  ﺣﺘﻰ ﺗﻮﺍﻓﻖ ﺍﻟﺸﺮﻛﺔ ﻋﻠﻰ ﺍﻟﻤﻮﻗﻊ ﺍﻹﻟﻜﺘﺮﻭﻧﻲ ﺍﻟﻨﻬﺎﺋﻲ، ﻟﻦ ﻳﻜﻮﻥ ﺃﻱ ﻣﻦ ﺻﻔﺤﺎﺕ ﺍﻟﻮﻳﺐ ﺍﻟﺨﺎﺻﺔ ﺑﻤﻮﻗﻊ ﺍﻟﺸﺮﻛﺔ ﻣﺘﺎﺣﺎ ﻟﻠﻤﺴﺘﺨﺪﻣﻴﻦ ﺍﻟﻨﻬﺎﺋﻴﻴﻦ ﻣﺎ ﻟﻢ ﻳﻘﻢ ﺍﻟﻤﺴﺘﺨﺪﻣﻮﻥ ﺍﻟﻨﻬﺎﺋﻴﻮﻥ ﺑﺈﺩﺧﺎﻝ ﻣﻌﺮﻑ ﺍﻟﻤﺴﺘﺨﺪﻡ ﻭﻛﻠﻤﺔ ﺍﻟﻤﺮﻭﺭ ﺍﻟﺼﺤﻴﺤﻴﻦ. \nﺍﺟﺘﻤﺎﻋﺎﺕ ﺗﺨﻄﻴﻂ ﺍﻟﻤﺸﺎﺭﻳﻊ \nﺑﻌﺪ ﺗﻮﻗﻴﻊ ﺍﻟﻄﺮﻓﻴﻦ ﻋﻠﻰ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﻳﺠﺘﻤﻊ ﺍﻟﻄﺮﻓﺎﻥ ﻓﻲ ﺍﻟﺸﺮﻛﺔ ﺃﻭ ﻓﻲ ﻣﻜﺎﻥ ﻣﻨﺎﺳﺐ ﻟﻶﺧﺮﻳﻦ ﻭﻓﻲ ﺗﺎﺭﻳﺦ ﻭﻭﻗﺖ ﻣﻨﺎﺳﺒﻴﻦ ﻟﻠﻄﺮﻓﻴﻦ ﻟﻤﻨﺎﻗﺸﺔ ﺗﺨﻄﻴﻂ ﺍﻟﻤﺸﺮﻭﻉ.  ﻳﺴﻌﻰ ﺍﻟﻄﺮﻓﺎﻥ ﺇﻟﻰ ﻋﻘﺪ ﻫﺬﺍ ﺍﻻﺟﺘﻤﺎﻉ ﻓﻲ ﻏﻀﻮﻥ ﺃﺳﺒﻮﻉ ﻭﺍﺣﺪ ﺑﻌﺪ ﺗﻮﻗﻴﻊ ﺍﻟﻄﺮﻓﻴﻦ ﻋﻠﻰ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ. \nﺍﻟﺘﻘﺪﻳﻢ ﻟﻤﻮﺍﻗﻊ ﺍﻟﻔﻬﺮﺳﺔ \nﻓﻲ ﺍﻟﻮﻗﺖ ﺍﻟﺬﻱ ﺗﺠﺮﻱ ﻓﻴﻪ DEVELOPER ﺃﻭﻝ \"ﺗﺠﻮﻝ\" ﻣﻦ ﻣﻮﻗﻊ ﺍﻟﻮﻳﺐ ﺍﻟﻨﻬﺎﺋﻲ ﻟﻠﺸﺮﻛﺔ ، ﺳﺘﻘﻮﻡ DEVELOPER ﺑﺘﺴﺠﻴﻞ ﻋﻨﻮﺍﻥ URL ﺍﻟﺨﺎﺹ ﺑﺎﻟﺸﺮﻛﺔ ﻣﻊ ﻣﺤﺮﻛﺎﺕ ﺍﻟﺒﺤﺚ ﺍﻟﺘﺎﻟﻴﺔ: Yahoo ﻭ Infoseek ﻭ Alta Vista ﻭ Web Crawler ﻭ Excite!.   ﺳﺘﻘﺪﻡ DEVELOPER ﻗﺎﺋﻤﺔ ﺑﺎﻟﻤﻮﺍﻗﻊ ﺍﻷﺧﺮﻯ (ﺣﺘﻰ 50 ﻣﻮﻗﻌﺎ) ﻭﺍﻟﺘﻲ ﻗﺪ ﺗﺨﺘﺎﺭ ﺍﻟﺸﺮﻛﺔ ﺃﻳﻀﺎ ﺍﻟﺘﺴﺠﻴﻞ ﻓﻴﻬﺎ. \nﺗﺴﻠﻴﻢ ﺍﻟﻤﺨﺮﺟﺎﺕ \nﻋﻨﺪ ﻣﻮﺍﻓﻘﺔ ﺍﻟﺸﺮﻛﺔ ﻋﻠﻰ ﻣﻮﻗﻊ ﺍﻟﻮﻳﺐ ﺍﻟﻨﻬﺎﺋﻲ ﺍﻟﺨﺎﺹ ﺑﻬﺎ، ﺃﻭ ﻋﻨﺪ ﺇﻧﻬﺎﺀ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﺃﻳﻬﻤﺎ ﻳﺤﺪﺙ ﺳﺎﺑﻘﺎ، ﻳﺠﺐ ﻋﻠﻰ ﺍﻟﻤﻄﻮﺭ ﺗﺴﻠﻴﻢ ﺍﻟﺸﺮﻛﺔ ﺇﻟﻰ ﺟﻤﻴﻊ ﺍﻟﺘﻌﻠﻴﻤﺎﺕ ﺍﻟﺒﺮﻣﺠﻴﺔ ﻭﺍﻟﻮﺛﺎﺋﻖ ﻭﺍﻟﺘﻘﺎﺭﻳﺮ ﻭﺍﻟﻤﻮﺍﺩ ﺍﻷﺧﺮﻯ ﺍﻟﺘﻲ ﻃﻮﺭﺗﻬﺎ ﺍﻟﺸﺮﻛﺔ ﻓﻲ ﺳﻴﺎﻕ ﺃﺩﺍﺋﻬﺎ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻭﺃﻱ ﻋﻨﺎﺻﺮ ﺃﺧﺮﻯ ﺿﺮﻭﺭﻳﺔ ﺑﺸﻜﻞ ﻣﻌﻘﻮﻝ ﻟﺘﺸﻐﻴﻞ ﻣﻮﻗﻊ ﺍﻟﺸﺮﻛﺔ (ﺑﺨﻼﻑ ﺑﺮﺍﻣﺞ ﻧﻈﺎﻡ ﺍﻟﺘﺸﻐﻴﻞ ﺍﻟﺘﺎﺑﻌﺔ ﻟﺠﻬﺔ ﺧﺎﺭﺟﻴﺔ،  ﺑﺮﺍﻣﺞ ﺍﻟﺸﺒﻜﺎﺕ ﺍﻟﺘﺎﺑﻌﺔ ﻟﺠﻬﺎﺕ ﺧﺎﺭﺟﻴﺔ ﻭﻣﺘﺼﻔﺤﺎﺕ ﺍﻟﻮﻳﺐ ﻭﺍﻷﺟﻬﺰﺓ) ﻭﺟﻤﻴﻊ ﺍﻟﺘﻐﻴﻴﺮﺍﺕ ﻭﺍﻟﺘﺤﺴﻴﻨﺎﺕ ﺍﻟﺘﻲ ﺗﻄﺮﺃ ﻋﻠﻴﻬﺎ (\"ﺍﻟﺘﺴﻠﻴﻤﺎﺕ\").  ﻭﺗﻘﺪﻡ ﺍﻟﻮﺛﺎﺋﻖ ﻓﻲ ﺷﻜﻞ ﻣﻄﺒﻮﻉ ﻭﺇﻟﻜﺘﺮﻭﻧﻲ.  ﻳﺘﻢ ﺗﺴﻠﻴﻢ ﺍﻟﻜﻮﺩ ﻓﻲ ﺷﻜﻞ ﺇﻟﻜﺘﺮﻭﻧﻲ.  ﻳﺘﻢ ﻧﻘﻞ ﺍﻟﻤﻮﺍﺩ ﺍﻹﻟﻜﺘﺮﻭﻧﻴﺔ ﻋﻦ ﻃﺮﻳﻖ ﻧﺴﺨﻬﺎ ﺇﻟﻰ ﺃﻗﺮﺍﺹ ﻣﺮﻧﺔ ﺃﻭ ﺧﺮﺍﻃﻴﺶ ZIP ﺳﻌﺔ 100 ﻣﻴﻐﺎﺑﺎﻳﺖ ﺃﻭ ﻋﻦ ﻃﺮﻳﻖ ﺑﺮﻭﺗﻮﻛﻮﻝ ﻧﻘﻞ ﺍﻟﻤﻠﻔﺎﺕ (\"FTP\").  ﺳﻴﺘﻢ ﺗﻮﻓﻴﺮ ﺍﻟﻤﻠﻔﺎﺕ ﺑﺘﻨﺴﻴﻖ HTML ﺃﻭ ﺗﻨﺴﻴﻖ ﻧﺺ ﻣﻌﺎﻟﺠﺔ ﺍﻟﻨﺼﻮﺹ ﺍﻟﻘﻴﺎﺳﻲ ﺃﻭ ، ﺇﺫﺍ ﻛﺎﻧﺖ ﺍﻟﺼﻮﺭ ، ﻛﻤﻠﻔﺎﺕ GIFF ﺃﻭ JPEG ﺃﻭ Photoshop ﺍﻟﺨﺎﺻﺔ ﺏ TIFF.  ﻳﺠﺐ ﻋﻠﻰ ﺍﻟﻤﻄﻮﺭ ﺍﻻﺣﺘﻔﺎﻅ ﺑﻨﺴﺨﻬﺎ ﺍﻻﺣﺘﻴﺎﻃﻴﺔ ﻭﻣﺠﻤﻮﻋﺔ ﻭﺍﺣﺪﺓ ﻣﻦ ﺍﻟﻤﻮﺍﺩ ﺍﻟﻨﻬﺎﺋﻴﺔ ﺍﻟﻤﻘﺪﻣﺔ ﻟﻠﺸﺮﻛﺔ ﻟﻤﺪﺓ ﺳﺘﺔ ﺃﺷﻬﺮ ﺑﻌﺪ ﻣﻮﺍﻓﻘﺔ ﺍﻟﺸﺮﻛﺔ ﻋﻠﻰ ﻣﻮﻗﻌﻬﺎ ﺍﻹﻟﻜﺘﺮﻭﻧﻲ ﺍﻟﻨﻬﺎﺋﻲ.  ﺇﺫﺍ ﺗﻢ ﺇﻧﻬﺎﺀ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻗﺒﻞ ﺍﻟﻤﻮﺍﻓﻘﺔ ﺍﻟﻨﻬﺎﺋﻴﺔ، ﺃﻭ ﻋﻨﺪ ﺍﻧﺘﻬﺎﺀ ﻓﺘﺮﺓ ﺍﻟﺴﺘﺔ ﺃﺷﻬﺮ ﻫﺬﻩ، ﻓﺴﺘﻘﻮﻡ DEVELOPER ﺑﺈﺗﻼﻑ ﺟﻤﻴﻊ ﻧﺴﺨﻬﺎ ﻣﻦ ﻣﻮﻗﻊ ﺍﻟﺸﺮﻛﺔ ﻋﻠﻰ ﺍﻟﻮﻳﺐ (ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ ﺟﻤﻴﻊ ﺍﻟﻨﺴﺦ ﺍﻻﺣﺘﻴﺎﻃﻴﺔ ﺍﻟﺨﺎﺻﺔ ﺑﻪ) ﻭ \"ﻣﺴﺢ\" ﺟﻤﻴﻊ ﺍﻟﻤﻠﻔﺎﺕ ﺍﻟﺘﻲ ﺗﺸﻜﻞ ﻧﺴﺨﺎ ﻧﻬﺎﺋﻴﺔ ﺃﻭ ﻋﻤﻠﻴﺔ ﻣﻦ ﻣﻮﻗﻊ ﺍﻟﻮﻳﺐ ﺍﻟﺨﺎﺹ ﺑﺎﻟﺸﺮﻛﺔ (ﺑﺨﻼﻑ ﺍﻟﻨﺴﺨﺔ ﺍﻟﻨﻬﺎﺋﻴﺔ ﺍﻟﻤﺴﺘﻀﺎﻓﺔ ﻋﻠﻰ ﺧﺎﺩﻡ ﺍﻟﻮﻳﺐ ﺍﻟﺨﺎﺹ ﺑﺎﻟﻤﻄﻮﺭ ﻭﻧﺴﺨﺔ ﺍﺣﺘﻴﺎﻃﻴﺔ ﻭﺍﺣﺪﺓ ﻣﻨﻪ) ﻣﻦ ﺃﺟﻬﺰﺓ ﺍﻟﻜﻤﺒﻴﻮﺗﺮ ﺍﻟﺨﺎﺻﺔ ﺑﺎﻟﻤﻄﻮﺭ ﻭﺍﻟﻤﻮﺍﺩ ﺍﻻﺣﺘﻴﺎﻃﻴﺔ ﻣﺎ ﻟﻢ ﻳﺘﻢ ﺗﻮﺟﻴﻪ ﺧﻼﻑ ﺫﻟﻚ ﻛﺘﺎﺑﻴﺎ ﻣﻦ ﻗﺒﻞ ﺍﻟﺸﺮﻛﺔ. \nﺭﺳﻮﻡ ﻣﻌﺎﻣﻼﺕ ﺍﻹﻋﻼﻥ \nﻳﻮﺍﻓﻖ ﺍﻟﻤﻄﻮﺭ ﻋﻠﻰ ﻣﺴﺎﻋﺪﺓ ﺍﻟﺸﺮﻛﺔ ﻓﻲ ﺑﻴﻊ ﺃﻱ ﺇﻋﻼﻧﺎﺕ ﻭ / ﺃﻭ ﻋﻤﻠﻴﺎﺕ ﺑﺤﺚ ﻓﻲ ﻗﺎﻋﺪﺓ ﺍﻟﺒﻴﺎﻧﺎﺕ ﺃﻭ ﺑﺮﺍﻣﺞ ﺃﺧﺮﻯ ﻟﺘﻮﻟﻴﺪ ﺇﻳﺮﺍﺩﺍﺕ ﻣﻦ ﺍﺳﺘﺨﺪﺍﻡ ﺍﻟﻤﻮﻗﻊ ﺍﻹﻟﻜﺘﺮﻭﻧﻲ ﻣﻦ ﻗﺒﻞ ﺃﻃﺮﺍﻑ ﺛﺎﻟﺜﺔ.  ﻓﻲ ﻫﺬﺍ ﺍﻟﺼﺪﺩ ، ﺳﺘﻘﺪﻡ DEVELOPER ﺍﻟﻤﺴﺎﻋﺪﺓ ﻓﻲ ﺗﻄﻮﻳﺮ ﻣﺜﻞ ﻫﺬﻩ ﺍﻟﺒﺮﺍﻣﺞ ﻟﻠﺸﺮﻛﺔ.  ﻓﻲ ﻣﺜﻞ ﻫﺬﻩ ﺍﻟﺤﺎﻟﺔ، ﻳﻮﺍﻓﻖ ﺍﻟﻄﺮﻓﺎﻥ ﻋﻠﻰ ﺍﻟﺪﺧﻮﻝ ﻓﻲ ﻣﻔﺎﻭﺿﺎﺕ ﺑﺤﺴﻦ ﻧﻴﺔ ﻟﺘﻌﻮﻳﺾ DEVELOPER ﺑﺸﻜﻞ ﻣﻌﻘﻮﻝ ﻋﻦ ﻫﺬﻩ ﺍﻟﺨﺪﻣﺎﺕ."
    },
    {
        "id": "sec_4",
        "lang": "ar",
        "title": "3. ﺍﺳﺘﻀﺎﻓﺔ ﻣﻮﻗﻊ ﺍﻟﻮﻳﺐ ﺃ. ﺍﺳﺘﻀﺎﻓﺔ ﺍﻟﺨﺎﺩﻡ",
        "level": 1,
        "start_char": 6262,
        "end_char": 8754,
        "len": 2492,
        "text": "3. ﺍﺳﺘﻀﺎﻓﺔ ﻣﻮﻗﻊ ﺍﻟﻮﻳﺐ ﺃ. ﺍﺳﺘﻀﺎﻓﺔ ﺍﻟﺨﺎﺩﻡ \nﻳﻮﺍﻓﻖ ﺍﻟﻤﻄﻮﺭ ، ﺑﻨﺎﺀ ﻋﻠﻰ ﺍﺧﺘﻴﺎﺭ ﺍﻟﺸﺮﻛﺔ ، ﻋﻠﻰ ﺍﻟﺤﻔﺎﻅ ﻋﻠﻰ ﻣﻮﻗﻊ ﺍﻟﻮﻳﺐ ﺍﻟﺨﺎﺹ ﺑﺎﻟﺸﺮﻛﺔ ﻋﻠﻰ ﺧﺎﺩﻡ ﺍﻟﻮﻳﺐ ﺍﻟﺨﺎﺹ ﺑﺎﻟﻤﻄﻮﺭ ﻋﻠﻰ ﺃﺳﺎﺱ ﺷﻬﺮﻱ ، ﻭﺇﺟﺮﺍﺀ ﺗﻌﺪﻳﻼﺕ ﺻﻴﺎﻧﺔ ﻋﻠﻰ ﻣﻮﻗﻊ ﺍﻟﺸﺮﻛﺔ ﻣﻦ ﻭﻗﺖ ﻵﺧﺮ ﻭﻓﻘﺎ ﻟﺘﻮﺟﻴﻬﺎﺕ ﺍﻟﺸﺮﻛﺔ.  ﻳﺠﺐ ﺗﻨﻔﻴﺬ ﻫﺬﻩ ﺍﻟﺘﻌﺪﻳﻼﺕ ﻓﻲ ﻏﻀﻮﻥ ﺧﻤﺴﺔ (5) ﺃﻳﺎﻡ ﻋﻤﻞ ﻣﻦ ﺍﺳﺘﻼﻡ ﺍﻟﻤﻄﻮﺭ ﻟﺘﻐﻴﻴﺮﺍﺕ ﺍﻟﺸﺮﻛﺔ ﺇﺫﺍ ﺗﻢ ﺗﻨﻔﻴﺬ ﺍﻟﺘﻐﻴﻴﺮﺍﺕ ﺑﺴﻬﻮﻟﺔ، ﻭﻓﻲ ﻏﻀﻮﻥ ﻋﺸﺮﺓ (10) ﺃﻳﺎﻡ ﻋﻤﻞ ﻣﻦ ﺍﺳﺘﻼﻡ ﺍﻟﻤﻄﻮﺭ ﻟﺘﻐﻴﻴﺮﺍﺕ ﺍﻟﺸﺮﻛﺔ ﺇﺫﺍ ﻟﻢ ﻳﺘﻢ ﺗﻨﻔﻴﺬ ﺍﻟﺘﻐﻴﻴﺮﺍﺕ ﺑﺴﻬﻮﻟﺔ.  ﻛﺠﺰﺀ ﻣﻦ ﻫﺬﻩ ﺍﻟﺨﺪﻣﺔ، ﻳﻮﺍﻓﻖ ﺍﻟﻤﻄﻮﺭ ﻋﻠﻰ ﺇﺗﺎﺣﺔ ﻣﻮﻗﻊ ﺍﻟﺸﺮﻛﺔ ﺍﻹﻟﻜﺘﺮﻭﻧﻲ ﻟﻤﺴﺘﺨﺪﻣﻲ ﺍﻹﻧﺘﺮﻧﺖ ﻋﻠﻰ ﻣﺪﺍﺭ 24 ﺳﺎﻋﺔ ﺗﻘﺮﻳﺒﺎ ﻓﻲ ﺍﻟﻴﻮﻡ، ﻭﻋﻤﻞ ﻧﺴﺨﺔ ﺍﺣﺘﻴﺎﻃﻴﺔ ﻣﻦ ﻣﻮﻗﻊ ﺍﻟﺸﺮﻛﺔ ﻣﺮﺓ ﻭﺍﺣﺪﺓ ﻋﻠﻰ ﺍﻷﻗﻞ ﻛﻞ ﺃﺳﺒﻮﻋﻴﻦ، ﻭﺗﺨﺰﻳﻦ ﺍﻟﻤﻮﺍﺩ ﺍﻻﺣﺘﻴﺎﻃﻴﺔ ﺍﻟﻤﺬﻛﻮﺭﺓ ﻓﻲ ﺑﻴﺌﺔ ﺁﻣﻨﺔ ﻭﻣﺄﻣﻮﻧﺔ، ﻭﻣﻨﺎﺳﺒﺔ ﻟﻠﻮﺳﺎﺋﻂ ﺍﻻﺣﺘﻴﺎﻃﻴﺔ، ﻭﻏﻴﺮ ﻣﻮﺟﻮﺩﺓ ﻓﻲ ﻧﻔﺲ ﻣﻮﻗﻊ ﺧﺎﺩﻡ ﺍﻟﻮﻳﺐ ﺍﻟﺨﺎﺹ ﺑﺎﻟﻤﻄﻮﺭ.  ﻭﻛﺠﺰﺀ ﻣﻦ ﻫﺬﻩ ﺍﻟﺨﺪﻣﺔ ﺃﻳﻀﺎ، ﻳﻮﺍﻓﻖ ﺍﻟﻤﻄﻮﺭ ﻋﻠﻰ ﺑﺬﻝ ﻗﺼﺎﺭﻯ ﺟﻬﺪﻩ ﻟﻀﻤﺎﻥ ﺃﻭﻗﺎﺕ ﺍﺳﺘﺠﺎﺑﺔ ﻣﻌﻘﻮﻟﺔ ﻟﻠﻤﺴﺘﺨﺪﻣﻴﻦ ﺍﻟﺬﻳﻦ ﻳﺼﻠﻮﻥ ﺇﻟﻰ ﻣﻮﻗﻊ ﺍﻟﺸﺮﻛﺔ ﺍﻹﻟﻜﺘﺮﻭﻧﻲ. \nﺍﻟﻨﺴﺦ ﺍﻻﺣﺘﻴﺎﻃﻴﺔ \nﺑﻨﺎﺀ ﻋﻠﻰ ﺇﺷﻌﺎﺭ ﻣﻦ ﺍﻟﺸﺮﻛﺔ ﻓﻲ ﻛﺜﻴﺮ ﻣﻦ ﺍﻷﺣﻴﺎﻥ ﺃﻛﺜﺮ ﻣﻦ ﻣﺮﺓ ﻭﺍﺣﺪﺓ ﻛﻞ ﺷﻬﺮ، ﻭﺃﻳﻀﺎ ﻓﻲ ﺣﺎﻟﺔ ﺇﻧﻬﺎﺀ ﺍﻟﺸﺮﻛﺔ ﻻﺳﺘﺨﺪﺍﻣﻬﺎ ﻟﺨﺎﺩﻡ ﺍﻟﻮﻳﺐ ﺍﻟﺨﺎﺹ ﺑﺎﻟﻤﻄﻮﺭ ﻛﻤﻀﻴﻒ ﻟﻤﻮﻗﻊ ﺍﻟﻮﻳﺐ ﺍﻟﺨﺎﺹ ﺑﺎﻟﺸﺮﻛﺔ، ﻳﻮﺍﻓﻖ ﺍﻟﻤﻄﻮﺭ ﻋﻠﻰ ﻧﻘﻞ ﻧﺴﺨﺔ ﻛﺎﻣﻠﺔ ﻣﻦ ﻣﻮﻗﻊ ﺍﻟﻮﻳﺐ ﺍﻟﺤﺎﻟﻲ ﻟﻠﺸﺮﻛﺔ ﺁﻧﺬﺍﻙ، ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ ﺟﻤﻴﻊ ﺍﻟﺮﻣﻮﺯ ﺍﻟﺨﺎﺻﺔ ﺑﻪ، ﺇﻟﻰ ﺍﻟﺸﺮﻛﺔ، ﻭﺳﻴﺘﻢ ﺍﻟﻨﻘﻞ ﺍﻟﻤﺬﻛﻮﺭ ﺇﻣﺎ ﻋﻦ ﻃﺮﻳﻖ ﻧﺴﺨﻬﺎ ﺇﻟﻰ ﺃﻗﺮﺍﺹ ﻣﺮﻧﺔ.  ﺧﺮﺍﻃﻴﺶ ZIP 100 ﻣﻴﺠﺎﺑﺎﻳﺖ ﺃﻭ ﻋﺒﺮ ﺑﺮﻭﺗﻮﻛﻮﻝ ﻧﻘﻞ ﺍﻟﻤﻠﻔﺎﺕ (\"FFP\").  ﺳﻴﺘﻢ ﺗﻮﻓﻴﺮ ﺍﻟﻤﻠﻔﺎﺕ ﺑﺘﻨﺴﻴﻖ HTML ﺃﻭ ﺗﻨﺴﻴﻖ ﻧﺺ ﻣﻌﺎﻟﺠﺔ ﺍﻟﻨﺼﻮﺹ ﺍﻟﻘﻴﺎﺳﻲ ﺃﻭ ، ﺇﺫﺍ ﻛﺎﻧﺖ ﺍﻟﺼﻮﺭ ، ﻛﻤﻠﻔﺎﺕ GIFF ﺃﻭ JPEG ﺃﻭ Photoshop ﺍﻟﺨﺎﺻﺔ ﺏ TIFF.  ﺳﻴﺘﻢ ﺍﺧﺘﻴﺎﺭ ﻃﺮﻳﻘﺔ ﺍﻟﻨﻘﻞ ﻣﻦ ﻗﺒﻞ ﺍﻟﺸﺮﻛﺔ ﻭﻓﻘﺎ ﻟﺘﻘﺪﻳﺮﻫﺎ ﻓﻲ ﻣﻮﻋﺪ ﻻ ﻳﺘﺠﺎﻭﺯ 24 ﺳﺎﻋﺔ ﻗﺒﻞ ﻭﻗﺖ ﺇﺟﺮﺍﺀ ﺍﻟﻨﻘﻞ. ﻓﻲ ﺣﺎﻟﺔ ﺣﺪﻭﺙ ﻫﺬﺍ ﺍﻟﻨﻘﻞ ﻧﺘﻴﺠﺔ ﻹﻧﻬﺎﺀ ﺍﻟﺸﺮﻛﺔ ﻻﺳﺘﺨﺪﺍﻣﻬﺎ ﻟﺨﺎﺩﻡ ﺍﻟﻮﻳﺐ ﺍﻟﺨﺎﺹ ﺑﺎﻟﻤﻄﻮﺭ ﻛﻤﻀﻴﻒ ﻟﻤﻮﻗﻊ ﺍﻟﻮﻳﺐ ﺍﻟﺨﺎﺹ ﺑﺎﻟﺸﺮﻛﺔ، ﻳﺠﺐ ﻋﻠﻰ ﺍﻟﻤﻄﻮﺭ ﺍﻻﺣﺘﻔﺎﻅ ﺑﻨﺴﺨﺔ ﺇﻟﻜﺘﺮﻭﻧﻴﺔ ﻛﺎﻣﻠﺔ ﻭﺍﺣﺪﺓ ﻣﻦ ﻣﻮﻗﻊ ﺍﻟﺸﺮﻛﺔ ﻋﻠﻰ ﺍﻟﻮﻳﺐ، ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ ﺟﻤﻴﻊ ﺍﻟﺮﻣﻮﺯ ﺍﻟﺨﺎﺻﺔ ﺑﻪ (ﻭﻳﺠﺐ ﻋﻠﻴﻬﺎ \"ﻣﺴﺢ\" ﺟﻤﻴﻊ ﺍﻹﺻﺪﺍﺭﺍﺕ ﺍﻷﺧﺮﻯ ﻣﻨﻪ ﻣﻦ ﺃﺟﻬﺰﺓ ﺍﻟﻜﻤﺒﻴﻮﺗﺮ ﻭﺍﻟﻮﺳﺎﺋﻂ ﺍﻟﺨﺎﺻﺔ ﺑﻬﺎ، ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ ﺍﻟﻨﺴﺦ ﺍﻻﺣﺘﻴﺎﻃﻴﺔ)، ﺣﺘﻰ ﺗﻘﻮﻡ ﺍﻟﺸﺮﻛﺔ ﺑﺈﺑﻼﻍ ﺍﻟﻤﻄﻮﺭ ﻛﺘﺎﺑﻴﺎ ﺑﺄﻥ ﺍﻟﻤﻠﻔﺎﺕ ﺍﻟﻤﻨﻘﻮﻟﺔ ﺗﺒﺪﻭ ﻛﺎﻣﻠﺔ.  ﻓﻲ ﺫﻟﻚ ﺍﻟﻮﻗﺖ ، ﻳﻘﻮﻡ ﺍﻟﻤﻄﻮﺭ \"ﺑﻤﺴﺢ\" ﻧﺴﺨﺘﻪ ﺍﻟﻨﻬﺎﺋﻴﺔ ﻣﻦ ﻣﻮﻗﻊ ﺍﻟﺸﺮﻛﺔ ﻋﻠﻰ ﺍﻟﻮﻳﺐ ﻣﻦ ﺃﺟﻬﺰﺓ ﺍﻟﻜﻤﺒﻴﻮﺗﺮ ﻭﺍﻟﻮﺳﺎﺋﻂ ﺍﻟﺨﺎﺻﺔ ﺑﻬﺎ. \nﺗﺴﺠﻴﻞ ﺍﻟﻤﻌﺎﻣﻼﺕ \nﺧﻼﻝ ﺍﻟﻮﻗﺖ ﺍﻟﺬﻱ ﻳﻜﻮﻥ ﻓﻴﻪ ﻣﻮﻗﻊ ﺍﻟﺸﺮﻛﺔ ﻋﻠﻰ ﺧﺎﺩﻡ ﺍﻟﻮﻳﺐ ﺍﻟﺨﺎﺹ ﺑﺎﻟﻤﻄﻮﺭ، ﺳﺘﻮﻓﺮ ﺍﻟﻤﻄﻮﺭ ﻋﻠﻰ ﺃﺳﺎﺱ ﺷﻬﺮﻱ ﻭﻣﺠﺎﻧﺎ ﺗﺤﻠﻴﻼ ﻟﺤﺮﻛﺔ ﻣﺮﻭﺭ ﻣﻮﻗﻊ ﺍﻟﺸﺮﻛﺔ ﻋﻠﻰ ﺍﻟﻮﻳﺐ، ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ ﻋﻨﻮﺍﻥ IP ﺍﻟﻤﺼﺪﺭ ﻭﺍﻟﺼﻔﺤﺎﺕ ﺍﻷﻛﺜﺮ ﺷﻴﻮﻋﺎ ﻭﺃﻱ ﺑﻴﺎﻧﺎﺕ ﺃﺧﺮﻯ ﺗﻄﻠﺒﻬﺎ ﺍﻟﺸﺮﻛﺔ ﺑﺸﻜﻞ ﻣﻌﻘﻮﻝ.  ﻳﺠﺐ ﻋﻠﻰ ﺍﻟﻤﻄﻮﺭ ﺗﺨﺼﻴﺺ ﺟﺰﺀ ﻣﻦ ﺧﺎﺩﻣﻪ ، ﻭﻫﺬﺍ ﺍﻟﺠﺰﺀ ﻻ ﻳﻤﻜﻦ ﺍﻟﻮﺻﻮﻝ ﺇﻟﻴﻪ ﺇﻻ ﻣﻦ ﻗﺒﻞ ﻣﻮﻇﻔﻲ ﺍﻟﺸﺮﻛﺔ ﺃﻭ ﺍﻷﻋﻀﺎﺀ ﺍﻟﻤﻌﻴﻨﻴﻦ ، ﺣﻴﺚ ﻳﻮﺟﺪ ﻫﺬﺍ ﺍﻟﺘﺤﻠﻴﻞ.  ﻳﻤﻜﻦ ﻟﻠﺸﺮﻛﺔ ﺍﻻﻃﻼﻉ ﻋﻠﻰ ﺍﻟﺘﺤﻠﻴﻞ ﺃﻭ ﻃﺒﺎﻋﺘﻪ ﺣﺴﺐ ﺍﺧﺘﻴﺎﺭﻫﺎ."
    },
    {
        "id": "sec_5",
        "lang": "ar",
        "title": "4. \tﺗﻌﻮﻳﺾ",
        "level": 1,
        "start_char": 8754,
        "end_char": 11250,
        "len": 2496,
        "text": "4. \tﺗﻌﻮﻳﺾ \nﺳﻌﺮ ﺇﻧﺸﺎﺀ ﻣﻮﻗﻊ ﻭﻳﺐ \nﻳﺠﺐ ﺃﻥ ﻳﻜﻮﻥ ﺍﻟﺴﻌﺮ ﺍﻹﺟﻤﺎﻟﻲ ﻟﺠﻤﻴﻊ ﺍﻷﻋﻤﺎﻝ ﺍﻟﻤﻨﺼﻮﺹ ﻋﻠﻴﻬﺎ ﻓﻲ ﺍﻻﺗﻔﺎﻗﻴﺔ (ﺑﺎﺳﺘﺜﻨﺎﺀ ﺍﺳﺘﻀﺎﻓﺔ ﺍﻟﺨﺎﺩﻡ ﻭﺑﺎﺳﺘﺜﻨﺎﺀ ﺗﻌﺪﻳﻼﺕ ﻣﺎ ﺑﻌﺪ ﺍﻟﻤﻮﺍﻓﻘﺔ ﺍﻟﺘﻲ ﻟﻢ ﺗﻨﻔﺬﻫﺎ ﺍﻟﺸﺮﻛﺔ) ﺳﺒﻌﺔ ﺁﻻﻑ ﻭﺧﻤﺴﻤﺎﺋﺔ ﻳﻮﻧﺎﻳﺘﺪ \nﺩﻭﻻﺭ ﺍﻟﻮﻻﻳﺎﺕ (7,500.00 ﺩﻭﻻﺭ) (\"ﺭﺳﻮﻡ ﺍﻟﺘﻄﻮﻳﺮ\").  ﻳﻐﻄﻲ ﻫﺬﺍ ﺍﻟﺴﻌﺮ ﺟﻤﻴﻊ ﺍﻷﻋﻤﺎﻝ ﻣﻦ ﺃﻱ ﻧﻮﻉ ﻋﻠﻰ ﻣﻮﻗﻊ ﺍﻟﺸﺮﻛﺔ ﻋﻠﻰ ﺍﻟﻮﻳﺐ ﺍﻟﻤﻨﺼﻮﺹ ﻋﻠﻴﻬﺎ ﻓﻲ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ (ﺑﺎﺳﺘﺜﻨﺎﺀ ﺍﺳﺘﻀﺎﻓﺔ ﺍﻟﺨﺎﺩﻡ ﻭﺍﻟﺘﻌﺪﻳﻼﺕ ﺍﻟﻼﺣﻘﺔ ﻟﻠﻤﻮﺍﻓﻘﺔ ﺍﻟﺘﻲ ﻟﻢ ﺗﻨﻔﺬﻫﺎ ﺍﻟﺸﺮﻛﺔ).  ﻋﻨﺪﻣﺎ ﻳﻮﻗﻊ ﺍﻟﻄﺮﻓﺎﻥ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﺳﺘﻘﻮﻡ ﺍﻟﺸﺮﻛﺔ ﺑﺈﺭﺳﺎﻝ ﺳﺒﻌﺔ ﺁﻻﻑ ﻭﺧﻤﺴﻤﺎﺋﺔ ﻭﻣﺎﺋﺔ ﺩﻭﻻﺭ ﺃﻣﺮﻳﻜﻲ (7,500.00 ﺩﻭﻻﺭ ﺃﻣﺮﻳﻜﻲ) ﺇﻟﻰ ﺍﻟﻤﻄﻮﺭ ﺃﻟﻔﻴﻦ ﻭﺧﻤﺴﻤﺎﺋﺔ ﺩﻭﻻﺭ ﺃﻣﺮﻳﻜﻲ ﺇﺿﺎﻓﻲ (2,500.00 ﺩﻭﻻﺭ ﺃﻣﺮﻳﻜﻲ) ﻋﻨﺪﻣﺎ ﻳﻜﻮﻥ ﺍﻟﻤﻮﻗﻊ ﺍﻹﻟﻜﺘﺮﻭﻧﻲ ﺟﺎﻫﺰﺍ ﻟﻠﻌﻤﻞ ﻓﻲ ﺷﻜﻞ ﻣﻘﺒﻮﻝ ﺑﺸﻜﻞ ﻣﻌﻘﻮﻝ ﻟﻠﺸﺮﻛﺔ. \nﺳﻌﺮ ﺍﺳﺘﻀﺎﻓﺔ ﻣﻮﻗﻊ ﺍﻟﻮﻳﺐ \nﻳﺠﺐ ﺃﻥ ﻳﻜﻮﻥ ﺳﻌﺮ ﺍﺳﺘﻀﺎﻓﺔ ﺍﻟﺨﺎﺩﻡ ﺃﻟﻒ ﺩﻭﻻﺭ ﺃﻣﺮﻳﻜﻲ (1,000.00 ﺩﻭﻻﺭ) ﺷﻬﺮﻳﺎ (\"ﺭﺳﻮﻡ ﺍﻻﺳﺘﻀﺎﻓﺔ\").  ﺗﻜﻮﻥ ﺭﺳﻮﻡ ﺍﻟﺘﻌﺪﻳﻼﺕ ﺍﻟﻼﺣﻘﺔ ﻟﻠﻤﻮﺍﻓﻘﺔ ﻋﻠﻰ ﻣﻮﻗﻊ ﺍﻟﻮﻳﺐ ﺍﻟﺨﺎﺹ ﺑﺎﻟﺸﺮﻛﺔ ﺃﻭ ﺍﻟﺘﻐﻴﻴﺮﺍﺕ ﺃﻭ ﺍﻹﺿﺎﻓﺎﺕ ﻋﻠﻰ ﺍﻟﻤﻮﺍﺩ ﺍﻟﻤﻮﺟﻮﺩﺓ ﻋﻠﻰ ﻣﻮﻗﻊ ﺍﻟﻮﻳﺐ (ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ ﻗﺎﻋﺪﺓ ﺍﻟﺒﻴﺎﻧﺎﺕ) ﻣﺠﺎﻧﻴﺔ ﺇﺫﺍ ﺗﻢ ﺗﻘﺪﻳﻤﻬﺎ ﺇﻟﻰ ﺍﻟﻤﻄﻮﺭ ﻣﻦ ﻗﺒﻞ ﺍﻟﺸﺮﻛﺔ ﻋﻠﻰ ﺃﻧﻬﺎ ﺻﻔﺤﺎﺕ HTML \"ﺟﺎﻫﺰﺓ ﻟﻠﺘﻨﻔﻴﺬ\".  ﻻ ﺗﺰﻳﺪ ﺗﻜﻠﻔﺔ ﺍﺳﺘﻀﺎﻓﺔ ﺍﻟﺨﺎﺩﻡ ﻟﻤﺪﺓ ﻋﺎﻡ ﻭﺍﺣﺪ ﻣﻦ ﺗﺎﺭﻳﺦ ﻗﺒﻮﻝ ﺍﻟﺸﺮﻛﺔ ﻟﻤﻮﻗﻌﻬﺎ ﺍﻹﻟﻜﺘﺮﻭﻧﻲ ﺍﻟﻨﻬﺎﺋﻲ.  ﺗﺒﺪﺃ ﺭﺳﻮﻡ ﺍﻻﺳﺘﻀﺎﻓﺔ ﻓﻲ ﺗﺎﺭﻳﺦ ﺗﺸﻐﻴﻞ ﺍﻟﻤﻮﻗﻊ ﺍﻹﻟﻜﺘﺮﻭﻧﻲ ﺍﻟﻨﻬﺎﺋﻲ ﺑﻜﺎﻣﻞ ﻃﺎﻗﺘﻪ ﻭﻗﺒﻮﻟﻪ ﻣﻦ ﻗﺒﻞ ﺍﻟﺸﺮﻛﺔ ﻭﺳﺘﻜﻮﻥ ﺭﺳﻮﻡ ﺍﻻﺳﺘﻀﺎﻓﺔ ﺍﻟﻤﺴﺘﻘﺒﻠﻴﺔ ﻣﺴﺘﺤﻘﺔ ﻭﻭﺍﺟﺒﺔ ﺍﻟﺪﻓﻊ ﻓﻲ ﺗﻮﺍﺭﻳﺦ ﺍﻟﺬﻛﺮﻯ ﺍﻟﺴﻨﻮﻳﺔ ﺍﻟﺸﻬﺮﻳﺔ ﺍﻟﻼﺣﻘﺔ ﻟﺘﺎﺭﻳﺦ ﺍﻟﺘﺸﻐﻴﻞ ﻫﺬﺍ. \nﺍﻟﻔﻮﺗﺮﻩ \nﺑﻌﺪ ﺫﻟﻚ ، ﻳﺠﺐ ﻋﻠﻰ ﺍﻟﻤﻄﻮﺭ ﺇﺻﺪﺍﺭ ﻓﺎﺗﻮﺭﺓ ﻟﻠﺸﺮﻛﺔ ﻋﻠﻰ ﺃﺳﺎﺱ ﻧﺼﻒ ﺃﺳﺒﻮﻋﻲ ﻟﻤﻘﺪﺍﺭ ﺍﻟﻌﻤﻞ ﺍﻟﻤﻨﺠﺰ ﺧﻼﻝ ﻓﺘﺮﺓ ﺍﻷﺳﺒﻮﻋﻴﻦ ﺍﻟﻤﻌﻤﻮﻝ ﺑﻬﺎ.  ﺟﻤﻴﻊ ﺍﻟﻤﺪﻓﻮﻋﺎﺕ ﻣﺴﺘﺤﻘﺔ ﺑﻌﺪ ﺧﻤﺴﺔ ﻋﺸﺮ (15) ﻳﻮﻣﺎ ﻣﻦ ﺍﺳﺘﻼﻡ ﻓﺎﺗﻮﺭﺓ ﻣﺴﺘﺤﻘﺔ ﺍﻟﺪﻓﻊ ﺑﺸﻜﻞ ﺻﺤﻴﺢ.  ﺇﺫﺍ ﻛﺎﻥ ﻫﻨﺎﻙ ﻧﺰﺍﻉ ﺣﻮﻝ ﻣﺎ ﺇﺫﺍ ﻛﺎﻥ ﺍﻟﻌﻤﻞ ﻗﺪ ﺗﻢ ﺇﻧﺠﺎﺯﻩ ﺑﺎﻟﻔﻌﻞ ﺃﻭ ﻣﺎ ﺇﺫﺍ ﻛﺎﻧﺖ ﺍﻟﻔﺎﺗﻮﺭﺓ ﻣﺴﺘﺤﻘﺔ ﺍﻟﺪﻓﻊ ﺑﺸﻜﻞ ﺻﺤﻴﺢ ، ﻓﻠﻦ ﻳﻜﻮﻥ ﻣﺒﻠﻎ ﺍﻟﻔﺎﺗﻮﺭﺓ ﺍﻟﻤﺘﻨﺎﺯﻉ ﻋﻠﻴﻬﺎ ﻣﺴﺘﺤﻘﺎ ﺣﺘﻰ ﻳﺘﻢ ﺣﻞ ﺍﻟﻨﺰﺍﻉ. \nﺍﻟﻨﻔﻘﺎﺕ \nﺍﻷﺳﻌﺎﺭ ﺍﻟﻤﺒﻴﻨﺔ ﺃﻋﻼﻩ ﺗﺸﻤﻞ ﺍﻟﻨﻔﻘﺎﺕ.  ﺑﺎﺳﺘﺜﻨﺎﺀ ﻣﺎ ﺗﻢ ﺍﻻﺗﻔﺎﻕ ﻋﻠﻴﻪ ﺻﺮﺍﺣﺔ ﻋﻠﻰ ﺧﻼﻑ ﺫﻟﻚ ﻛﺘﺎﺑﻴﺎ ﻣﻦ ﻗﺒﻞ ﺍﻟﺸﺮﻛﺔ، ﻳﺘﺤﻤﻞ ﺍﻟﻤﻄﻮﺭ ﺟﻤﻴﻊ ﻧﻔﻘﺎﺗﻪ ﺍﻟﺨﺎﺻﺔ ﺍﻟﻨﺎﺷﺌﺔ ﻋﻦ ﺃﺩﺍﺋﻪ ﻻﻟﺘﺰﺍﻣﺎﺗﻪ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ (ﻋﻠﻰ ﺳﺒﻴﻞ ﺍﻟﻤﺜﺎﻝ ﻻ ﺍﻟﺤﺼﺮ) ﻧﻔﻘﺎﺕ ﺍﻟﻤﺮﺍﻓﻖ ﻭﻣﺴﺎﺣﺎﺕ ﺍﻟﻌﻤﻞ ﻭﺍﻟﻤﺮﺍﻓﻖ ﻭﺍﻹﺩﺍﺭﺓ ﻭﺍﻟﺨﺪﻣﺎﺕ ﺍﻟﻜﺘﺎﺑﻴﺔ ﻭﺍﻻﺳﺘﻨﺴﺎﺥ ﻭﺍﻹﻣﺪﺍﺩﺍﺕ ﻭﻣﺎ ﺷﺎﺑﻪ ﺫﻟﻚ.  ﻻ ﺗﻠﺘﺰﻡ ﺍﻟﺸﺮﻛﺔ ﺑﺘﻮﻓﻴﺮ ﺍﻟﻤﺴﺎﺣﺎﺕ ﺍﻟﻤﻜﺘﺒﻴﺔ ﺃﻭ ﻣﺮﺍﻓﻖ ﺍﻟﻌﻤﻞ ﺃﻭ ﺍﻟﻤﻌﺪﺍﺕ ﺃﻭ ﺍﻟﺨﺪﻣﺎﺕ ﺍﻟﻜﺘﺎﺑﻴﺔ ﺃﻭ ﺧﺪﻣﺎﺕ ﺍﻟﺒﺮﻣﺠﺔ ﺃﻭ ﻣﺎ ﺷﺎﺑﻪ ﺫﻟﻚ. \nﺍﻟﺼﻼﺕ \nﻳﺠﻮﺯ ﻟﻠﻤﻄﻮﺭ، ﺑﻤﻮﺍﻓﻘﺔ ﺧﻄﻴﺔ ﺻﺮﻳﺤﺔ ﻣﺴﺒﻘﺔ ﻣﻦ ﺍﻟﺸﺮﻛﺔ، ﺗﻘﺪﻳﻢ ﺭﺍﺑﻂ ﻣﻦ ﻗﺴﻢ ﺍﻷﻋﻀﺎﺀ ﻓﻘﻂ ﻓﻲ ﻣﻮﻗﻊ ﺍﻟﺸﺮﻛﺔ ﻋﻠﻰ ﺍﻟﻮﻳﺐ ﺇﻟﻰ ﻣﻨﻄﻘﺔ ﺍﻟﺴﻮﻕ ﺍﻟﺘﻲ ﻳﺤﺪﺩﻫﺎ ﺍﻟﻤﻄﻮﺭ ﻭﻣﻘﺒﻮﻟﺔ ﻟﻠﺸﺮﻛﺔ.  ﺍﻟﻐﺮﺽ ﻣﻦ ﻣﻨﻄﻘﺔ ﺍﻟﺴﻮﻕ ﻫﻮ ﺑﻴﻊ ﺍﻟﻤﻨﺘﺠﺎﺕ ﺃﻭ ﺇﻧﺸﺎﺀ ﻣﻌﺎﻣﻼﺕ ﺃﺧﺮﻯ ﻋﺒﺮ ﺍﻹﻧﺘﺮﻧﺖ.  ﺳﻴﺘﻢ ﺗﻘﺴﻴﻢ ﺍﻹﻳﺮﺍﺩﺍﺕ ﺍﻟﻤﺘﻮﻟﺪﺓ ﻣﻦ ﺃﻋﻀﺎﺀ ﺍﻟﺸﺮﻛﺔ ﻓﻲ ﻫﺬﺍ ﺍﻟﻤﺠﺎﻝ ﺑﻴﻦ ﺍﻟﻤﻄﻮﺭ ﻭﺍﻟﺸﺮﻛﺔ ﻋﻠﻰ ﺍﻟﻨﺤﻮ ﺍﻟﻤﺘﻔﻖ ﻋﻠﻴﻪ ﺑﻴﻦ ﺍﻟﻄﺮﻓﻴﻦ."
    },
    {
        "id": "sec_6",
        "lang": "ar",
        "title": "5. ﺍﻟﺴﺮﻳﺔ ﺃ. ﺍﻟﺴﺮﻳﺔ",
        "level": 1,
        "start_char": 11250,
        "end_char": 12449,
        "len": 1199,
        "text": "5. ﺍﻟﺴﺮﻳﺔ ﺃ. ﺍﻟﺴﺮﻳﺔ \nﻳﺠﺐ ﻋﻠﻰ ﺍﻟﻤﻄﻮﺭ ﺍﻟﺘﻌﺎﻣﻞ ﻣﻊ ﻫﺬﺍ ﺍﻟﻤﺸﺮﻭﻉ ﻋﻠﻰ ﺃﻧﻪ ﺳﺮﻱ.  ﻭﻣﻊ ﺫﻟﻚ، ﺑﻌﺪ ﻣﻮﺍﻓﻘﺔ ﺍﻟﺸﺮﻛﺔ ﻋﻠﻰ ﻣﻮﻗﻌﻬﺎ ﺍﻹﻟﻜﺘﺮﻭﻧﻲ ﺍﻟﻨﻬﺎﺋﻲ، ﻳﺠﻮﺯ ﻟﻠﺸﺮﻛﺔ ﺇﺩﺭﺍﺝ ﺍﻟﺸﺮﻛﺔ ﻛﻌﻤﻴﻞ ﻟﺸﺮﻛﺔ DEVELOPER ﻭﻗﺪ ﺗﺘﻀﻤﻦ ﺭﺍﺑﻄﺎ ﺇﻟﻰ ﻣﻮﻗﻊ ﺍﻟﻮﻳﺐ ﺍﻟﺨﺎﺹ ﺑﺎﻟﺸﺮﻛﺔ ﻋﻠﻰ ﻣﻮﻗﻊ ﺍﻟﻮﻳﺐ ﺍﻟﺨﺎﺹ ﺑﺎﻟﻤﻄﻮﺭ.  ﻻ ﻳﺠﻮﺯ ﻟﻠﻤﻄﻮﺭ ﺇﺻﺪﺍﺭ ﺃﻱ ﺑﻴﺎﻥ ﺻﺤﻔﻲ ﻳﺸﻴﺮ ﺇﻟﻰ ﻋﻤﻞ ﺍﻟﻤﻄﻮﺭ ﻟﻠﺸﺮﻛﺔ ﻣﺎ ﻟﻢ ﺗﻜﻦ ﺍﻟﺸﺮﻛﺔ ﻗﺪ ﻭﺍﻓﻘﺖ ﻣﺴﺒﻘﺎ ﻋﻠﻰ ﺍﻟﺒﻴﺎﻥ ﺍﻟﺼﺤﻔﻲ ﻛﺘﺎﺑﻴﺎ، ﻭﺍﻟﺬﻱ ﻗﺪ ﻳﺘﻢ ﺣﺠﺐ ﺍﻟﻤﻮﺍﻓﻘﺔ ﻷﻱ ﺳﺒﺐ ﺃﻭ ﺑﺪﻭﻥ ﺳﺒﺐ ﻋﻠﻰ ﺍﻹﻃﻼﻕ. \nﻻ ﺗﻮﺟﺪ ﻣﻌﻠﻮﻣﺎﺕ ﺳﺮﻳﺔ ﻟﻠﻤﻄﻮﺭ \nﻣﻦ ﺍﻟﻤﻔﻬﻮﻡ ﻭﺍﻟﻤﺘﻔﻖ ﻋﻠﻴﻪ ﺃﻥ ﺍﻟﺸﺮﻛﺔ ﻻ ﺗﺮﻏﺐ ﻓﻲ ﺗﻠﻘﻲ ﺃﻱ ﻣﻌﻠﻮﻣﺎﺕ ﺳﺮﻳﺔ ﻣﻦ ﺍﻟﻤﻄﻮﺭ ﺃﻭ ﺃﻱ ﻃﺮﻑ ﺛﺎﻟﺚ.  ﺗﻘﺮ ﺍﻟﺸﺮﻛﺔ ﻭﺗﻀﻤﻦ ﺃﻥ ﺃﻱ ﻣﻌﻠﻮﻣﺎﺕ ﻣﻘﺪﻣﺔ ﺇﻟﻰ ﺍﻟﺸﺮﻛﺔ ﻓﻲ ﺳﻴﺎﻕ ﺇﺑﺮﺍﻡ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺃﻭ ﺗﻨﻔﻴﺬ ﺃﻱ ﻋﻤﻞ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻟﻦ ﺗﻜﻮﻥ ﺳﺮﻳﺔ ﺃﻭ ﻣﻤﻠﻮﻛﺔ ﻟﻠﻤﻄﻮﺭ. \nﺍﻟﻤﻌﻠﻮﻣﺎﺕ ﺍﻟﺴﺮﻳﺔ ﻟﻠﺸﺮﻛﺔ \nﻣﻦ ﻭﻗﺖ ﻵﺧﺮ ﻗﺪ ﺗﻘﺪﻡ ﺍﻟﺸﺮﻛﺔ ﻣﻌﻠﻮﻣﺎﺗﻬﺎ ﺍﻟﺘﺠﺎﺭﻳﺔ ﻭﺍﻟﺘﻘﻨﻴﺔ ﺍﻟﺴﺮﻳﺔ ﺇﻟﻰ ﺍﻟﻤﻄﻮﺭ ﻓﻴﻤﺎ ﻳﺘﻌﻠﻖ ﺑﺎﻟﻌﻤﻞ ﺍﻟﺬﻱ ﻳﺘﻌﻴﻦ ﻋﻠﻰ ﺍﻟﻤﻄﻮﺭ ﺍﻟﻘﻴﺎﻡ ﺑﻪ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ.  ﻳﺠﺐ ﺗﺼﻨﻴﻒ ﻫﺬﻩ ﺍﻟﻤﻌﻠﻮﻣﺎﺕ ﻋﻠﻰ ﺃﻧﻬﺎ ﺳﺮﻳﺔ ﻋﻨﺪ ﺃﻭ ﻗﺒﻞ ﺍﻹﻓﺼﺎﺡ ﻋﻨﻬﺎ ﻣﻦ ﻗﺒﻞ ﺍﻟﺸﺮﻛﺔ.  ﺑﺎﻹﺿﺎﻓﺔ ﺇﻟﻰ ﺫﻟﻚ، ﻳﺠﺐ ﺍﻟﺘﻌﺎﻣﻞ ﻣﻊ ﺇﻋﺪﺍﺩ ﻭﻣﻮﺍﺻﻔﺎﺕ ﺍﻟﻤﺨﺮﺟﺎﺕ ﻓﻲ ﺟﻤﻴﻊ ﺍﻟﺤﺎﻻﺕ ﻋﻠﻰ ﺃﻧﻬﺎ ﺳﺮﻳﺔ، ﻣﺎ ﻟﻢ ﻳﺘﻢ ﺍﻟﻜﺸﻒ ﻋﻨﻬﺎ ﻋﻠﻨﺎ ﻣﻦ ﻗﺒﻞ ﺍﻟﺸﺮﻛﺔ.  ﻳﺠﺐ ﻋﻠﻰ ﺍﻟﻤﻄﻮﺭ ﺑﺬﻝ ﻗﺼﺎﺭﻯ ﺟﻬﺪﻩ ﻟﺤﻈﺮ ﺃﻱ ﺍﺳﺘﺨﺪﺍﻡ ﺃﻭ ﺇﻓﺼﺎﺡ ﻋﻦ ﺍﻟﻤﻌﻠﻮﻣﺎﺕ ﺍﻟﺴﺮﻳﺔ ﻟﻠﺸﺮﻛﺔ، ﺑﺎﺳﺘﺜﻨﺎﺀ ﻣﺎ ﻫﻮ ﺿﺮﻭﺭﻱ ﻷﺩﺍﺀ ﺍﻟﻌﻤﻞ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ."
    },
    {
        "id": "sec_7",
        "lang": "ar",
        "title": "6. \tﺍﻟﻤﻠﻜﻴﺔ ﻭﺍﻟﺤﻘﻮﻕ",
        "level": 1,
        "start_char": 12449,
        "end_char": 15598,
        "len": 3149,
        "text": "6. \tﺍﻟﻤﻠﻜﻴﺔ ﻭﺍﻟﺤﻘﻮﻕ \nﻣﻠﻜﻴﺔ ﻣﻨﺘﺞ ﺍﻟﻌﻤﻞ ﻣﻦ ﻗﺒﻞ ﺍﻟﺸﺮﻛﺔ \nﺑﺎﺳﺘﺜﻨﺎﺀ ﻣﺎ ﻫﻮ ﻣﻮﺿﺢ ﺃﺩﻧﺎﻩ، ﻳﺠﺐ ﺃﻥ ﺗﻜﻮﻥ ﺟﻤﻴﻊ ﻋﻨﺎﺻﺮ ﺟﻤﻴﻊ ﺍﻟﻤﺨﺮﺟﺎﺕ ﻣﻤﻠﻮﻛﺔ ﺣﺼﺮﻳﺎ ﻟﻠﺸﺮﻛﺔ ﻭﺗﻌﺘﺒﺮ ﺃﻋﻤﺎﻻ ﺗﻢ ﺇﺟﺮﺍﺅﻫﺎ ﻣﻦ ﻗﺒﻞ ﺍﻟﻤﻄﻮﺭ ﻟﻠﺸﺮﻛﺔ.  ﺑﺎﺳﺘﺜﻨﺎﺀ ﻣﺎ ﻫﻮ ﻣﻮﺿﺢ ﺃﺩﻧﺎﻩ، ﺗﻤﺘﻠﻚ ﺍﻟﺸﺮﻛﺔ ﺣﺼﺮﻳﺎ ﺟﻤﻴﻊ ﺣﻘﻮﻕ ﺍﻟﻄﺒﻊ ﻭﺍﻟﻨﺸﺮ ﺍﻷﻣﺮﻳﻜﻴﺔ ﻭﺍﻟﺪﻭﻟﻴﺔ ﻭﺟﻤﻴﻊ ﺣﻘﻮﻕ ﺍﻟﻤﻠﻜﻴﺔ ﺍﻟﻔﻜﺮﻳﺔ ﺍﻷﺧﺮﻯ ﻓﻲ ﺍﻟﺘﺴﻠﻴﻤﺎﺕ.  ﻣﻦ ﺍﻟﻤﻔﻬﻮﻡ ﻭﺍﻟﻤﺘﻔﻖ ﻋﻠﻴﻪ ﺃﻥ ﺍﻟﻤﻮﺍﺩ ﺍﻹﺿﺎﻓﻴﺔ ﺍﻟﺘﻲ ﺗﻀﺎﻑ ﺇﻟﻰ ﻣﻮﻗﻊ ﺍﻟﻮﻳﺐ ﻓﻲ ﺍﻟﻤﺴﺘﻘﺒﻞ ﻣﻦ ﻗﺒﻞ DEVELOPER ﻗﺪ ﺗﻨﺘﻤﻲ ﺣﺼﺮﻳﺎ ﺇﻟﻰ DEVELOPER ، ﻭﻣﻊ ﺫﻟﻚ ، ﻳﺘﻔﻖ ﺍﻟﻄﺮﻓﺎﻥ ﻋﻠﻰ ﺃﻥ ﻣﻠﻜﻴﺔ ﺃﻱ ﻣﻦ ﻫﺬﻩ ﺍﻟﻤﻮﺍﺩ ﺍﻟﻤﺴﺘﻘﺒﻠﻴﺔ ﺳﻴﺘﻢ ﺍﻻﺗﻔﺎﻕ ﻋﻠﻴﻬﺎ ﺑﺸﻜﻞ ﻣﺘﺒﺎﺩﻝ ﻣﻦ ﻗﺒﻞ ﺍﻟﻄﺮﻓﻴﻦ. \nﺍﺳﺘﺤﻘﺎﻕ ﺍﻟﺤﻘﻮﻕ \nﺑﺎﺳﺘﺜﻨﺎﺀ ﺃﻱ ﺃﻋﻤﺎﻝ ﻣﻮﺟﻮﺩﺓ ﻣﺴﺒﻘﺎ ﻣﺤﺪﺩﺓ ﻓﻲ ﺍﻟﻘﺴﻢ 6 (ﺝ) ﻣﻦ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﻳﻮﺍﻓﻖ ﺍﻟﻤﻄﻮﺭ ﻋﻠﻰ ﺍﻟﺘﻨﺎﺯﻝ ﻋﻦ ﻣﻠﻜﻴﺔ ﺟﻤﻴﻊ ﺣﻘﻮﻕ ﺍﻟﻄﺒﻊ ﻭﺍﻟﻨﺸﺮ ﺍﻷﻣﺮﻳﻜﻴﺔ ﻭﺍﻟﺪﻭﻟﻴﺔ ﻭﺟﻤﻴﻊ ﺣﻘﻮﻕ ﺍﻟﻤﻠﻜﻴﺔ ﺍﻟﻔﻜﺮﻳﺔ ﺍﻷﺧﺮﻯ ﻓﻲ ﻛﻞ ﻋﻨﺼﺮ ﻣﻦ ﻋﻨﺎﺻﺮ ﻛﻞ ﺗﺴﻠﻴﻢ، ﻭﻋﻨﺪ ﺇﻧﺸﺎﺀ ﻛﻞ ﻋﻨﺼﺮ ﻣﻦ ﺍﻟﺘﺴﻠﻴﻤﺎﺕ، ﻭﻋﻨﺪ ﺇﻧﺸﺎﺀ ﻛﻞ ﻣﺨﺮﺝ، ﺗﻠﻘﺎﺋﻴﺎ ﺇﻟﻰ ﺍﻟﺸﺮﻛﺔ ﻭﺧﻠﻔﺎﺋﻬﺎ ﻭﺍﻟﻤﺘﻨﺎﺯﻝ ﻟﻬﻢ ﻋﻦ ﻣﻠﻜﻴﺔ ﺟﻤﻴﻊ ﺣﻘﻮﻕ ﺍﻟﻄﺒﻊ ﻭﺍﻟﻨﺸﺮ ﺍﻷﻣﺮﻳﻜﻴﺔ ﻭﺍﻟﺪﻭﻟﻴﺔ ﻭﺟﻤﻴﻊ ﺣﻘﻮﻕ ﺍﻟﻤﻠﻜﻴﺔ ﺍﻟﻔﻜﺮﻳﺔ ﺍﻷﺧﺮﻯ ﻓﻲ ﻛﻞ ﻋﻨﺼﺮ ﻣﻦ ﻋﻨﺎﺻﺮ ﻛﻞ ﺗﺴﻠﻴﻢ.  ﻳﺘﻢ ﺗﻨﻔﻴﺬ ﻫﺬﺍ ﺍﻟﺘﻨﺎﺯﻝ ﺟﺰﺋﻴﺎ ﻛﺤﺎﻟﺔ ﻃﺎﺭﺋﺔ ﺿﺪ ﺍﺣﺘﻤﺎﻝ ﺃﻥ ﺃﻱ ﻋﻨﺼﺮ ﻣﻦ ﻫﺬﺍ ﺍﻟﻘﺒﻴﻞ ، ﺑﻤﻮﺟﺐ ﺍﻟﻘﺎﻧﻮﻥ ، ﻻ ﻳﺠﻮﺯ ﺍﻋﺘﺒﺎﺭﻩ ﻋﻤﻼ ﺗﻢ ﺇﺟﺮﺍﺅﻩ ﻣﻦ ﻗﺒﻞ ﺍﻟﻤﻄﻮﺭ ﻟﻠﺸﺮﻛﺔ.  ﻣﻦ ﻭﻗﺖ ﻵﺧﺮ ﺑﻨﺎﺀ ﻋﻠﻰ ﻃﻠﺐ ﺍﻟﺸﺮﻛﺔ، ﻳﺠﺐ ﻋﻠﻰ ﺍﻟﻤﻄﻮﺭ ﻭ/ﺃﻭ ﻣﻮﻇﻔﻴﻪ ﺗﺄﻛﻴﺪ ﻫﺬﻩ ﺍﻟﺘﻨﺎﺯﻻﺕ ﻋﻦ ﻃﺮﻳﻖ ﺗﻨﻔﻴﺬ ﻭﺗﺴﻠﻴﻢ ﻫﺬﻩ ﺍﻟﺘﻨﺎﺯﻻﺕ ﺃﻭ ﺗﺄﻛﻴﺪﺍﺕ ﺍﻟﺘﻨﺎﺯﻻﺕ ﺃﻭ ﻏﻴﺮﻫﺎ ﻣﻦ ﺍﻟﺼﻜﻮﻙ ﺍﻟﻤﻜﺘﻮﺑﺔ ﺍﻟﺘﻲ ﻗﺪ ﺗﻄﻠﺒﻬﺎ ﺍﻟﺸﺮﻛﺔ.  ﻳﺤﻖ ﻟﻠﺸﺮﻛﺔ ﻭﺧﻠﻔﺎﺋﻬﺎ ﻭﺍﻟﻤﺘﻨﺎﺯﻝ ﻟﻬﻢ ﺍﻟﺤﺼﻮﻝ ﻋﻠﻰ ﺟﻤﻴﻊ ﺗﺴﺠﻴﻼﺕ ﺣﻘﻮﻕ ﺍﻟﻄﺒﻊ ﻭﺍﻟﻨﺸﺮ ﻭﻏﻴﺮﻫﺎ ﻣﻦ ﺍﻷﺩﻟﺔ ﻋﻠﻰ ﺍﻟﺤﻘﻮﻕ ﺍﻟﺘﻲ ﻗﺪ ﺗﻜﻮﻥ ﻣﺘﺎﺣﺔ ﻟﻠﺘﺴﻠﻴﻤﺎﺕ ﻭﺃﻱ ﺟﺰﺀ (ﺃﺟﺰﺍﺀ) ﻣﻨﻬﺎ ﻭﺍﻻﺣﺘﻔﺎﻅ ﺑﻬﺎ ﺑﺎﺳﻤﻬﺎ \nﺍﻷﻋﻤﺎﻝ ﺍﻟﻤﻮﺟﻮﺩﺓ ﻣﺴﺒﻘﺎ \nﻓﻲ ﺣﺎﻟﺔ ﺃﻥ ﺃﻱ ﺟﺰﺀ ﻣﻦ ﺃﻱ ﺟﺰﺀ ﻣﻦ ﺃﻱ ﻣﺮﺳﻞ (ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ ﻣﺠﻤﻠﻪ ﻣﻨﻪ) ﻳﺸﻜﻞ ﻋﻤﻼ ﻣﻮﺟﻮﺩﺍ ﻣﺴﺒﻘﺎ ﻻ ﻳﻤﻜﻦ ﻟﻠﻤﻄﻮﺭ ﻣﻨﺢ ﺍﻟﺸﺮﻛﺔ ﻟﻪ ﺍﻟﺤﻘﻮﻕ ﺍﻟﻤﻨﺼﻮﺹ ﻋﻠﻴﻬﺎ ﻓﻲ ﺍﻟﻔﻘﺮﺗﻴﻦ 6 (ﺃ) ﻭ 6 (ﺏ) ﺃﻋﻼﻩ، ﻳﺠﺐ ﻋﻠﻰ ﺍﻟﻤﻄﻮﺭ ﺃﻥ ﻳﺤﺪﺩ ﺃﺩﻧﺎﻩ: (1) ﻃﺒﻴﻌﺔ ﻫﺬﺍ ﺍﻟﻌﻤﻞ ﺍﻟﻤﻮﺟﻮﺩ ﻣﺴﺒﻘﺎ. (2) ﻣﺎﻟﻜﻬﺎ ؛ (3) ﺃﻱ ﻗﻴﻮﺩ ﺃﻭ ﺷﺮﻭﻁ ﺇﺗﺎﻭﺓ ﺗﻨﻄﺒﻖ ﻋﻠﻰ ﺍﺳﺘﺨﺪﺍﻡ ﺍﻟﻤﻄﻮﺭ ﺃﻭ ﺍﻟﺸﺮﻛﺔ ﻟﻬﺬﺍ ﺍﻟﻌﻤﻞ ﺍﻟﻤﻮﺟﻮﺩ ﻣﺴﺒﻘﺎ ﺃﻭ ﺍﺳﺘﻐﻼﻝ ﺍﻟﺸﺮﻛﺔ ﻟﻠﺘﺴﻠﻴﻢ ﻛﻌﻤﻞ ﻣﺸﺘﻖ ﻣﻨﻪ؛ ﻭ (4) ﻣﺼﺪﺭ ﺳﻠﻄﺔ ﺍﻟﻤﻄﻮﺭ ﻟﺘﻮﻇﻴﻒ ﺍﻟﻌﻤﻞ ﺍﻟﻤﻮﺟﻮﺩ ﻣﺴﺒﻘﺎ ﻓﻲ ﺇﻋﺪﺍﺩ ﺍﻟﺘﺴﻠﻴﻢ.  ﺳﻴﺸﺎﺭ ﺇﻟﻰ ﺍﻷﻋﻤﺎﻝ ﺍﻟﻤﻮﺿﺤﺔ ﺃﻋﻼﻩ ﺑﺎﺳﻢ \"ﺍﻷﻋﻤﺎﻝ ﺍﻟﻤﻮﺟﻮﺩﺓ ﻣﺴﺒﻘﺎ\".  ﺍﻷﻋﻤﺎﻝ ﺍﻟﻮﺣﻴﺪﺓ ﺍﻟﻤﻮﺟﻮﺩﺓ ﻣﺴﺒﻘﺎ ﺍﻟﺘﻲ ﻳﻤﻜﻦ ﺍﺳﺘﺨﺪﺍﻣﻬﺎ ﻓﻲ ﺑﻨﺎﺀ ﺃﻱ ﻣﺨﺮﺟﺎﺕ ﻫﻲ ﺍﻷﻋﻤﺎﻝ ﺍﻟﻤﻮﺟﻮﺩﺓ ﻣﺴﺒﻘﺎ ﺍﻟﻤﺤﺪﺩﺓ ﺃﻋﻼﻩ ﻭﺃﻱ ﺃﻋﻤﺎﻝ ﻣﻮﺟﻮﺩﺓ ﻣﺴﺒﻘﺎ ﻗﺪ ﺗﺘﻢ ﺍﻟﻤﻮﺍﻓﻘﺔ ﻋﻠﻴﻬﺎ ﻛﺘﺎﺑﻴﺎ ﻣﻦ ﻗﺒﻞ ﺍﻟﺸﺮﻛﺔ ﻗﺒﻞ ﺍﺳﺘﺨﺪﺍﻣﻬﺎ. \nﺍﻟﺘﻌﻮﻳﺾ / ﻋﺪﻡ ﺍﻻﻧﺘﻬﺎﻙ \nﻋﻨﺪ ﺃﺩﺍﺀ ﺍﻟﺨﺪﻣﺎﺕ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﻳﻮﺍﻓﻖ ﺍﻟﻤﻄﻮﺭ ﻋﻠﻰ ﻋﺪﻡ ﺗﺼﻤﻴﻢ ﺃﻭ ﺗﻄﻮﻳﺮ ﺃﻭ ﺗﺰﻭﻳﺪ ﺍﻟﺸﺮﻛﺔ ﺑﺄﻱ ﻋﻨﺎﺻﺮ ﺗﻨﺘﻬﻚ ﻭﺍﺣﺪﺓ ﺃﻭ ﺃﻛﺜﺮ ﻣﻦ ﺑﺮﺍﺀﺍﺕ ﺍﻻﺧﺘﺮﺍﻉ ﺃﻭ ﺣﻘﻮﻕ ﺍﻟﻄﺒﻊ ﻭﺍﻟﻨﺸﺮ ﺃﻭ ﺍﻟﻌﻼﻣﺎﺕ ﺍﻟﺘﺠﺎﺭﻳﺔ ﺃﻭ ﺣﻘﻮﻕ ﺍﻟﻤﻠﻜﻴﺔ ﺍﻟﻔﻜﺮﻳﺔ ﺍﻷﺧﺮﻯ (ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ ﺍﻷﺳﺮﺍﺭ ﺍﻟﺘﺠﺎﺭﻳﺔ) ﺃﻭ ﺍﻟﺨﺼﻮﺻﻴﺔ ﺃﻭ ﺍﻟﺤﻘﻮﻕ ﺍﻷﺧﺮﻯ ﻷﻱ ﺷﺨﺺ ﺃﻭ ﻛﻴﺎﻥ.  ﺇﺫﺍ ﻋﻠﻢ ﺍﻟﻤﻄﻮﺭ ﺑﺄﻱ ﺍﻧﺘﻬﺎﻙ ﻣﺤﺘﻤﻞ ﻣﻦ ﻫﺬﺍ ﺍﻟﻘﺒﻴﻞ ﺃﺛﻨﺎﺀ ﺗﻨﻔﻴﺬ ﺃﻱ ﻋﻤﻞ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﻓﻴﺠﺐ ﻋﻠﻰ ﺍﻟﻤﻄﻮﺭ ﺇﺧﻄﺎﺭ ﺍﻟﺸﺮﻛﺔ ﺑﺬﻟﻚ ﻛﺘﺎﺑﻴﺎ ﻋﻠﻰ ﺍﻟﻔﻮﺭ.  ﻳﻮﺍﻓﻖ ﺍﻟﻤﻄﻮﺭ ﻋﻠﻰ ﺗﻌﻮﻳﺾ ﺍﻟﺸﺮﻛﺔ ﻭﻣﺴﺆﻭﻟﻴﻬﺎ ﻭﻣﺪﻳﺮﻳﻬﺎ ﻭﺃﻋﻀﺎﺋﻬﺎ ﻭﻣﻮﻇﻔﻴﻬﺎ ﻭﻣﻤﺜﻠﻴﻬﺎ ﻭﻭﻛﻼﺋﻬﺎ ﻭﻣﺎ ﺷﺎﺑﻪ ﺫﻟﻚ ﻭﺍﻟﺪﻓﺎﻉ ﻋﻨﻬﻢ ﻭﺇﺑﺮﺍﺀ ﺫﻣﺘﻬﻢ ﻋﻦ ﺃﻱ ﺍﻧﺘﻬﺎﻙ ﻣﺰﻋﻮﻡ ﺃﻭ ﻓﻌﻠﻲ ﻭﻋﻦ ﺃﻱ ﻣﺴﺆﻭﻟﻴﺔ ﺃﻭ ﺩﻳﻦ ﺃﻭ ﺍﻟﺘﺰﺍﻡ ﺁﺧﺮ ﻳﻨﺸﺄ ﻋﻦ ﺃﻭ ﻧﺘﻴﺠﺔ ﺃﻭ ﻳﺘﻌﻠﻖ ﺏ (ﺃ) ﺍﻻﺗﻔﺎﻗﻴﺔ ﺃﻭ (ﺏ) ﺃﺩﺍﺀ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺃﻭ (ﺝ) ﺍﻟﺘﺴﻠﻴﻤﺎﺕ.  ﻳﺠﺐ ﺃﻥ ﻳﺸﻤﻞ ﻫﺬﺍ ﺍﻟﺘﻌﻮﻳﺾ ﺃﺗﻌﺎﺏ ﺍﻟﻤﺤﺎﻣﺎﺓ ﻭﺍﻟﻨﻔﻘﺎﺕ ، ﻣﺎ ﻟﻢ ﻳﺪﺍﻓﻊ ﺍﻟﻤﻄﻮﺭ ﺿﺪ ﺍﻻﺩﻋﺎﺀﺍﺕ ﺑﺎﺳﺘﺨﺪﺍﻡ ﻣﺤﺎﻡ ﻣﻘﺒﻮﻝ ﺑﺸﻜﻞ ﻣﻌﻘﻮﻝ ﻟﻠﺸﺮﻛﺔ.  ﻳﺠﺐ ﺃﻻ ﺗﺘﺠﺎﻭﺯ ﺍﻟﻤﺴﺆﻭﻟﻴﺔ ﺍﻹﺟﻤﺎﻟﻴﺔ ﻟﻠﻤﻄﻮﺭ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺿﻌﻒ ﻣﺒﻠﻎ ﺍﻹﻳﺮﺍﺩﺍﺕ ﺍﻟﺘﻲ ﺗﺤﻘﻘﻬﺎ ﺍﻟﻤﻄﻮﺭ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ."
    },
    {
        "id": "sec_8",
        "lang": "ar",
        "title": "7. \tﺍﻻﺗﻔﺎﻗﻴﺎﺕ ﻣﻊ ﺍﻟﻤﻮﻇﻔﻴﻦ",
        "level": 1,
        "start_char": 15598,
        "end_char": 16500,
        "len": 902,
        "text": "7. \tﺍﻻﺗﻔﺎﻗﻴﺎﺕ ﻣﻊ ﺍﻟﻤﻮﻇﻔﻴﻦ \nﻻ ﻳﺠﻮﺯ ﻷﻱ ﺃﻓﺮﺍﺩ ﺃﻭ ﻛﻴﺎﻧﺎﺕ ﺑﺨﻼﻑ ﻣﻮﻇﻔﻲ ﺍﻟﻤﻄﻮﺭ ﻭﺍﻟﻤﻄﻮﺭ ﻭﺍﻟﻤﺘﻌﺎﻗﺪﻳﻦ ﺍﻟﻤﺴﺘﻘﻠﻴﻦ ﺍﻟﻘﻴﺎﻡ ﺑﺄﻱ ﻋﻤﻞ ﻓﻴﻤﺎ ﻳﺘﻌﻠﻖ ﺑﻬﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ.  \nﻳﺠﺐ ﻋﻠﻰ ﺍﻟﻤﻄﻮﺭ ﺍﻟﺤﺼﻮﻝ ﻋﻠﻰ ﺍﺗﻔﺎﻗﻴﺎﺕ ﻣﻜﺘﻮﺑﺔ ﺳﺎﺭﻳﺔ ﺍﻟﻤﻔﻌﻮﻝ ﻣﻊ ﻛﻞ ﻣﻮﻇﻒ ﻣﻦ ﻣﻮﻇﻔﻴﻬﺎ ﺍﻟﺬﻳﻦ ﻳﺸﺎﺭﻛﻮﻥ ﻓﻲ ﺃﻱ ﻣﻦ ﺃﻋﻤﺎﻝ ﺍﻟﻤﻄﻮﺭ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ.  ﻳﺠﺐ ﺃﻥ ﺗﺤﺘﻮﻱ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺎﺕ ﻋﻠﻰ ﺷﺮﻭﻁ ﻛﺎﻓﻴﺔ ﻟﻠﻤﻄﻮﺭ ﻟﻼﻣﺘﺜﺎﻝ ﻟﺠﻤﻴﻊ ﺃﺣﻜﺎﻡ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻭﺩﻋﻢ ﺟﻤﻴﻊ ﺍﻟﻤﻨﺢ ﻭﺍﻟﺘﻨﺎﺯﻻﺕ ﻋﻦ ﺍﻟﺤﻘﻮﻕ ﻭﺍﻟﻤﻠﻜﻴﺔ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ.  ﻛﻤﺎ ﺗﻔﺮﺽ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺎﺕ ﺍﻟﺘﺰﺍﻣﺎ ﺑﺎﻟﺜﻘﺔ ﻋﻠﻰ ﻫﺆﻻﺀ ﺍﻟﻤﻮﻇﻔﻴﻦ ﻓﻴﻤﺎ ﻳﺘﻌﻠﻖ ﺑﺎﻟﻤﻌﻠﻮﻣﺎﺕ ﺍﻟﺴﺮﻳﺔ ﻟﻠﺸﺮﻛﺔ.  ﻳﺠﺐ ﺃﻥ ﻳﻜﻮﻥ ﺍﻻﻣﺘﺜﺎﻝ ﺍﻟﻜﺎﻓﻲ ﻟﻬﺬﺍ ﺍﻟﺤﻜﻢ ﻣﻦ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺇﺫﺍ ﻗﺮﺃ ﻛﻞ ﻣﻮﻇﻒ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻭﺃﺷﺎﺭ ﺇﻟﻰ ﻣﻮﺍﻓﻘﺘﻪ ﻋﻠﻰ ﺍﻻﻟﺘﺰﺍﻡ ﺑﺸﺮﻭﻃﻬﺎ ﻣﻦ ﺧﻼﻝ ﺍﻟﺘﻮﻗﻴﻊ ﻋﻠﻰ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻭﺗﺄﺭﻳﺨﻬﺎ ﺃﻭ ﻋﻦ ﻃﺮﻳﻖ ﺍﻟﺘﻮﻗﻴﻊ ﺑﺎﻷﺣﺮﻑ ﺍﻷﻭﻟﻰ ﻋﻠﻰ ﻫﺬﻩ ﺍﻟﻔﻘﺮﺓ ﻣﻦ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻭﺗﺄﺭﻳﺨﻬﺎ.  ﻻ ﻳﻮﺟﺪ ﻓﻲ ﻫﺬﻩ ﺍﻟﻮﺛﻴﻘﺔ ﻣﺎ ﻳﺤﺪ ﻣﻦ ﻗﺪﺭﺓ ﺍﻟﻤﻄﻮﺭ ﺃﻭ ﺣﻘﻪ ﻓﻲ ﺍﻻﺳﺘﻌﺎﻧﺔ ﺑﻤﻘﺎﻭﻟﻴﻦ ﻣﺴﺘﻘﻠﻴﻦ ﺷﺮﻳﻄﺔ ﺃﻥ ﻳﻮﺍﻓﻖ ﻫﺆﻻﺀ ﺍﻟﻤﻘﺎﻭﻟﻮﻥ ﺍﻟﻤﺴﺘﻘﻠﻮﻥ ﻋﻠﻰ ﺍﻻﻟﺘﺰﺍﻡ ﺑﺸﺮﻭﻁ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ."
    },
    {
        "id": "sec_9",
        "lang": "ar",
        "title": "8. \tﺍﻹﻗﺮﺍﺭﺍﺕ ﻭﺍﻟﻀﻤﺎﻧﺎﺕ",
        "level": 1,
        "start_char": 16500,
        "end_char": 18590,
        "len": 2090,
        "text": "8. \tﺍﻹﻗﺮﺍﺭﺍﺕ ﻭﺍﻟﻀﻤﺎﻧﺎﺕ \nﻳﻘﺪﻡ ﺍﻟﻤﻄﻮﺭ ﺍﻹﻗﺮﺍﺭﺍﺕ ﻭﺍﻟﻀﻤﺎﻧﺎﺕ ﺍﻟﺘﺎﻟﻴﺔ ﻟﺼﺎﻟﺢ \nﺷﺮﻛﺔ: \nﻻ ﺗﻌﺎﺭﺽ \nﺗﻘﺮ DEVELOPER ﻭﺗﻀﻤﻦ ﺃﻧﻬﺎ ﻻ ﺗﺨﻀﻊ ﻷﻱ ﺍﻟﺘﺰﺍﻡ ﺃﻭ ﻗﻴﻮﺩ ﻣﻦ ﺷﺄﻧﻬﺎ ﺃﻥ ﺗﺘﺪﺍﺧﻞ ﺃﻭ ﺗﺘﻌﺎﺭﺽ ﺑﺄﻱ ﺷﻜﻞ ﻣﻦ ﺍﻷﺷﻜﺎﻝ ﻣﻊ ﺍﻟﻌﻤﻞ ﺍﻟﺬﻱ ﺳﻴﺘﻢ ﺗﻨﻔﻴﺬﻩ \n\tﺍﻟﻤﻄﻮﺭ \tﺗﺤﺖ \tﻫﺬﺍ \tﺍﺗﻔﺎﻕ.  \t\tﺷﺮﻛﺔ \tﻳﻔﻬﻢ \tﺫﻟﻚ \nﺗﻌﻤﻞ DEVELOPER ﺣﺎﻟﻴﺎ ﻋﻠﻰ ﻣﺸﺮﻭﻉ ﻭﺍﺣﺪ ﺃﻭ ﺃﻛﺜﺮ ﻣﻦ ﺍﻟﻤﺸﺎﺭﻳﻊ ﺍﻟﻤﻤﺎﺛﻠﺔ ﻟﻌﻤﻼﺀ ﺁﺧﺮﻳﻦ.  ﺷﺮﻳﻄﺔ ﺃﻻ ﺗﺘﻌﺎﺭﺽ ﻫﺬﻩ ﺍﻟﻤﺸﺎﺭﻳﻊ ﻣﻊ ﺍﻟﺘﺰﺍﻣﺎﺕ ﺍﻟﻤﻄﻮﺭ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺃﻭ ﺗﺘﻌﺎﺭﺽ ﻣﻌﻬﺎ، ﻓﺈﻥ ﻫﺬﻩ ﺍﻟﻤﺸﺎﺭﻳﻊ ﻻ ﺗﺸﻜﻞ ﺍﻧﺘﻬﺎﻛﺎ ﻟﻬﺬﺍ ﺍﻟﺤﻜﻢ ﻣﻦ ﺍﻻﺗﻔﺎﻗﻴﺔ. \nﺣﻘﻮﻕ ﺍﻟﻤﻠﻜﻴﺔ \nﺗﻘﺮ DEVELOPER ﻭﺗﻀﻤﻦ (1) ﺃﻧﻬﺎ ﻭﺳﺘﻈﻞ ﺍﻟﻤﺆﻟﻔﺔ ﺍﻟﻮﺣﻴﺪﺓ ﻟﺠﻤﻴﻊ ﺍﻷﻋﻤﺎﻝ ﺍﻟﺘﻲ ﺗﺴﺘﺨﺪﻣﻬﺎ DEVELOPER ﻓﻲ ﺇﻋﺪﺍﺩ ﺃﻱ ﻭﺟﻤﻴﻊ ﺍﻟﺘﺴﻠﻴﻤﺎﺕ ﺑﺨﻼﻑ ﺍﻷﻋﻤﺎﻝ ﺍﻟﻤﻮﺟﻮﺩﺓ ﻣﺴﺒﻘﺎ؛ (2) ﻟﺪﻳﻬﺎ ﻭﺳﺘﻜﻮﻥ ﻟﻬﺎ ﺍﻟﺤﻖ ﺍﻟﻜﺎﻣﻞ ﻭﺍﻟﻜﺎﻓﻲ ﻓﻲ ﺍﻟﺘﻨﺎﺯﻝ ﻋﻦ ﺃﻭ ﻣﻨﺢ ﺍﻟﺤﻘﻮﻕ ﻭ / ﺃﻭ ﺍﻟﺘﺮﺍﺧﻴﺺ ﺍﻟﻤﻤﻨﻮﺣﺔ ﻓﻲ ﺍﻟﻤﺨﺮﺟﺎﺕ ﻭﻓﻘﺎ ﻟﻬﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ؛ (3) ﻟﻢ ﻳﺘﻢ ﻧﺸﺮ ﺟﻤﻴﻊ ﺍﻟﺘﺴﻠﻴﻤﺎﺕ ﺑﺨﻼﻑ ﺍﻷﻋﻤﺎﻝ ﺍﻟﻤﻮﺟﻮﺩﺓ ﻣﺴﺒﻘﺎ ﻭﻟﻦ ﻳﺘﻢ ﻧﺸﺮﻫﺎ ﻓﻲ ﻇﻞ ﻇﺮﻭﻑ ﻣﻦ ﺷﺄﻧﻬﺎ ﺃﻥ ﺗﺘﺴﺒﺐ ﻓﻲ ﻓﻘﺪﺍﻥ ﺣﻘﻮﻕ ﺍﻟﻄﺒﻊ ﻭﺍﻟﻨﺸﺮ ﻓﻴﻬﺎ؛ ﻭ (4) ﺟﻤﻴﻊ ﺍﻟﺘﺴﻠﻴﻤﺎﺕ، ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ ﺟﻤﻴﻊ ﺍﻷﻋﻤﺎﻝ ﺍﻟﻤﻮﺟﻮﺩﺓ ﻣﺴﺒﻘﺎ، ﻻ ﻭﻟﻦ ﺗﻨﺘﻬﻚ ﺃﻱ ﺑﺮﺍﺀﺍﺕ ﺍﺧﺘﺮﺍﻉ ﺃﻭ ﺣﻘﻮﻕ ﻧﺸﺮ ﺃﻭ ﻋﻼﻣﺎﺕ ﺗﺠﺎﺭﻳﺔ ﺃﻭ ﺣﻘﻮﻕ ﻣﻠﻜﻴﺔ ﻓﻜﺮﻳﺔ ﺃﺧﺮﻯ (ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ ﺍﻷﺳﺮﺍﺭ ﺍﻟﺘﺠﺎﺭﻳﺔ) ﺃﻭ ﺍﻟﺨﺼﻮﺻﻴﺔ ﺃﻭ ﺍﻟﺤﻘﻮﻕ ﺍﻟﻤﻤﺎﺛﻠﺔ ﻷﻱ ﺷﺨﺺ ﺃﻭ ﻛﻴﺎﻥ، ﻛﻤﺎ ﻟﻢ ﻳﺘﻢ ﺍﻟﺘﻬﺪﻳﺪ ﺃﻭ ﺍﻟﺘﺄﻛﻴﺪ ﻋﻠﻰ ﺃﻱ ﻣﻄﺎﻟﺒﺔ (ﺳﻮﺍﺀ ﻛﺎﻧﺖ ﻣﺠﺴﺪﺓ ﻓﻲ ﺩﻋﻮﻯ، ﺳﺎﺑﻘﺎ ﺃﻭ ﺣﺎﺿﺮﺍ) ﺑﻬﺬﺍ ﺍﻻﻧﺘﻬﺎﻙ،  ﻛﻤﺎ ﺃﻥ ﻣﺜﻞ ﻫﺬﻩ ﺍﻟﻤﻄﺎﻟﺒﺔ ﻣﻌﻠﻘﺔ ﺿﺪ ﺍﻟﻤﻄﻮﺭ (ﺃﻭ ﺿﺪ ﺃﻱ ﻛﻴﺎﻥ ﺣﺼﻞ ﺍﻟﻤﻄﻮﺭ ﻣﻨﻪ ﻋﻠﻰ ﻫﺬﻩ ﺍﻟﺤﻘﻮﻕ). \nﺍﻟﻤﻄﺎﺑﻘﺔ ﻭﺍﻷﺩﺍﺀ ﻭﺍﻻﻣﺘﺜﺎﻝ \nﺗﻘﺮ DEVELOPER ﻭﺗﻀﻤﻦ (1) ﻳﺠﺐ ﺇﻋﺪﺍﺩ ﺟﻤﻴﻊ ﺍﻟﻤﺨﺮﺟﺎﺕ ﺑﻄﺮﻳﻘﺔ ﻋﻤﻠﻴﺔ ﻭﺍﺟﺘﻬﺎﺩ ﻭﻣﻬﺎﺭﺓ ﻣﻬﻨﻴﺔ. (2) ﺳﺘﻌﻤﻞ ﺟﻤﻴﻊ ﺍﻟﺘﺴﻠﻴﻤﺎﺕ ﻭﻓﻘﺎ ﻻﺗﻔﺎﻗﻴﺎﺕ HTML 3 ﺍﻟﻘﻴﺎﺳﻴﺔ ؛ (3) ﺗﺘﻮﺍﻓﻖ ﺟﻤﻴﻊ ﺍﻟﻤﺨﺮﺟﺎﺕ ﻣﻊ ﺍﻟﻤﻮﺍﺻﻔﺎﺕ ﻭﺍﻟﻮﻇﺎﺋﻒ ﺍﻟﻤﻨﺼﻮﺹ ﻋﻠﻴﻬﺎ ﻓﻲ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ؛ ﻭ (4) ﺳﻴﻘﻮﻡ ﺍﻟﻤﻄﻮﺭ ﺑﺘﻨﻔﻴﺬ ﺟﻤﻴﻊ ﺍﻷﻋﻤﺎﻝ ﺍﻟﺘﻲ ﺗﺘﻄﻠﺒﻬﺎ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻭﻓﻘﺎ ﻟﻠﻘﻮﺍﻧﻴﻦ ﺍﻟﻤﻌﻤﻮﻝ ﺑﻬﺎ.  ﺳﺘﻘﻮﻡ DEVELOPER ﺑﺈﺻﻼﺡ ﺃﻱ ﻣﺨﺮﺟﺎﺕ ﻻ ﺗﻔﻲ ﺑﻬﺬﺍ ﺍﻟﻀﻤﺎﻥ ﻓﻲ ﻏﻀﻮﻥ ﻓﺘﺮﺓ ﺯﻣﻨﻴﺔ ﻣﻌﻘﻮﻟﺔ ﺇﺫﺍ ﻛﺎﻥ ﺍﻟﻌﻴﺐ ﻳﺆﺛﺮ ﻋﻠﻰ ﻗﺎﺑﻠﻴﺔ ﺍﺳﺘﺨﺪﺍﻡ ﻣﻮﻗﻊ ﺍﻟﻮﻳﺐ ﺍﻟﺨﺎﺹ ﺑﺎﻟﺸﺮﻛﺔ ، ﻭﺇﻻ ﺳﺘﻘﻮﻡ ﺑﺈﺻﻼﺡ ﺍﻟﻌﻴﺐ ﻓﻲ ﻏﻀﻮﻥ 24 ﺳﺎﻋﺔ ، ﻛﻤﺎ ﻗﺎﻝ ﺇﻥ ﺍﻹﺻﻼﺣﺎﺕ ﺳﺘﻜﻮﻥ ﻣﺠﺎﻧﻴﺔ ﻟﻠﺸﺮﻛﺔ.  ﻳﻤﺘﺪ ﻫﺬﺍ ﺍﻟﻀﻤﺎﻥ ﻃﻮﺍﻝ ﻓﺘﺮﺓ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ.  ﻻ ﻳﻐﻄﻲ ﻫﺬﺍ ﺍﻟﻀﻤﺎﻥ ﺍﻟﺮﻭﺍﺑﻂ ﺍﻟﺘﻲ ﺗﺘﻐﻴﺮ ﺑﻤﺮﻭﺭ ﺍﻟﻮﻗﺖ ، ﺃﻭ ﺍﻟﺼﻔﺤﺎﺕ ﺍﻟﺘﻲ ﺗﺼﺒﺢ ﻗﺪﻳﻤﺔ ﺑﻤﺮﻭﺭ ﺍﻟﻮﻗﺖ ، ﺃﻭ ﺍﻟﻤﺤﺘﻮﻯ ﺍﻟﺬﻱ ﻳﺼﺒﺢ ﻗﺪﻳﻤﺎ ﺑﻤﺮﻭﺭ ﺍﻟﻮﻗﺖ ، ﺃﻭ ﺍﻟﺘﻐﻴﻴﺮﺍﺕ ﺍﻷﺧﺮﻯ ﺍﻟﺘﻲ ﻻ ﺗﻨﺘﺞ ﻋﻦ ﺃﻱ ﺧﻄﺄ ﻣﻦ ﺟﺎﻧﺐ ﺍﻟﻤﻄﻮﺭ."
    },
    {
        "id": "sec_10",
        "lang": "ar",
        "title": "9. \tﺍﻟﻤﺪﺓ ﻭﺍﻹﻧﻬﺎﺀ A. \tﻣﺪﺓ ﺍﻻﺗﻔﺎﻗﻴﺔ",
        "level": 1,
        "start_char": 18590,
        "end_char": 19734,
        "len": 1144,
        "text": "9. \tﺍﻟﻤﺪﺓ ﻭﺍﻹﻧﻬﺎﺀ A. \tﻣﺪﺓ ﺍﻻﺗﻔﺎﻗﻴﺔ \nﺗﺴﺮﻱ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺍﻋﺘﺒﺎﺭﺍ ﻣﻦ ﺗﺎﺭﻳﺦ ﺍﻟﺴﺮﻳﺎﻥ ﻭﺗﻈﻞ ﺳﺎﺭﻳﺔ ﺍﻟﻤﻔﻌﻮﻝ ﻟﻤﺪﺓ 99 ﻋﺎﻣﺎ، ﻣﺎ ﻟﻢ ﻳﺘﻢ ﺇﻧﻬﺎﺀ ﺧﻼﻑ ﺫﻟﻚ ﻋﻠﻰ ﺍﻟﻨﺤﻮ ﺍﻟﻤﻨﺼﻮﺹ ﻋﻠﻴﻪ ﻓﻲ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ. \nﺇﻧﻬﺎﺀ ﺍﻟﻌﻤﻞ \nﻳﺠﻮﺯ ﻟﻠﺸﺮﻛﺔ، ﻭﻓﻘﺎ ﻻﺧﺘﻴﺎﺭﻫﺎ ﺍﻟﺨﺎﺹ، ﺇﻧﻬﺎﺀ ﺃﻱ ﺃﻭ ﻛﻞ ﺍﻷﻋﻤﺎﻝ ﺍﻟﻤﻌﻠﻘﺔ، ﺃﻭ ﺃﻱ ﺟﺰﺀ ﻣﻨﻬﺎ، ﻓﻮﺭ ﺇﺷﻌﺎﺭ ﻛﺘﺎﺑﻲ.  ﻋﻨﺪ ﺍﺳﺘﻼﻡ ﺇﺷﻌﺎﺭ ﻫﺬﺍ ﺍﻹﻧﻬﺎﺀ، ﻳﺠﺐ ﻋﻠﻰ ﺍﻟﻤﻄﻮﺭ ﺇﺑﻼﻍ ﺍﻟﺸﺮﻛﺔ ﺑﻤﺪﻯ ﺍﻛﺘﻤﺎﻝ ﺍﻷﺩﺍﺀ ﺣﺘﻰ ﻫﺬﺍ ﺍﻟﺘﺎﺭﻳﺦ، ﻭﺟﻤﻊ ﻭﺗﺴﻠﻴﻢ ﺍﻟﺸﺮﻛﺔ ﺃﻱ ﻣﻨﺘﺞ ﻋﻤﻞ ﻭﻣﺨﺮﺟﺎﺕ ﻣﻮﺟﻮﺩﺓ ﺑﻌﺪ ﺫﻟﻚ ﺑﺎﻟﻄﺮﻳﻘﺔ ﺍﻟﺘﻲ ﺗﺤﺪﺩﻫﺎ ﺍﻟﺸﺮﻛﺔ.  ﻳﺘﻢ ﺩﻓﻊ ﺃﺟﺮ ﺍﻟﻤﻄﻮﺭ ﻣﻘﺎﺑﻞ ﺟﻤﻴﻊ ﺍﻷﻋﻤﺎﻝ ﺍﻟﻤﻨﺠﺰﺓ ﺣﺘﻰ ﺗﺎﺭﻳﺦ ﺍﺳﺘﻼﻡ ﺇﺷﻌﺎﺭ ﺍﻹﻧﻬﺎﺀ ﻛﻤﺎ ﻫﻮ ﻣﺤﺪﺩ ﻓﻲ ﻫﺬﻩ ﺍﻟﻮﺛﻴﻘﺔ.  \nﻻ ﻳﺠﻮﺯ ﻟﻠﻤﻄﻮﺭ ﺇﻧﻬﺎﺀ ﺃﻱ ﻋﻤﻞ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺩﻭﻥ ﻣﻮﺍﻓﻘﺔ ﺧﻄﻴﺔ ﻣﺴﺒﻘﺔ ﻣﻦ ﺍﻟﺸﺮﻛﺔ. \nﺑﻘﺎﺀ \nﻓﻲ ﺣﺎﻟﺔ ﺃﻱ ﺇﻧﻬﺎﺀ ﻟﻬﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﺗﻈﻞ ﺟﻤﻴﻊ ﺍﻟﺘﺰﺍﻣﺎﺕ ﻭﻣﺴﺆﻭﻟﻴﺎﺕ ﺍﻟﻤﻄﻮﺭ ﺳﺎﺭﻳﺔ ﺍﻟﻤﻔﻌﻮﻝ ﻭﺗﺴﺘﻤﺮ ﺳﺎﺭﻳﺔ ﺍﻟﻤﻔﻌﻮﻝ ﻭﺳﺘﻜﻮﻥ ﻣﻠﺰﻣﺔ ﻟﺼﺎﻟﺢ ﺍﻷﻃﺮﺍﻑ ﻭﻣﻤﺜﻠﻴﻬﻢ ﺍﻟﻘﺎﻧﻮﻧﻴﻴﻦ ﻭﻭﺭﺛﺘﻬﻢ ﻭﺧﻠﻔﺎﺋﻬﻢ ﻭﺍﻟﻤﺘﻨﺎﺯﻝ ﻟﻬﻢ.  ﻻ ﻳﺒﺮﺭ ﺇﻧﻬﺎﺀ ﺃﻱ ﺣﻜﻢ ﻣﻦ ﺃﺣﻜﺎﻡ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺧﺮﻗﺎ ﻣﺴﺒﻘﺎ ﻟﻬﺬﺍ ﺍﻟﺤﻜﻢ. \nﺍﻹﻧﻬﺎﺀ ﻟﺴﺒﺐ \nﻳﺠﻮﺯ ﻷﻱ ﻣﻦ ﺍﻟﻄﺮﻓﻴﻦ ﺇﻧﻬﺎﺀ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺑﻨﺎﺀ ﻋﻠﻰ ﺇﺷﻌﺎﺭ ﻛﺘﺎﺑﻲ ﻣﺪﺗﻪ ﺛﻼﺛﻮﻥ (30) ﻳﻮﻣﺎ ﻟﻠﻄﺮﻑ ﺍﻵﺧﺮ ﻓﻲ ﺣﺎﻟﺔ ﺧﺮﻕ ﺣﻜﻢ ﺟﻮﻫﺮﻱ ﻣﻦ ﺃﺣﻜﺎﻡ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻣﻦ ﻗﺒﻞ ﺍﻟﻄﺮﻑ ﺍﻵﺧﺮ، ﺷﺮﻳﻄﺔ ﺃﻥ ﻳﻔﺸﻞ ﺍﻟﻄﺮﻑ ﺍﻟﻤﺨﺎﻟﻒ ﻓﻲ ﻣﻌﺎﻟﺠﺔ ﻫﺬﺍ ﺍﻟﺨﺮﻕ ﺧﻼﻝ ﻓﺘﺮﺓ ﺍﻟﺜﻼﺛﻴﻦ (30) ﻳﻮﻣﺎ."
    },
    {
        "id": "sec_11",
        "lang": "ar",
        "title": "10. \tﺍﻟﻘﻮﺓ ﺍﻟﻘﺎﻫﺮﺓ",
        "level": 1,
        "start_char": 19734,
        "end_char": 20071,
        "len": 337,
        "text": "10. \tﺍﻟﻘﻮﺓ ﺍﻟﻘﺎﻫﺮﺓ \nﻻ ﻳﺘﺤﻤﻞ ﺃﻱ ﻣﻦ ﺍﻟﻄﺮﻓﻴﻦ ﺍﻟﻤﺴﺆﻭﻟﻴﺔ ﻋﻦ ﺃﻱ ﺧﺴﺎﺭﺓ ﺃﻭ ﺗﺄﺧﻴﺮ ﻧﺎﺗﺞ ﻋﻦ ﺃﻱ ﺣﺪﺙ ﻗﻮﺓ ﻗﺎﻫﺮﺓ، ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ ﺍﻟﻘﻀﺎﺀ ﻭﺍﻟﻘﺪﺭ ﺃﻭ ﺍﻟﺤﺮﻳﻖ ﺃﻭ ﺍﻟﻜﻮﺍﺭﺙ ﺍﻟﻄﺒﻴﻌﻴﺔ ﺃﻭ ﺗﻮﻗﻒ ﺍﻟﻌﻤﻞ ﺃﻭ ﺍﻟﺤﺮﺏ ﺃﻭ ﺍﻷﻋﻤﺎﻝ ﺍﻟﻌﺪﺍﺋﻴﺔ ﺍﻟﻌﺴﻜﺮﻳﺔ ﺃﻭ ﻋﺪﻡ ﻗﺪﺭﺓ ﺍﻟﻨﺎﻗﻠﻴﻦ ﻋﻠﻰ ﺇﺟﺮﺍﺀ ﻋﻤﻠﻴﺎﺕ ﺍﻟﺘﺴﻠﻴﻢ ﺍﻟﻤﺠﺪﻭﻟﺔ، ﻭﻳﺠﺐ ﺗﻤﺪﻳﺪ ﺃﻱ ﺗﺎﺭﻳﺦ ﺩﻓﻊ ﺃﻭ ﺗﺴﻠﻴﻢ ﺇﻟﻰ ﺣﺪ ﺃﻱ ﺗﺄﺧﻴﺮ ﻧﺎﺗﺞ ﻋﻦ ﺃﻱ ﺣﺪﺙ ﻗﻮﺓ ﻗﺎﻫﺮﺓ."
    },
    {
        "id": "sec_12",
        "lang": "ar",
        "title": "11. \tﻻ ﺗﻮﺟﺪ ﻭﻛﺎﻟﺔ",
        "level": 1,
        "start_char": 20071,
        "end_char": 20668,
        "len": 597,
        "text": "11. \tﻻ ﺗﻮﺟﺪ ﻭﻛﺎﻟﺔ \nﻣﻘﺎﻭﻝ ﻣﺴﺘﻘﻞ \nﻳﻌﺘﺒﺮ ﺍﻟﻤﻄﻮﺭ ، ﻋﻨﺪ ﺗﻘﺪﻳﻢ ﺍﻷﺩﺍﺀ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ، ﻣﻘﺎﻭﻻ ﻣﺴﺘﻘﻼ ﻭﻻ ﻳﺸﻜﻞ ﺃﻱ ﺷﻲﺀ ﻭﺍﺭﺩ ﻫﻨﺎ ﻫﺬﺍ ﺍﻟﺘﺮﺗﻴﺐ ﺗﻮﻇﻴﻔﺎ ﺃﻭ ﻣﺸﺮﻭﻋﺎ ﻣﺸﺘﺮﻛﺎ ﺃﻭ ﺷﺮﺍﻛﺔ.  ﻳﺘﺤﻤﻞ ﺍﻟﻤﻄﻮﺭ ﻭﺣﺪﻩ ﺍﻟﻤﺴﺆﻭﻟﻴﺔ ﻋﻦ ﺃﻱ ﻭﺟﻤﻴﻊ ﺍﻟﻤﻄﺎﻟﺒﺎﺕ ﺍﻟﻤﺘﻌﻠﻘﺔ ﺑﺎﻟﻀﺮﺍﺋﺐ ﺃﻭ ﺍﻟﺮﺳﻮﻡ ﺃﻭ ﺍﻟﺘﻜﺎﻟﻴﻒ ، ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ ﻋﻠﻰ ﺳﺒﻴﻞ ﺍﻟﻤﺜﺎﻝ ﻻ ﺍﻟﺤﺼﺮ ﺍﻻﺳﺘﻘﻄﺎﻉ ﻭﺿﺮﻳﺒﺔ ﺍﻟﺪﺧﻞ ﻭFICA ﻭﺗﻌﻮﻳﺾ ﺍﻟﻌﻤﺎﻝ. \nﻻ ﺗﻮﺟﺪ ﻭﻛﺎﻟﺔ \nﻻ ﺗﺘﻌﻬﺪ ﺍﻟﺸﺮﻛﺔ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺃﻭ ﻏﻴﺮ ﺫﻟﻚ ﺑﺄﺩﺍﺀ ﺃﻱ ﺍﻟﺘﺰﺍﻡ ﻣﻦ ﻗﺒﻞ ﺍﻟﻤﻄﻮﺭ، ﺳﻮﺍﺀ ﺑﻤﻮﺟﺐ ﺍﻟﻼﺋﺤﺔ ﺃﻭ ﺍﻟﻌﻘﺪ.  ﻻ ﻳﺠﻮﺯ ﺑﺄﻱ ﺣﺎﻝ ﻣﻦ ﺍﻷﺣﻮﺍﻝ ﺗﻔﺴﻴﺮ ﺍﻟﻤﻄﻮﺭ ﻋﻠﻰ ﺃﻧﻪ ﺍﻟﻮﻛﻴﻞ ﺃﻭ ﺍﻟﺘﺼﺮﻑ ﻛﻮﻛﻴﻞ ﻟﻠﺸﺮﻛﺔ ﺑﺄﻱ ﺷﻜﻞ ﻣﻦ ﺍﻷﺷﻜﺎﻝ، ﺑﻐﺾ ﺍﻟﻨﻈﺮ ﻋﻦ ﺃﻱ ﺃﺣﻜﺎﻡ ﺃﺧﺮﻯ ﻣﻦ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ."
    },
    {
        "id": "sec_13",
        "lang": "ar",
        "title": "12. \tﺍﺷﻌﺎﺭﺍﺕ",
        "level": 1,
        "start_char": 20668,
        "end_char": 21040,
        "len": 372,
        "text": "12. \tﺍﺷﻌﺎﺭﺍﺕ \nﺇﺫﺍ ﻛﺎﻥ ﺃﺣﺪ ﺍﻟﻄﺮﻓﻴﻦ ﻣﻄﺎﻟﺒﺎ ﺃﻭ ﻣﺴﻤﻮﺣﺎ ﻟﻪ ﺑﺘﻘﺪﻳﻢ ﺇﺷﻌﺎﺭ ﺇﻟﻰ ﺍﻵﺧﺮ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﺍﻋﺘﺒﺎﺭ ﻫﺬﺍ ﺍﻹﺷﻌﺎﺭ ﻗﺪ ﺗﻢ ﺇﺭﺳﺎﻟﻪ ﺇﻣﺎ (ﺃ) ﻋﻨﺪ ﺇﺭﺳﺎﻟﻪ ﻋﻦ ﻃﺮﻳﻖ ﺍﻟﻔﺎﻛﺲ ﺃﻭ (ﺏ) ﺑﻌﺪ ﻳﻮﻣﻲ ﻋﻤﻞ ﻣﻦ ﺇﻳﺪﺍﻉ ﺍﻹﺷﻌﺎﺭ ﻓﻲ ﺍﻟﺒﺮﻳﺪ ﺍﻷﻣﺮﻳﻜﻲ ﺃﻭ ﺭﺳﻮﻡ ﺑﺮﻳﺪﻳﺔ ﻣﻦ ﺍﻟﺪﺭﺟﺔ ﺍﻷﻭﻟﻰ ﻣﺪﻓﻮﻋﺔ ﻣﺴﺒﻘﺎ، ﻋﻠﻰ ﺍﻟﻌﻨﻮﺍﻥ ﺃﻭ ﺭﻗﻢ ﺍﻟﻔﺎﻛﺲ ﺍﻟﻤﺤﺪﺩ ﺃﻋﻼﻩ، ﺃﻭ ﻋﻠﻰ ﺃﻱ ﻋﻨﻮﺍﻥ ﺃﻭ ﺭﻗﻢ ﻓﺎﻛﺲ ﺁﺧﺮ ﻗﺪ ﻳﺤﺪﺩﻩ ﺍﻟﻄﺮﻑ ﻛﺘﺎﺑﻴﺎ ﻭﻓﻘﺎ ﻟﻬﺬﻩ ﺍﻟﻔﻘﺮﺓ."
    },
    {
        "id": "sec_14",
        "lang": "ar",
        "title": "13. \tﻭﻗﺖ ﺍﻟﺠﻮﻫﺮ",
        "level": 1,
        "start_char": 21040,
        "end_char": 21113,
        "len": 73,
        "text": "13. \tﻭﻗﺖ ﺍﻟﺠﻮﻫﺮ \nﺍﻟﻮﻗﺖ ﻫﻮ ﺟﻮﻫﺮ ﺃﺩﺍﺀ ﺍﻟﺘﺰﺍﻣﺎﺕ ﺍﻷﻃﺮﺍﻑ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ."
    },
    {
        "id": "sec_15",
        "lang": "ar",
        "title": "14. \tﻧﻈﺮﺍﺀ ﻣﺘﻌﺪﺩﻭﻥ",
        "level": 1,
        "start_char": 21113,
        "end_char": 21219,
        "len": 106,
        "text": "14. \tﻧﻈﺮﺍﺀ ﻣﺘﻌﺪﺩﻭﻥ \nﻳﻤﻜﻦ ﺗﻨﻔﻴﺬ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻓﻲ ﻋﺪﺓ ﻧﻈﺎﺋﺮ، ﻭﺗﺸﻜﻞ ﺟﻤﻴﻌﻬﺎ ﻣﺠﺘﻤﻌﺔ ﺍﺗﻔﺎﻗﻴﺔ ﻭﺍﺣﺪﺓ ﺑﻴﻦ ﺍﻟﻄﺮﻓﻴﻦ."
    },
    {
        "id": "sec_16",
        "lang": "ar",
        "title": "15. \tﺍﻻﺧﺘﺼﺎﺹ ﺍﻟﻘﻀﺎﺋﻲ ﻭﺍﻟﻤﻨﺎﺯﻋﺎﺕ",
        "level": 1,
        "start_char": 21219,
        "end_char": 21532,
        "len": 313,
        "text": "15. \tﺍﻻﺧﺘﺼﺎﺹ ﺍﻟﻘﻀﺎﺋﻲ ﻭﺍﻟﻤﻨﺎﺯﻋﺎﺕ \nﺗﺨﻀﻊ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻟﻘﻮﺍﻧﻴﻦ ﻧﻴﻮﻳﻮﺭﻙ. \nﻳﺘﻢ ﺣﻞ ﺟﻤﻴﻊ ﺍﻟﻨﺰﺍﻋﺎﺕ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻓﻲ ﻣﺤﺎﻛﻢ ﺍﻟﻮﻻﻳﺔ ﺃﻭ ﺍﻟﻤﺤﺎﻛﻢ ﺍﻟﻔﻴﺪﺭﺍﻟﻴﺔ ﺍﻟﻤﻌﻤﻮﻝ ﺑﻬﺎ ﻓﻲ ﻧﻴﻮﻳﻮﺭﻙ.  ﻳﻮﺍﻓﻖ ﺍﻟﻄﺮﻓﺎﻥ ﻋﻠﻰ ﺍﺧﺘﺼﺎﺹ ﻫﺬﻩ ﺍﻟﻤﺤﺎﻛﻢ ، ﻭﻳﻮﺍﻓﻘﺎﻥ ﻋﻠﻰ ﻗﺒﻮﻝ ﺧﺪﻣﺔ ﺍﻹﺟﺮﺍﺀﺍﺕ ﻋﻦ ﻃﺮﻳﻖ ﺍﻟﺒﺮﻳﺪ ، ﻭﻳﺘﻨﺎﺯﻝ ﻋﻦ ﺃﻱ ﺩﻓﻮﻉ ﻗﻀﺎﺋﻴﺔ ﺃﻭ ﻣﻜﺎﻧﻴﺔ ﻣﺘﺎﺣﺔ ﺑﺨﻼﻑ ﺫﻟﻚ."
    },
    {
        "id": "sec_17",
        "lang": "ar",
        "title": "16. \tﺍﺗﻔﺎﻗﻴﺔ ﻣﻠﺰﻣﺔ ﻟﻠﺨﻠﻔﺎﺀ",
        "level": 1,
        "start_char": 21532,
        "end_char": 21654,
        "len": 122,
        "text": "16. \tﺍﺗﻔﺎﻗﻴﺔ ﻣﻠﺰﻣﺔ ﻟﻠﺨﻠﻔﺎﺀ \nﺗﻜﻮﻥ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻣﻠﺰﻣﺔ ﻭﺳﺎﺭﻳﺔ ﺍﻟﻤﻔﻌﻮﻝ ﻟﺼﺎﻟﺢ ﺍﻷﻃﺮﺍﻑ ﻭﻭﺭﺛﺘﻬﻢ ﻭﻣﺪﻳﺮﻳﻬﻢ ﻭﺧﻠﻔﺎﺋﻬﻢ ﻭﺍﻟﻤﺘﻨﺎﺯﻝ ﻟﻬﻢ."
    },
    {
        "id": "sec_18",
        "lang": "ar",
        "title": "17. \tﺍﻟﺘﻨﺎﺯﻝ",
        "level": 1,
        "start_char": 21654,
        "end_char": 21800,
        "len": 146,
        "text": "17. \tﺍﻟﺘﻨﺎﺯﻝ \nﻻ ﻳﻌﺘﺒﺮ ﺃﻱ ﺗﻨﺎﺯﻝ ﻣﻦ ﻗﺒﻞ ﺃﻱ ﻣﻦ ﺍﻟﻄﺮﻓﻴﻦ ﻋﻦ ﺃﻱ ﺗﻘﺼﻴﺮ ﺑﻤﺜﺎﺑﺔ ﺗﻨﺎﺯﻝ ﻋﻦ ﺃﻱ ﺗﻘﺼﻴﺮ ﺳﺎﺑﻖ ﺃﻭ ﻻﺣﻖ ﻟﻨﻔﺲ ﺍﻷﺣﻜﺎﻡ ﺃﻭ ﻏﻴﺮﻫﺎ ﻣﻦ ﺃﺣﻜﺎﻡ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ."
    },
    {
        "id": "sec_19",
        "lang": "ar",
        "title": "18. \tﻗﺎﺑﻠﻴﺔ ﺍﻟﻔﺼﻞ",
        "level": 1,
        "start_char": 21800,
        "end_char": 22009,
        "len": 209,
        "text": "18. \tﻗﺎﺑﻠﻴﺔ ﺍﻟﻔﺼﻞ \nﺇﺫﺍ ﺗﻢ ﺍﻋﺘﺒﺎﺭ ﺃﻱ ﺣﻜﻢ ﻣﻦ ﺃﺣﻜﺎﻡ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻏﻴﺮ ﺻﺎﻟﺢ ﺃﻭ ﻏﻴﺮ ﻗﺎﺑﻞ ﻟﻠﺘﻨﻔﻴﺬ ﻣﻦ ﻗﺒﻞ ﻣﺤﻜﻤﺔ ﻣﺨﺘﺼﺔ، ﻓﻠﻦ ﻳﺆﺛﺮ ﻫﺬﺍ ﺍﻟﺒﻄﻼﻥ ﻋﻠﻰ ﺻﻼﺣﻴﺔ ﺃﻭ ﺗﻨﻔﻴﺬ ﺃﻱ ﺣﻜﻢ ﺁﺧﺮ ﻭﻳﻌﺘﺒﺮ ﻫﺬﺍ ﺍﻟﺤﻜﻢ ﻏﻴﺮ ﺍﻟﺼﺎﻟﺢ ﻣﻨﻔﺼﻼ ﻋﻦ ﺍﻻﺗﻔﺎﻗﻴﺔ."
    },
    {
        "id": "sec_20",
        "lang": "ar",
        "title": "19. \tﻗﺎﺑﻠﻴﺔ ﺍﻟﺘﺨﺼﻴﺺ",
        "level": 1,
        "start_char": 22009,
        "end_char": 22244,
        "len": 235,
        "text": "19. \tﻗﺎﺑﻠﻴﺔ ﺍﻟﺘﺨﺼﻴﺺ \nﺍﻻﺗﻔﺎﻗﻴﺔ ﺷﺨﺼﻴﺔ ﻟﻠﻤﻄﻮﺭ ﻭﻻ ﻳﺠﻮﺯ ﺍﻟﺘﻨﺎﺯﻝ ﻋﻨﻬﺎ ﺑﻤﻮﺟﺐ ﺃﻱ ﺇﺟﺮﺍﺀ ﻣﻦ ﺍﻹﺟﺮﺍﺀﺍﺕ \nﺍﻟﻤﻄﻮﺭ ﺃﻭ ﺑﻤﻮﺟﺐ ﺍﻟﻘﺎﻧﻮﻥ ﻣﺎ ﻟﻢ ﻳﻜﻦ ﺫﻟﻚ ﻓﻴﻤﺎ ﻳﺘﻌﻠﻖ ﺑﻨﻘﻞ ﺟﻤﻴﻊ ﺃﺻﻮﻝ ﺍﻟﻤﻄﻮﺭ ﺑﺸﻜﻞ ﻛﺒﻴﺮ ﺃﻭ ﺑﻤﻮﺍﻓﻘﺔ ﺍﻟﺸﺮﻛﺔ، ﻭﺍﻟﺘﻲ ﻻ ﻳﺠﻮﺯ ﺣﺠﺐ ﺍﻟﻤﻮﺍﻓﻘﺔ ﺑﺸﻜﻞ ﻏﻴﺮ ﻣﻌﻘﻮﻝ."
    },
    {
        "id": "sec_21",
        "lang": "ar",
        "title": "20. \tﺗﻜﺎﻣﻞ",
        "level": 1,
        "start_char": 22244,
        "end_char": 23219,
        "len": 975,
        "text": "20. \tﺗﻜﺎﻣﻞ \nﺗﺸﻜﻞ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺍﻟﺘﻔﺎﻫﻢ ﺍﻟﻜﺎﻣﻞ ﻟﻠﻄﺮﻓﻴﻦ، ﻭﺗﻠﻐﻲ ﻭﺗﺤﻞ ﻣﺤﻞ ﺟﻤﻴﻊ ﺍﻻﺗﻔﺎﻗﻴﺎﺕ ﺍﻟﺴﺎﺑﻘﺔ ﺑﻴﻦ ﺍﻟﻄﺮﻓﻴﻦ ﻭﺗﻬﺪﻑ ﺇﻟﻰ ﺃﻥ ﺗﻜﻮﻥ ﺗﻌﺒﻴﺮﺍ ﻧﻬﺎﺋﻴﺎ ﻋﻦ ﺍﺗﻔﺎﻗﻴﻬﻤﺎ.  \nﻻ ﻳﺠﻮﺯ ﺗﻌﺪﻳﻠﻬﺎ ﺃﻭ ﺗﻌﺪﻳﻠﻬﺎ ﺇﻻ ﻛﺘﺎﺑﻴﺎ ﻣﻮﻗﻌﺎ ﻣﻦ ﺍﻷﻃﺮﺍﻑ ﻓﻲ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻭﺗﺸﻴﺮ ﻋﻠﻰ ﻭﺟﻪ ﺍﻟﺘﺤﺪﻳﺪ ﺇﻟﻰ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ.  ﺗﻜﻮﻥ ﻟﻬﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺍﻷﺳﺒﻘﻴﺔ ﻋﻠﻰ ﺃﻱ ﻣﺴﺘﻨﺪﺍﺕ ﺃﺧﺮﻯ ﻗﺪ ﺗﺘﻌﺎﺭﺽ ﻣﻌﻬﺎ. \nﻭﺇﺛﺒﺎﺗﺎ ﻋﻠﻰ ﺫﻟﻚ، ﻓﺈﻥ ﺍﻟﻄﺮﻓﻴﻦ، ﺍﻟﻠﺬﻳﻦ ﻳﻌﺘﺰﻣﺎﻥ ﺃﻥ ﻳﻜﻮﻧﺎ ﻣﻠﺰﻣﻴﻦ ﻗﺎﻧﻮﻧﺎ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﻗﺪ ﺗﺴﺒﺐ ﻛﻞ ﻣﻨﻬﻤﺎ ﻓﻲ ﻟﺼﻖ ﻳﺪﻩ ﻭﺧﺘﻢ ﺍﻟﻴﻮﻡ ﺍﻟﻤﺸﺎﺭ ﺇﻟﻴﻪ. \nﺷﺮﻛﺔ ﺗﻮﺯﻳﻊ ﺍﻟﺒﺮﻣﺠﻴﺎﺕ ، \tﻣﻮﻗﻊ ﻭﻳﺐ ﺧﺎﺭﺝ ﺍﻟﻤﻮﻗﻊ \nﺷﺮﻛﻪ. \tﺷﺮﻛﺔ ﺗﻄﻮﻳﺮ \nﺏ: \tﺏ: \nﻋﻨﻮﺍﻥ: \tﺍﻟﻌﻨﻮﺍﻥ: ﺍﻟﺘﺎﺭﻳﺦ: \tﺗﺎﺭﻳﺦ: \nﺍﻟﻤﺴﺘﻨﺪ ﺃ - ﺇﺭﻓﺎﻕ ﺍﻗﺘﺮﺍﺡ ﺍﻟﻤﻄﻮﺭ \nﺍﻟﻤﺴﺘﻨﺪ ﺏ - ﺍﻟﺠﺪﻭﻝ ﺍﻟﺰﻣﻨﻲ ﻟﺘﻄﻮﻳﺮ ﻣﻮﻗﻊ ﺍﻟﺸﺮﻛﺔ \nﻳﺠﺐ ﺍﻻﻧﺘﻬﺎﺀ ﻣﻦ ﺟﻤﻴﻊ ﺍﻷﻋﻤﺎﻝ ﻓﻲ ﺍﻟﻮﻗﺖ ﺍﻟﻤﻨﺎﺳﺐ ﻟﻠﻌﺮﺽ ﺍﻟﺘﻮﺿﻴﺤﻲ ﻓﻲ \nﻋﺮﺽ ﺍﻟﺘﺮﺧﻴﺺ ﻓﻲ ﻧﻴﻮﻳﻮﺭﻙ ﻓﻲ [ﺍﻟﺘﺎﺭﻳﺦ].  ﺍﻟﻮﻗﺖ ﻫﻮ ﺟﻮﻫﺮ ﺑﺎﻟﻨﺴﺒﺔ ﻟﻮﺿﻊ ﺍﻟﻠﻤﺴﺎﺕ ﺍﻷﺧﻴﺮﺓ ﻋﻠﻰ ﻫﺬﺍ ﺍﻟﻤﻮﻗﻊ ﻋﻠﻰ ﺷﺒﻜﺔ ﺍﻹﻧﺘﺮﻧﺖ ﻟﻠﻌﺮﺽ ﻓﻲ ﺍﻟﻤﻌﺮﺽ ﺍﻟﺘﺠﺎﺭﻱ. \n* \tﺟﻤﻴﻊ ﺍﻹﺷﺎﺭﺍﺕ ﺇﻟﻰ \"ﺃﻳﺎﻡ\" ﺗﻌﻨﻲ \"ﺃﻳﺎﻡ ﺍﻟﻌﻤﻞ\" \n** \tﻳﺠﺐ ﺗﻨﻔﻴﺬ ﺃﻱ ﺗﻐﻴﻴﺮﺍﺕ ﺗﻄﻠﺒﻬﺎ ﺍﻟﺸﺮﻛﺔ ﻓﻲ ﻏﻀﻮﻥ 5 ﺃﻳﺎﻡ ﺃﻭ ﺃﻗﻞ ﻣﻦ ﻗﺒﻞ \nﺍﻟﻤﻄﻮﺭ"
    }
]