[
    {
        "full_text": "ﺍﺗﻔﺎﻗﻴﺔ ﻣﺰﻭﺩ ﺍﻟﺨﺪﻣﺔ ﺍﻟﻤﺪﺍﺭﺓ \nﻳﺘﻢ ﺇﺑﺮﺍﻡ ﺍﺗﻔﺎﻗﻴﺔ ﻣﺰﻭﺩ ﺍﻟﺨﺪﻣﺔ ﺍﻟﻤﺪﺍﺭﺓ ﻫﺬﻩ (\"ﺍﻻﺗﻔﺎﻗﻴﺔ\") ﻭﺇﺑﺮﺍﻣﻬﺎ ﺍﻋﺘﺒﺎﺭﺍ ﻣﻦ ﺁﺧﺮ ﺗﺎﺭﻳﺦ ﺗﻢ ﺗﻨﻔﻴﺬﻩ ﺃﺩﻧﺎﻩ (\"ﺗﺎﺭﻳﺦ ﺍﻟﺴﺮﻳﺎﻥ\") ﻣﻦ ﻗﺒﻞ ﻭﺑﻴﻦ ﺷﺮﻛﺔ Corelight, Inc. (\"ﺍﻟﺸﺮﻛﺔ\") ﻭ _________________________________________________(\"MSP\"). ﺗﺘﻜﻮﻥ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻣﻦ ﺍﻟﺸﺮﻭﻁ ﻭﺍﻷﺣﻜﺎﻡ ﺍﻟﻤﻨﺼﻮﺹ ﻋﻠﻴﻬﺎ ﻫﻨﺎ، ﺟﻨﺒﺎ ﺇﻟﻰ ﺟﻨﺐ ﻣﻊ ﺃﻱ ﻣﺴﺘﻨﺪﺍﺕ ﻣﺮﻓﻘﺔ ﺑﻬﺬﻩ ﺍﻟﻮﺛﻴﻘﺔ ﻭﺍﻟﻤﺴﺘﻨﺪﺍﺕ ﺍﻟﻤﻀﻤﻨﺔ ﻫﻨﺎ ﺑﺎﻹﺷﺎﺭﺓ، ﻭﻛﻠﻬﺎ ﺟﺰﺀ ﻣﻦ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ.  \n1. \tﺍﻟﺘﻌﺎﺭﻳﻒ \n\"ﺍﻟﻮﺛﺎﺋﻖ\" ﺗﻌﻨﻲ ﻭﺛﺎﺋﻖ ﺍﻟﺸﺮﻛﺔ ﺍﻟﻤﻘﺪﻣﺔ ﺇﻟﻰ MSP ﻭﺍﻟﻤﺼﺎﺣﺒﺔ ﻟﻤﻨﺘﺞ MSP ﺍﻟﻤﺮﺧﺺ. ﻻ ﺗﺘﻀﻤﻦ ﺍﻟﻮﺛﺎﺋﻖ ﺃﻱ ﻣﺤﺘﻮﻯ ﺟﻮﻫﺮﻱ ﺃﻭ ﻣﻌﻠﻮﻣﺎﺕ ﺑﺄﻱ ﺗﻨﺴﻴﻖ ﻳﺘﻢ ﺍﻟﺤﺼﻮﻝ ﻋﻠﻴﻬﺎ ﺃﻭ ﻣﺸﺘﻘﻬﺎ ﻣﻦ ﻣﺼﺎﺩﺭ ﺧﺎﺭﺟﻴﺔ ﺧﺎﺭﺝ ﺍﻟﺸﺮﻛﺔ ﻭﺍﻟﺘﻲ ﻗﺪ ﺗﺼﻞ ﺇﻟﻴﻬﺎ MSP ﻣﻦ ﺧﻼﻝ ﺃﻭ ﺩﺍﺧﻞ ﺃﻭ ﺑﺎﻻﻗﺘﺮﺍﻥ ﻣﻊ ﺍﺳﺘﺨﺪﺍﻡ MSP ﻟﻤﻨﺘﺞ MSP ﺍﻟﻤﺮﺧﺺ. \n\"ﻣﻨﺘﺞ (ﻣﻨﺘﺠﺎﺕ) MSP ﺍﻟﻤﺮﺧﺺ\" ﻳﻌﻨﻲ ﻛﻞ ﺃﻭ ﻛﻞ ﻣﻨﻬﺎ، ﻛﻤﺎ ﻳﺴﻤﺢ ﺍﻟﺴﻴﺎﻕ ﺑﺬﻟﻚ، ﻛﻤﺎ ﻫﻮ ﻣﺘﺎﺡ ﻭﻣﺪﻋﻮﻡ ﻣﻦ ﻗﺒﻞ ﺍﻟﺸﺮﻛﺔ ﺍﻟﺘﻲ ﺣﺪﺩﺗﻬﺎ ﺍﻟﺸﺮﻛﺔ ﻋﻠﻰ ﺃﻧﻬﺎ ﻗﺎﺩﺭﺓ ﻋﻠﻰ ﺍﻟﺘﺮﺧﻴﺺ ﻣﻦ ﻗﺒﻞ ﻣﺰﻭﺩ ﺧﺪﻣﺔ ﻣﺪﺍﺭ، ﻭﺍﻟﺘﻲ ﻳﺘﻢ ﺇﺻﺪﺍﺭﻫﺎ ﺇﻟﻰ MSP ﻷﻏﺮﺍﺽ ﺍﻷﻋﻤﺎﻝ ﺍﻟﺪﺍﺧﻠﻴﺔ ﻟﻌﻤﻴﻞ MSP، ﺟﻨﺒﺎ ﺇﻟﻰ ﺟﻨﺐ ﻣﻊ ﺍﻟﻮﺛﺎﺋﻖ ﻭﺃﻱ ﺗﺤﺪﻳﺜﺎﺕ. \n\"ﺍﻟﻨﻤﻮﺫﺝ\" ﺃﻭ \"SKU\" ﻳﻌﻨﻲ ﻣﻨﺘﺞ MSP ﻣﺮﺧﺺ ﻣﻊ ﻗﺪﺭﺓ ﺃﺩﺍﺀ ﻣﺼﻤﻤﺔ ﻭﻣﻨﺸﻮﺭﺓ ﻣﻦ ﻗﺒﻞ ﺍﻟﺸﺮﻛﺔ ﻭﺧﺼﺎﺋﺺ ﻭﻇﻴﻔﻴﺔ ﻭﺗﻜﻮﻳﻦ ﺍﻟﺠﻬﺎﺯ ﺍﻟﻈﺎﻫﺮﻱ ﻭﻣﻮﺍﺻﻔﺎﺕ ﺗﺨﺼﻴﺺ ﺍﻟﻤﻮﺍﺭﺩ. \n\"MSP\" ﻳﻌﻨﻲ ﺍﻟﻄﺮﻑ ﺍﻟﻤﺤﺪﺩ ﻓﻲ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺍﻟﺬﻱ ﻳﺤﺘﻔﻆ ﺑﻤﻮﻇﻔﻴﻦ ﻣﻌﺘﻤﺪﻳﻦ ﻣﻦ ﻗﺒﻞ ﺍﻟﺸﺮﻛﺔ ﻟﺘﺜﺒﻴﺖ ﻭﻧﺸﺮ ﻭﺍﺳﺘﺨﺪﺍﻡ ﻭﺇﺩﺍﺭﺓ ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﻛﺨﺪﻣﺔ MSP ﻧﻴﺎﺑﺔ ﻋﻦ ﻛﻞ ﻋﻤﻴﻞ ﻣﻌﻴﻦ ﻣﻦ ﻋﻤﻼﺀ MSP ﻭﻓﻘﺎ ﻟﺸﺮﻭﻁ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ. \n\"ﻋﻤﻴﻞ (ﻋﻤﻴﻠﻮﻥ) MSP\" ﻳﻌﻨﻲ ﻣﺆﺳﺴﺔ ﺍﻟﻄﺮﻑ ﺍﻟﺜﺎﻟﺚ ﺍﻟﻤﺤﺪﺩﺓ ﺍﻟﺘﻲ ﺗﻘﺪﻡ MSP ﺧﺪﻣﺎﺕ ﻣﺪﺍﺭﺓ ﻟﻬﺎ ﺑﻤﻮﺟﺐ ﺍﺗﻔﺎﻗﻴﺔ ﻣﻜﺘﻮﺑﺔ ﻣﻊ ﻫﺬﺍ ﺍﻟﻄﺮﻑ ﺍﻟﺜﺎﻟﺚ. \n\"ﻣﻨﺘﺞ (ﻣﻨﺘﺠﺎﺕ) MSP\" ﻳﻌﻨﻲ ﻣﻨﺘﺠﺎﺕ ﺍﻟﺸﺮﻛﺔ ﺍﻟﺘﻲ ﺗﺒﻴﻌﻬﺎ MSP ﻋﻠﻰ ﺃﺳﺎﺱ ﻣﺰﻭﺩ ﺍﻟﺨﺪﻣﺔ ﺍﻟﻤﺪﺍﺭﺓ. \n\"ﺧﺪﻣﺔ (ﺧﺪﻣﺎﺕ) MSP\" ﺗﻌﻨﻲ ﺍﻻﺳﺘﺨﺪﺍﻡ ﺍﻟﻤﺮﺧﺺ ﻟﻤﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﻣﻦ ﻗﺒﻞ MSP ﻧﻴﺎﺑﺔ ﻋﻦ ﻋﻤﻴﻞ MSP.  \n\"ﻣﺪﺓ ﺍﻻﺷﺘﺮﺍﻙ\" ﺗﻌﻨﻲ ، ﺇﻥ ﺃﻣﻜﻦ، ﻣﺪﺓ ﺍﻻﺷﺘﺮﺍﻙ ﺍﻟﻤﺤﺪﺩﺓ ﻟﻠﻨﻤﻮﺫﺝ ﻓﻲ ﺍﻟﻄﻠﺐ ﺍﻟﻤﻘﺪﻡ ﻣﻦ MSP ﻭﺍﻟﻤﻘﺒﻮﻟﺔ ﻣﻦ ﻗﺒﻞ ﺍﻟﺸﺮﻛﺔ.  \n\"ﺍﻹﻗﻠﻴﻢ\" ﻳﻌﻨﻲ ﺍﻟﻤﻨﻄﻘﺔ ﺍﻟﺠﻐﺮﺍﻓﻴﺔ ﺍﻟﺘﻲ ﻗﺪ ﻳﻘﺪﻡ ﻓﻴﻬﺎ MSP ﺧﺪﻣﺎﺕ MSP ﻟﻌﻤﻼﺀ MSP ﻛﻤﺎ ﻫﻮ ﻣﺤﺪﺩ ﻓﻲ ﺍﻷﻣﺮ. \n\"ﺗﻄﺒﻴﻘﺎﺕ ﺍﻟﻄﺮﻑ ﺍﻟﺜﺎﻟﺚ\" ﺗﻌﻨﻲ ﺍﻟﻤﻜﻮﻧﺎﺕ ﺍﻹﺿﺎﻓﻴﺔ ﺃﻭ ﺍﻟﻤﻮﺍﺭﺩ ﺃﻭ ﺍﻟﺮﻭﺍﺑﻂ ﺇﻟﻰ ﺧﺪﻣﺎﺕ ﺃﻭ ﻣﻮﺍﻗﻊ ﻭﻳﺐ ﺃﺧﺮﻯ ﻳﺘﻢ ﺗﻮﻓﻴﺮﻫﺎ ﻣﻦ ﻗﺒﻞ ﺟﻬﺎﺕ ﺧﺎﺭﺟﻴﺔ ﻻﺳﺘﺨﺪﺍﻡ MSP ﻓﻴﻤﺎ ﻳﺘﻌﻠﻖ ﺑﻤﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ.   \n\"ﺍﻟﺘﺤﺪﻳﺚ\" ﻳﻌﻨﻲ ﺗﺤﺪﻳﺜﺎ ﻟﻤﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﺍﻟﺘﻲ ﺗﻮﻓﺮﻫﺎ ﺍﻟﺸﺮﻛﺔ ﻝMSP.  \nﻣﻮﻋﺪ; ﻣﺤﻠﺔ; ﺍﻟﻤﻨﺘﺠﺎﺕ. ﻣﻊ ﻣﺮﺍﻋﺎﺓ ﺟﻤﻴﻊ ﺷﺮﻭﻁ ﻭﺃﺣﻜﺎﻡ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﺗﻌﻴﻦ ﺍﻟﺸﺮﻛﺔ ﺑﻤﻮﺟﺐ ﻫﺬﺍ MSP ﻟﻤﺪﺓ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻛﻤﺰﻭﺩ MSP ﻏﻴﺮ ﺣﺼﺮﻱ ﻟﻤﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﻭﺧﺪﻣﺎﺕ MSP. ﻳﺠﻮﺯ ﻟﺸﺮﻛﺔ MSP ﺗﺴﻮﻳﻖ ﻭﺗﺮﻭﻳﺞ ﻭﺗﻮﺯﻳﻊ ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﻭﺧﺪﻣﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ، ﺷﺮﻳﻄﺔ ﺃﻥ ﻳﻮﺍﻓﻖ ﺍﻟﻤﺴﺘﺨﺪﻡ ﺍﻟﻨﻬﺎﺋﻲ ﻋﻠﻰ ﺷﺮﻭﻁ ﺍﺗﻔﺎﻗﻴﺔ ﺍﻟﻌﻤﻴﻞ ﺍﻟﺮﺋﻴﺴﻴﺔ ﺍﻟﺤﺎﻟﻴﺔ ﻟﻠﺸﺮﻛﺔ ﺍﻋﺘﺒﺎﺭﺍ ﻣﻦ ﺗﺎﺭﻳﺦ ﺍﻟﺴﺮﻳﺎﻥ (\"MCA\")، ﺃﻭ ﻓﻲ ﺣﺎﻟﺔ ﺗﻘﻴﻴﻢ ﻭﺍﺣﺪ ﺃﻭ ﺃﻛﺜﺮ ﻣﻦ ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﻭﺧﺪﻣﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ، ﻳﻮﺍﻓﻖ ﺍﻟﻤﺴﺘﺨﺪﻡ ﺍﻟﻨﻬﺎﺋﻲ ﻋﻠﻰ ﺍﺗﻔﺎﻗﻴﺔ MCA ﺃﻭ ﺍﺗﻔﺎﻗﻴﺔ ﺍﻟﺘﻘﻴﻴﻢ ﺍﻟﺤﺎﻟﻴﺔ ﻟﻠﺸﺮﻛﺔ (\"ﺍﺗﻔﺎﻗﻴﺔ ﺍﻟﺘﻘﻴﻴﻢ\"”).  ﺗﺘﻮﻓﺮ ﺍﺗﻔﺎﻗﻴﺔ ﺗﺤﺪﻱ ﺍﻷﻟﻔﻴﺔ ﻭﺍﻟﺘﻘﻴﻴﻢ ﺍﻟﺤﺎﻟﻴﺔ ﻟﻠﺸﺮﻛﺔ ﻓﻲ https://corelight.com/legal/agreements ، ﻭﻗﺪ ﻳﺘﻢ ﺗﺤﺪﻳﺚ ﻛﻼﻫﻤﺎ ﻣﻦ ﻗﺒﻞ ﺍﻟﺸﺮﻛﺔ ﻣﻦ ﻭﻗﺖ ﻵﺧﺮ. ﻻ ﻳﺠﻮﺯ ﺗﻔﺴﻴﺮ ﺃﻱ ﺷﻲﺀ ﻓﻲ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻋﻠﻰ ﺃﻧﻪ ﻳﺤﺪ ﺑﺄﻱ ﺷﻜﻞ ﻣﻦ ﺍﻷﺷﻜﺎﻝ ﻣﻦ ﺃﻧﺸﻄﺔ ﺍﻟﺘﺴﻮﻳﻖ ﺃﻭ ﺍﻟﺘﻮﺯﻳﻊ ﻟﻠﺸﺮﻛﺔ ﺃﻭ ﺗﻌﻴﻴﻨﻬﺎ ﻟﺘﺠﺎﺭ ﺁﺧﺮﻳﻦ ﺃﻭ ﻣﺰﻭﺩﻱ ﺧﺪﻣﺎﺕ ﻣﺪﺍﺭﺓ ﺃﻭ ﺑﺎﺋﻌﻴﻦ ﺃﻭ ﻣﺮﺧﺺ ﻟﻬﻢ ﺃﻭ ﻭﻛﻼﺀ.   \nﺍﻟﺘﺮﺍﺧﻴﺺ. ﻣﻊ ﻣﺮﺍﻋﺎﺓ ﺍﻣﺘﺜﺎﻝ MSP ﻟﺸﺮﻭﻁ ﻭﺃﺣﻜﺎﻡ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﺗﻤﻨﺢ ﺍﻟﺸﺮﻛﺔ ﺑﻤﻮﺟﺐ ﻫﺬﺍ MSP، ﻭﺗﻘﺒﻞ MSP ﺑﻤﻮﺟﺐ ﻫﺬﺍ ﺣﻘﺎ ﻏﻴﺮ ﺣﺼﺮﻱ ﻭﻏﻴﺮ ﻗﺎﺑﻞ ﻟﻠﺘﺤﻮﻳﻞ ﻭﻏﻴﺮ ﻗﺎﺑﻞ ﻟﻠﺘﻨﺎﺯﻝ ﻟﺘﻮﺯﻳﻊ ﻭﻧﺸﺮ ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﻟﻌﻤﻼﺀ MSP ﻭﺍﺳﺘﺨﺪﺍﻡ ﻭﺇﺩﺍﺭﺓ ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﻓﻘﻂ ﻧﻴﺎﺑﺔ ﻋﻦ ﻋﻤﻼﺀ MSP ﻟﺘﻘﺪﻳﻢ ﺧﺪﻣﺎﺕ MSP ﻓﻲ ﺍﻹﻗﻠﻴﻢ.  \nﺍﻟﻌﻼﻣﺎﺕ ﺍﻟﺘﺠﺎﺭﻳﺔ. ﺳﺘﺴﺘﺨﺪﻡ MSP ﺃﺳﻤﺎﺀ ﺍﻟﺸﺮﻛﺔ ﻭﻋﻼﻣﺎﺗﻬﺎ ﻭﺷﻌﺎﺭﺍﺗﻬﺎ ﻭﺍﻟﻤﻌﺮﻓﺎﺕ ﺍﻷﺧﺮﻯ ﺍﻟﺤﺎﻟﻴﺔ ﻓﻲ ﺫﻟﻚ ﺍﻟﻮﻗﺖ ﻟﻤﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ (\"ﺍﻟﻌﻼﻣﺎﺕ ﺍﻟﺘﺠﺎﺭﻳﺔ\") ﻭﺍﻹﺷﻌﺎﺭﺍﺕ ﺍﻟﻤﺘﻌﻠﻘﺔ ﺑﺎﻟﻤﻠﻜﻴﺔ ﺍﻟﻔﻜﺮﻳﺔ ﺍﻟﻤﻌﻴﻨﺔ ﻣﻦ ﻗﺒﻞ ﺍﻟﺸﺮﻛﺔ ﻋﻠﻰ ﺃﻭ ﻓﻲ ﻋﺒﻮﺓ ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﻭﺍﻟﻤﻮﺍﺩ ﺍﻹﻋﻼﻧﻴﺔ ﻭﺍﻟﺘﺮﻭﻳﺠﻴﺔ ﺍﻟﺨﺎﺻﺔ ﺏ MSP ﻟﻤﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﻫﺬﻩ، ﺷﺮﻳﻄﺔ ﺃﻥ ﺗﻘﻮﻡ MSP ﺑﻤﺎ ﻳﻠﻲ: (ﺃ) ﺍﺳﺘﺨﺪﺍﻡ ﺍﻟﻌﻼﻣﺎﺕ ﺍﻟﺘﺠﺎﺭﻳﺔ ﻓﻘﻂ ﺑﺎﻟﺸﻜﻞ ﻭﺍﻟﻄﺮﻳﻘﺔ،  ﻭﻭﻓﻘﺎ ﻟﻤﻌﺎﻳﻴﺮ ﺍﻟﺠﻮﺩﺓ ﻭﺇﺭﺷﺎﺩﺍﺕ ﺍﻻﺳﺘﺨﺪﺍﻡ ﺍﻟﺘﻲ ﺗﺤﺪﺩﻫﺎ ﺍﻟﺸﺮﻛﺔ ﻋﻠﻰ ﻭﺟﻪ ﺍﻟﺘﺤﺪﻳﺪ ﻭﻓﻘﻂ ﻓﻴﻤﺎ ﻳﺘﻌﻠﻖ  ﺑﻬﺎ\nﺍﻟﺼﻔﺤﺔ 1 ﻣﻦ 7 \nCorelight ﺳﺮﻳﺔ ﻭﻣﻤﻠﻮﻛﺔ \nﺍﺗﻔﺎﻗﻴﺔ ﻣﺰﻭﺩ ﺍﻟﺨﺪﻣﺔ ﺍﻟﻤﺪﺍﺭﺓ  v.221026\nﻣﻊ ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ. ﻭ (ﺏ) ﻋﻨﺪ ﺇﻧﻬﺎﺀ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻷﻱ ﺳﺒﺐ ﻣﻦ ﺍﻷﺳﺒﺎﺏ، ﺍﻟﺘﻮﻗﻒ ﻓﻮﺭﺍ ﻋﻦ ﺍﺳﺘﺨﺪﺍﻡ ﺍﻟﻌﻼﻣﺎﺕ ﺍﻟﺘﺠﺎﺭﻳﺔ.   \n5. \tﺣﻘﻮﻕ ﺍﻟﻤﻠﻜﻴﺔ ﺍﻟﻔﻜﺮﻳﺔ \n5.1. ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ. ﺗﻤﺘﻠﻚ ﺍﻟﺸﺮﻛﺔ ﻭ / ﺃﻭ ﺍﻟﻤﺮﺧﺼﻮﻥ ﺍﻟﺘﺎﺑﻌﻮﻥ ﻟﻬﺎ ﺟﻤﻴﻊ ﺣﻘﻮﻕ ﺍﻟﻤﻠﻜﻴﺔ ﻭﺍﻟﻤﻠﻜﻴﺔ ، ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ ﻋﻠﻰ ﺳﺒﻴﻞ ﺍﻟﻤﺜﺎﻝ ﻻ ﺍﻟﺤﺼﺮ ﺟﻤﻴﻊ ﺣﻘﻮﻕ ﺍﻟﻤﻠﻜﻴﺔ ﺍﻟﻔﻜﺮﻳﺔ ، ﻓﻲ ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﻭﺟﻤﻴﻊ ﻧﺴﺨﻬﺎ ، ﻭﻛﻠﻬﺎ ﺗﺤﺘﻮﻱ ﻋﻠﻰ ﺃﺳﺮﺍﺭ ﺗﺠﺎﺭﻳﺔ ﻗﻴﻤﺔ ﻭﺣﻘﻮﻕ ﻣﻠﻜﻴﺔ ﻓﻜﺮﻳﺔ ﺃﺧﺮﻯ ﻟﻠﺸﺮﻛﺔ ﻭ / ﺃﻭ ﺍﻟﻤﺮﺧﺼﻴﻦ ﻟﻬﺎ. ﺗﺮﺧﻴﺺ ﺍﻻﺳﺘﺨﺪﺍﻡ ﺍﻟﻤﻮﺿﺢ ﻫﻨﺎ ﻟﻴﺲ ﺑﻴﻌﺎ ﻟﻤﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﺃﻭ ﺃﻱ ﻧﺴﺦ ﻣﻨﻬﺎ، ﻛﻤﺎ ﺃﻧﻪ ﻟﻴﺲ ﺗﻨﺎﺯﻻ ﻋﻦ ﺣﻘﻮﻕ ﺍﻟﺸﺮﻛﺔ ﺑﻤﻮﺟﺐ ﻗﻮﺍﻧﻴﻦ ﺣﻘﻮﻕ ﺍﻟﻄﺒﻊ ﻭﺍﻟﻨﺸﺮ ﺍﻷﻣﺮﻳﻜﻴﺔ ﺃﻭ ﺃﻱ ﻗﻮﺍﻧﻴﻦ ﻓﻴﺪﺭﺍﻟﻴﺔ ﺃﻭ ﺣﻜﻮﻣﻴﺔ ﺃﻭ ﻗﻮﺍﻧﻴﻦ ﺃﺧﺮﻯ ﻣﻌﻤﻮﻝ ﺑﻬﺎ.  \n5.2. ﺍﻟﺘﻌﺪﻳﻼﺕ. ﻻ ﻳﺴﻤﺢ ﻟﺸﺮﻛﺔ MSP ﺑﺈﺟﺮﺍﺀ ﺃﻱ ﺗﻌﺪﻳﻼﺕ ﻋﻠﻰ ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ. ﻋﻠﻰ ﺍﻟﺮﻏﻢ ﻣﻤﺎ ﺳﺒﻖ، ﺇﺫﺍ ﺃﺟﺮﺕ MSP ﺃﻱ ﺗﻌﺪﻳﻼﺕ ﻋﻠﻰ ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﺑﻤﺎ ﻳﻨﺘﻬﻚ ﺍﻟﺠﻤﻠﺔ ﺍﻟﺴﺎﺑﻘﺔ، ﺗﻮﺍﻓﻖ MSP ﻋﻠﻰ ﺍﻟﺘﻨﺎﺯﻝ ﻋﻦ ﺟﻤﻴﻊ ﺍﻟﺤﻘﻮﻕ ﻭﺍﻟﻤﻠﻜﻴﺔ ﻭﺍﻟﻤﺼﺎﻟﺢ ﻓﻲ ﻫﺬﻩ ﺍﻟﺘﻌﺪﻳﻼﺕ ﻟﻠﺸﺮﻛﺔ. \n6. \tﺍﻟﺘﺰﺍﻣﺎﺕ MSP \n6.1. ﺍﻻﺗﻔﺎﻗﻴﺎﺕ ﻣﻊ ﻋﻤﻼﺀ MSP. ﺳﺘﻀﻤﻦ MSP ﺃﻥ ﺍﺗﻔﺎﻗﻴﺘﻬﺎ ﻣﻊ ﻛﻞ ﻋﻤﻴﻞ ﻣﻦ ﻋﻤﻼﺀ MSP ﺗﺤﺘﻮﻱ ﻋﻠﻰ ﺷﺮﻭﻁ ﺗﺤﻤﻲ ﺍﻟﺸﺮﻛﺔ ﻋﻠﻰ ﺍﻷﻗﻞ ﻣﺜﻞ ﺗﻠﻚ ﺍﻟﻤﻨﺼﻮﺹ ﻋﻠﻴﻬﺎ ﻓﻲ MCA ﻟﻠﺸﺮﻛﺔ ﻭﺃﻧﻬﺎ ﺗﺴﻤﻲ ﺍﻟﺸﺮﻛﺔ ﻛﻄﺮﻑ ﺛﺎﻟﺚ ﻣﺴﺘﻔﻴﺪ ﻣﻦ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ. ﺗﻮﺍﻓﻖ MSP ﻋﻠﻰ ﺗﻌﻮﻳﺾ ﺍﻟﺸﺮﻛﺔ ﻋﻦ ﺃﻱ ﻣﻄﺎﻟﺒﺎﺕ ﺃﻭ ﺧﺴﺎﺋﺮ ﻧﺎﺗﺠﺔ ﻋﻦ ﺧﺮﻕ MSP ﻟﻬﺬﺍ ﺍﻟﻘﺴﻢ. \n6.2. ﻣﺮﺍﺟﻌﺔ ﺧﻂ ﺍﻷﻧﺎﺑﻴﺐ ﺍﻟﺸﻬﺮﻳﺔ. ﻋﻠﻰ ﺃﺳﺎﺱ ﺷﻬﺮﻱ ، ﻓﻲ ﻭﻗﺖ ﻣﺘﻔﻖ ﻋﻠﻴﻪ ﻟﻠﻄﺮﻓﻴﻦ ، ﺳﺘﻨﺎﻗﺶ MSP ﻣﻊ ﺍﻟﺸﺮﻛﺔ ﺍﻟﻔﺮﺹ ﺍﻟﺤﺎﻟﻴﺔ ﺍﻟﺘﻲ ﺗﻄﻮﺭﻫﺎ MSP ﻣﻊ ﺍﻟﻌﻤﻼﺀ ﺍﻟﻤﺤﺘﻤﻠﻴﻦ ﻣﻦ ﺃﺟﻞ ﺍﻟﺘﻨﺒﺆ ﺑﺎﻷﻋﻤﺎﻝ ﺍﻟﻤﺴﺘﻘﺒﻠﻴﺔ.  \nﺃﻭﺍﻣﺮ ﺍﻟﻤﻨﺘﺞ ﻭﺍﻟﺴﻌﺮ ﻭﺍﻟﺪﻓﻊ.  \nﺃﻭﺍﻣﺮ ﺍﻟﺸﺮﺍﺀ ﻭﺍﻟﻔﻮﺍﺗﻴﺮ. ﻳﺠﻮﺯ ﻟﺸﺮﻛﺔ MSP ﻃﻠﺐ ﻭﺣﺪﺍﺕ SKU ﺍﻟﻤﻌﻴﻨﺔ ﻛﻤﻨﺘﺠﺎﺕ MSP ﻣﺮﺧﺼﺔ ﻓﻘﻂ ﻋﻠﻰ ﺍﻟﻨﺤﻮ ﺍﻟﺬﻱ ﺗﺤﺪﺩﻩ ﺍﻟﺸﺮﻛﺔ ﻭﻓﻘﺎ ﻟﺘﻘﺪﻳﺮﻫﺎ ﺍﻟﺨﺎﺹ. ﺳﺘﻘﻮﻡ MSP ﺑﺈﺭﺳﺎﻝ ﻃﻠﺐ ﺷﺮﺍﺀ ﺇﻟﻰ ﺍﻟﺸﺮﻛﺔ ﺑﻨﺎﺀ ﻋﻠﻰ ﺍﻟﻨﻤﻮﺫﺝ ﺍﻟﻤﻄﻠﻮﺏ. ﺗﺨﻀﻊ ﺍﻟﻄﻠﺒﺎﺕ ﻟﻠﻘﺒﻮﻝ ﻛﺘﺎﺑﻴﺎ ﻣﻦ ﻗﺒﻞ ﺍﻟﺸﺮﻛﺔ ﻭﻓﻘﺎ ﻟﺘﻘﺪﻳﺮﻫﺎ ﺍﻟﺨﺎﺹ ﻭﻟﻦ ﺗﻜﻮﻥ ﻣﻠﺰﻣﺔ ﻟﻠﺸﺮﻛﺔ ﺣﺘﻰ ﻗﺒﻞ ﻗﺒﻮﻝ ﺍﻟﺸﺮﻛﺔ ﺍﻟﺨﻄﻲ ﺃﻭ ﺗﺴﻠﻴﻤﻪ ﻟﻤﻨﺘﺞ MSP. ﺳﺘﻘﻮﻡ ﺍﻟﺸﺮﻛﺔ ﺑﺈﺻﺪﺍﺭ ﻓﺎﺗﻮﺭﺓ MSP ﻭﺳﺘﺪﻓﻊ MSP ﻟﻠﺸﺮﻛﺔ ﺍﻟﺴﻌﺮ ﺍﻟﻤﻨﺼﻮﺹ ﻋﻠﻴﻪ ﻓﻲ ﻗﺎﺋﻤﺔ ﺍﻷﺳﻌﺎﺭ ﺍﻟﺤﺎﻟﻴﺔ ﻟﻠﺸﺮﻛﺔ. ﺇﺫﺍ ﻛﺎﻧﺖ MSP ﺗﺸﺘﺮﻱ ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﺑﻤﻮﺟﺐ ﻣﺪﺓ ﺍﻻﺷﺘﺮﺍﻙ، ﻓﺴﺘﻘﻮﻡ ﺍﻟﺸﺮﻛﺔ ﺑﺈﺻﺪﺍﺭ ﻓﺎﺗﻮﺭﺓ ﻣﻘﺪﻣﺎ ﻟﻨﻈﺎﻡ MSP ﺑﻨﺎﺀ ﻋﻠﻰ ﺷﺮﻭﻁ ﺍﻟﻔﻮﺗﺮﺓ ﺍﻟﻤﺘﻔﻖ ﻋﻠﻴﻬﺎ ﻓﻲ ﺍﻟﻄﻠﺐ ﺍﻷﺻﻠﻲ (ﺷﻬﺮﻳﺎ ﺃﻭ ﺭﺑﻊ ﺳﻨﻮﻱ ﺃﻭ ﺳﻨﻮﻳﺎ) ﻟﻠﻔﺘﺮﺓ ﺍﻟﻤﺘﺒﻘﻴﺔ ﻣﻦ ﻣﺪﺓ ﺍﻻﺷﺘﺮﺍﻙ. ﺟﻤﻴﻊ ﺍﻟﻔﻮﺍﺗﻴﺮ ﻣﺴﺘﺤﻘﺔ ﻭﻭﺍﺟﺒﺔ ﺍﻟﺪﻓﻊ ﺑﻌﺪ ﺛﻼﺛﻴﻦ (30) ﻳﻮﻣﺎ ﻣﻦ ﺍﻻﺳﺘﻼﻡ، ﻣﺎ ﻟﻢ ﻳﺬﻛﺮ ﺧﻼﻑ ﺫﻟﻚ ﻓﻲ ﺍﻟﻔﺎﺗﻮﺭﺓ. ﺗﻘﺮ MSP ﻭﺗﻮﺍﻓﻖ ﻋﻠﻰ ﺃﻧﻪ ﻳﺠﻮﺯ ﻟﻠﺸﺮﻛﺔ، ﻣﻦ ﻭﻗﺖ ﻵﺧﺮ، ﺗﻐﻴﻴﺮ ﺍﻷﺳﻌﺎﺭ ﺍﻟﻤﻘﺘﺮﺣﺔ ﻟﻤﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﻭﺳﺘﻘﻮﻡ ﺑﺘﺰﻭﻳﺪ MSP ﺑﻘﻮﺍﺋﻢ ﺃﺳﻌﺎﺭ ﺟﺪﻳﺪﺓ ﻗﺒﻞ ﺛﻼﺛﻴﻦ (30) ﻳﻮﻣﺎ ﻋﻠﻰ ﺍﻷﻗﻞ ﻣﻦ ﺗﺎﺭﻳﺦ ﺳﺮﻳﺎﻥ ﺍﻟﺘﺴﻌﻴﺮ ﺍﻟﺠﺪﻳﺪ. ﻟﻦ ﻳﻨﻄﺒﻖ ﺃﻱ ﺗﻐﻴﻴﺮ ﻓﻲ ﺍﻷﺳﻌﺎﺭ ﻋﻠﻰ ﺃﻱ ﻃﻠﺐ ﺗﻢ ﺍﺳﺘﻼﻣﻪ ﻗﺒﻞ ﺗﺎﺭﻳﺦ ﻫﺬﺍ ﺍﻹﺷﻌﺎﺭ ﺇﺫﺍ ﻛﺎﻥ ﺗﺎﺭﻳﺦ ﺍﻟﺘﺴﻠﻴﻢ ﺍﻟﻤﻄﻠﻮﺏ ﺃﻗﻞ ﻣﻦ ﺛﻼﺛﻴﻦ (30) ﻳﻮﻣﺎ ﻣﻦ ﺗﺎﺭﻳﺦ ﺍﻟﻄﻠﺐ.  ﻟﺘﺠﻨﺐ ﺍﻟﺸﻚ، ﻳﺘﻢ ﺩﻓﻊ ﺍﻟﺮﺳﻮﻡ ﺑﺎﻟﻜﺎﻣﻞ ﺳﻮﺍﺀ ﻗﺎﻡ MSP ﺑﺘﺤﺼﻴﻞ ﺍﻷﻣﻮﺍﻝ ﻣﻦ ﺃﻱ ﻋﻤﻴﻞ ﻣﻦ ﻋﻤﻼﺀ MSP ﺃﻡ ﻻ ﻭﻣﺎ ﺇﺫﺍ ﺗﻢ ﺍﺳﺘﺮﺩﺍﺩ ﺃﻱ ﻣﺒﺎﻟﻎ ﻣﻦ ﻗﺒﻞ MSP ﺇﻟﻰ ﻋﻤﻴﻞ MSP ﺃﻡ ﻻ. \nﺗﻐﻴﻴﺮ ﺍﻟﻄﻠﺒﺎﺕ ﺧﻼﻝ ﻣﺪﺓ ﺍﻻﺷﺘﺮﺍﻙ. ﺑﻌﺪ ﻓﺘﺮﺓ ﺍﻟﺘﺴﻌﻴﻦ (90) ﻳﻮﻣﺎ ﺍﻷﻭﻟﻰ ﻭﻛﻞ ﻓﺘﺮﺓ ﻻﺣﻘﺔ ﻣﻦ ﺃﻱ ﻣﺪﺓ ﺍﺷﺘﺮﺍﻙ، ﻳﺠﻮﺯ ﻟﺸﺮﻛﺔ MSP ﺇﺭﺳﺎﻝ ﺃﻣﺮ ﺇﻟﻰ ﺍﻟﺸﺮﻛﺔ ﻟﺰﻳﺎﺩﺓ ﺍﻟﻨﻤﻮﺫﺝ ﺍﻟﺤﺎﻟﻲ ﺍﻟﻤﺮﺧﺺ ﻟﻌﻤﻴﻞ MSP ﺇﻟﻰ ﺗﺮﺧﻴﺺ ﻧﻤﻮﺫﺟﻲ ﻣﻊ ﺇﻣﻜﺎﻧﺎﺕ ﻣﺘﺰﺍﻳﺪﺓ (\" ﺗﺮﺧﻴﺺ ﻧﻤﻮﺫﺝ ﺃﻋﻠﻰ\") ﺧﻼﻝ ﻣﺪﺓ ﺍﻻﺷﺘﺮﺍﻙ. ﻋﻨﺪ ﻗﺒﻮﻝ ﺍﻟﺸﺮﻛﺔ ، ﺳﺘﻘﻮﻡ ﺍﻟﺸﺮﻛﺔ ﺑﺘﺴﻠﻴﻢ ﻣﻨﺘﺞ MSP ﻟﺘﺮﺧﻴﺺ ﺍﻟﻄﺮﺍﺯ ﺍﻷﻋﻠﻰ ﺇﻟﻰ MSP ﻭﺳﻴﺘﻢ ﺗﻌﺪﻳﻞ ﺍﻟﺮﺳﻮﻡ ﺍﻟﻤﻄﺒﻘﺔ ﺇﻟﻰ ﺍﻟﺴﻌﺮ ﺍﻟﺤﺎﻟﻲ ﻓﻲ ﺫﻟﻚ ﺍﻟﻮﻗﺖ ﻟﻤﻨﺘﺞ MSP ﻟﺘﺮﺧﻴﺺ ﺍﻟﻄﺮﺍﺯ ﺍﻷﻋﻠﻰ. ﻷﻏﺮﺍﺽ ﺍﻟﺘﻮﺿﻴﺢ، ﻻ ﻳﺠﻮﺯ ﻟﺸﺮﻛﺔ MSP ﺍﻟﺘﻐﻴﻴﺮ ﺇﻟﻰ ﺗﺮﺧﻴﺺ ﻧﻤﻮﺫﺟﻲ ﺑﻘﺪﺭﺍﺕ ﺃﻗﻞ ﺧﻼﻝ ﻣﺪﺓ ﺍﻻﺷﺘﺮﺍﻙ. \nﺍﻟﺪﻓﻊ ﺑﺎﻟﺪﻭﻻﺭ ﺍﻷﻣﺮﻳﻜﻲ. ﺳﻴﺘﻢ ﺳﺪﺍﺩ ﺟﻤﻴﻊ ﺍﻟﻤﺪﻓﻮﻋﺎﺕ ﺍﻟﻤﺴﺘﺤﻘﺔ ﻋﻠﻰ MSP ﺑﺎﻟﺪﻭﻻﺭ ﺍﻷﻣﺮﻳﻜﻲ. ﻳﺠﻮﺯ ﻟﻠﺸﺮﻛﺔ ﻓﺮﺽ ﻓﺎﺋﺪﺓ ﻋﻠﻰ ﺃﻱ ﻣﺒﻠﻎ ﻣﺘﺄﺧﺮ ﻣﺴﺘﺤﻖ ﺑﻤﻌﺪﻝ ﻳﺴﺎﻭﻱ ﺃﻗﻞ ﻣﻦ ﻭﺍﺣﺪ ﻭﻧﺼﻒ ﺑﺎﻟﻤﺎﺋﺔ (11/2٪) ﺷﻬﺮﻳﺎ، ﺃﻭ ﺃﻋﻠﻰ ﻣﻌﺪﻝ ﻳﺴﻤﺢ ﺑﻪ ﺍﻟﻘﺎﻧﻮﻥ ﺍﻟﻤﻌﻤﻮﻝ ﺑﻪ. \nﺍﻟﻀﺮﺍﺋﺐ. ﻻ ﻳﺸﻤﻞ ﺗﺴﻌﻴﺮ ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺍﻟﻀﺮﺍﺋﺐ ﺍﻟﻔﻴﺪﺭﺍﻟﻴﺔ ﺃﻭ ﺍﻟﺤﻜﻮﻣﻴﺔ ﺃﻭ ﺍﻟﻀﺮﺍﺋﺐ ﺃﻭ ﺍﻟﻤﺒﻴﻌﺎﺕ ﺃﻭ ﺍﻻﺳﺘﺨﺪﺍﻡ ﺃﻭ ﺍﻟﻤﻤﺘﻠﻜﺎﺕ ﺃﻭ ﺍﻟﻤﻬﻨﺔ ﺃﻭ ﺍﻟﻀﺮﺍﺋﺐ ﺍﻟﻤﻤﺎﺛﻠﺔ. ﺗﻮﺍﻓﻖ MSP ﻋﻠﻰ ﺩﻓﻊ ﺟﻤﻴﻊ ﻫﺬﻩ ﺍﻟﻀﺮﺍﺋﺐ ﺍﻟﻤﺴﺘﺤﻘﺔ ﻓﻴﻤﺎ ﻳﺘﻌﻠﻖ ﺑﻤﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﻭﺍﻟﺘﻲ ﺳﺘﺘﻢ ﺇﺿﺎﻓﺘﻬﺎ ﺇﻟﻰ ﺍﻟﻤﺒﻠﻎ ﺍﻹﺟﻤﺎﻟﻲ ﺍﻟﻤﻔﻮﺗﺮﺓ ﺇﻟﻰ MSP ، ﻣﺎ ﻟﻢ ﺗﺰﻭﺩ MSP ﺍﻟﺸﺮﻛﺔ ﺑﺸﻬﺎﺩﺓ ﺇﻋﺎﺩﺓ ﺑﻴﻊ ﺃﻭ ﺇﻋﻔﺎﺀ ﺳﺎﺭﻳﺔ ﺍﻟﻤﻔﻌﻮﻝ. ﻓﻲ ﺣﺎﻟﺔ ﻣﻄﺎﻟﺒﺔ ﺍﻟﺸﺮﻛﺔ ﺑﺪﻓﻊ ﺃﻱ ﻣﻦ ﻫﺬﻩ ﺍﻟﻀﺮﺍﺋﺐ ﺃﻭ ﺩﻓﻌﻬﺎ، ﺳﺘﻘﻮﻡ MSP، ﻋﻨﺪ ﺇﺧﻄﺎﺭﻫﺎ ﺑﻬﺬﻩ ﺍﻟﻤﺪﻓﻮﻋﺎﺕ، ﺑﺴﺪﺍﺩ ﻣﺒﻠﻐﻬﺎ ﻋﻠﻰ ﺍﻟﻔﻮﺭ ﻟﻠﺸﺮﻛﺔ.  \nﺍﻟﺘﺪﻗﻴﻖ. ﻳﺠﺐ ﺃﻥ ﺗﺴﻤﺢ MSP ﻟﻠﺸﺮﻛﺔ، ﺃﻭ ﻣﺤﺎﺳﺐ ﻣﻌﺘﻤﺪ ﻣﺴﺘﻘﻞ ﻣﻌﻴﻦ ﻣﻦ ﻗﺒﻞ ﺍﻟﺸﺮﻛﺔ، ﺑﺎﻟﻮﺻﻮﻝ ﺇﻟﻰ ﻣﻘﺮ MSP ﻭﺩﻓﺎﺗﺮ ﺣﺴﺎﺑﺎﺕ ﻭﺳﺠﻼﺕ MSP ﻓﻲ ﺃﻱ ﻭﻗﺖ ﻋﻠﻰ ﺇﺷﻌﺎﺭ ﻛﺘﺎﺑﻲ ﻣﺪﺗﻪ ﺧﻤﺴﺔ ﻋﺸﺮ (15) ﻳﻮﻡ ﻋﻤﻞ ﺧﻼﻝ ﺳﺎﻋﺎﺕ ﺍﻟﻌﻤﻞ ﺍﻟﻌﺎﺩﻳﺔ ﻟﻐﺮﺽ ﻓﺤﺺ ﺃﻭ ﺗﺪﻗﻴﻖ ﺃﻭ ﺍﻟﺘﺤﻘﻖ ﺃﻭ ﻣﺮﺍﻗﺒﺔ ﻃﺮﻳﻘﺔ ﻭﺃﺩﺍﺀ ﺍﻟﺘﺰﺍﻣﺎﺕ MSP ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ ﻋﻠﻰ ﺳﺒﻴﻞ ﺍﻟﻤﺜﺎﻝ ﻻ ﺍﻟﺤﺼﺮ ﺩﻓﻊ ﺟﻤﻴﻊ ﺍﻟﺮﺳﻮﻡ ﺍﻟﻤﻄﺒﻘﺔ. ﻟﻦ ﺗﺘﻤﻜﻦ ﺍﻟﺸﺮﻛﺔ ﻣﻦ ﻣﻤﺎﺭﺳﺔ ﻫﺬﺍ ﺍﻟﺤﻖ ﺃﻛﺜﺮ ﻣﻦ ﻣﺮﺓ ﻓﻲ ﻛﻞ ﺳﻨﺔ ﺗﻘﻮﻳﻤﻴﺔ ﻣﺎ ﻟﻢ ﺗﺘﻤﻜﻦ ﺍﻟﺸﺮﻛﺔ ﻣﻦ ﺍﻟﺘﺄﻛﻴﺪ ﺑﺸﻜﻞ ﻣﻌﻘﻮﻝ ﻋﻠﻰ ﺃﻥ ﻋﻤﻴﻞ MSP ﻳﺴﺘﺨﺪﻡ ﻣﻨﺘﺠﺎﺕ MSP ﻣﺮﺧﺼﺔ ﻣﻦ ﺍﻟﺸﺮﻛﺔ ﺃﻛﺜﺮ ﻣﻤﺎ ﺗﻢ ﺗﺮﺧﻴﺼﻪ ﻣﻦ ﻗﺒﻞ MSP ﻣﻦ ﺍﻟﺸﺮﻛﺔ. ﺇﺫﺍ ﻛﺸﻔﺖ ﻋﻤﻠﻴﺔ ﺍﻟﺘﺪﻗﻴﻖ (ﺃ) ﺃﻥ MSP ﻳﺴﺘﺨﺪﻡ ﻣﻨﺘﺠﺎ ﻣﺮﺧﺼﺎ ﻏﻴﺮ ﻣﺼﺮﺡ ﺑﻪ ﺃﻭ ﻳﻔﺮﻁ ﻓﻲ ﺍﺳﺘﺨﺪﺍﻡ ﻣﻨﺘﺞ MSP ﻣﺮﺧﺺ ﻣﻦ ﺍﻟﺸﺮﻛﺔ ، ﻓﻴﺠﺐ ﺃﻥ ﻳﻜﻮﻥ ﺃﻣﺎﻡ MSP ﺛﻤﺎﻧﻲ ﻭﺃﺭﺑﻌﻴﻦ (48) ﺳﺎﻋﺔ ﻹﻧﻬﺎﺀ ﺍﻟﻔﺎﺋﺾ ﺃﻭ ﺍﻟﺘﺮﻗﻴﺔ ﺇﻟﻰ ﻣﻨﺘﺞ MSP ﻣﺮﺧﺺ ﻣﻦ ﻃﺮﺍﺯ ﺃﻋﻠﻰ ، ﺃﻭ (ﺏ) MSP ﻟﺪﻳﻪ ﺭﺳﻮﻡ ﻣﺪﻓﻮﻋﺔ ﺑﺸﻜﻞ ﺃﻗﻞ ، ﻳﺠﺐ ﺇﺻﺪﺍﺭ ﻓﺎﺗﻮﺭﺓ ﺏ MSP ﻭﻳﺠﺐ ﺃﻥ ﺗﺪﻓﻊ ﻟﻠﺸﺮﻛﺔ ﻓﻲ ﻏﻀﻮﻥ ﺛﻼﺛﻴﻦ (30) ﻳﻮﻣﺎ ﻣﻦ ﺗﺎﺭﻳﺦ ﺍﻟﻔﺎﺗﻮﺭﺓ ﻣﺒﻠﻐﺎ ﻳﺴﺎﻭﻱ ﺍﻟﻌﺠﺰ ﺑﻴﻦ ﺍﻟﺮﺳﻮﻡ ﺍﻟﻤﺴﺘﺤﻘﺔ ﻭﺗﻠﻚ ﺍﻟﺘﻲ ﺗﺪﻓﻌﻬﺎ MSP. ﺇﺫﺍ ﺗﺠﺎﻭﺯ ﻣﺒﻠﻎ ﺍﻟﺪﻓﻌﺔ ﺍﻟﻨﺎﻗﺼﺔ ﺧﻤﺴﺔ ﺑﺎﻟﻤﺎﺋﺔ (5٪) ﻣﻦ ﺍﻟﺮﺳﻮﻡ ﺍﻟﻤﺴﺘﺤﻘﺔ ﺃﻭ ﻛﺸﻔﺖ ﻋﻤﻠﻴﺔ ﺍﻟﺘﺪﻗﻴﻖ ﻋﻦ ﺍﻧﺘﻬﺎﻙ ﺃﻱ ﻗﻴﻮﺩ ﺗﺮﺧﻴﺺ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﻓﻴﺠﺐ ﻋﻠﻰ MSP ﺃﻳﻀﺎ ﺩﻓﻊ ﺍﻟﺘﻜﺎﻟﻴﻒ ﺍﻟﻤﻌﻘﻮﻟﺔ ﻟﻠﺸﺮﻛﺔ ﻹﺟﺮﺍﺀ ﺍﻟﺘﺪﻗﻴﻖ. \nﺍﻟﻘﻴﻮﺩ. ﻻ ﻳﺴﻤﺢ ﻟﻤﺰﻭﺩ ﺍﻟﺨﺪﻣﺎﺕ ﺍﻟﻤﺪﺍﺭﺓ ﺑﻤﺎ ﻳﻠﻲ: (ﺃ) ﺍﺳﺘﺨﺪﺍﻡ ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﻭﺗﻘﺪﻳﻢ ﺧﺪﻣﺎﺕ MSP، ﻛﻠﻴﺎ ﺃﻭ ﺟﺰﺋﻴﺎ، ﻟﺼﺎﻟﺢ ﺃﻱ ﻃﺮﻑ ﺛﺎﻟﺚ ﺑﺨﻼﻑ ﻋﻤﻼﺀ MSP؛ (ﺏ) ﺍﺳﺘﺨﺪﺍﻡ ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﻟﻠﺘﺄﺟﻴﺮ ﺃﻭ ﺍﻟﻤﺸﺎﺭﻛﺔ ﺍﻟﺰﻣﻨﻴﺔ ، ﺃﻭ ﻟﺘﺮﺧﻴﺺ ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﻣﻦ ﺍﻟﺒﺎﻃﻦ ﺃﻭ ﺇﻗﺮﺍﺿﻬﺎ ﺃﻭ ﺗﺄﺟﻴﺮﻫﺎ ﺃﻭ ﺗﺄﺟﻴﺮﻫﺎ ﻷﻱ ﻃﺮﻑ ﺛﺎﻟﺚ ؛ (ﺝ) ﺇﺟﺮﺍﺀ ﻫﻨﺪﺳﺔ ﻋﻜﺴﻴﺔ ﺃﻭ ﺗﻔﻜﻴﻚ ﺃﻭ ﻓﻚ ﺗﺠﻤﻴﻊ ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﺃﻭ ﺃﻱ ﺟﺰﺀ ﻣﻨﻬﺎ ﺃﻭ ﻣﺤﺎﻭﻟﺔ ﺍﺷﺘﻘﺎﻕ ﺃﻭ ﺗﺤﺪﻳﺪ ﺷﻔﺮﺓ ﺍﻟﻤﺼﺪﺭ ﺃﻭ ﺍﻟﻤﻨﻄﻖ ﺍﻟﻤﻮﺟﻮﺩ ﻓﻴﻬﺎ ﺇﻻ ﺇﻟﻰ ﺍﻟﺤﺪ ﻭﻷﻏﺮﺍﺽ ﺍﻟﺼﺮﻳﺤﺔ ﺍﻟﻤﺴﻤﻮﺡ ﺑﻬﺎ ﺑﻤﻮﺟﺐ ﺍﻟﻘﺎﻧﻮﻥ ﺍﻟﻤﻌﻤﻮﻝ ﺑﻪ؛ (ﺩ) ﺗﻌﺪﻳﻞ ﺃﻭ ﺗﺮﺟﻤﺔ ﺃﻭ ﺗﻄﻮﻳﺮ ﺃﻋﻤﺎﻝ ﻣﺸﺘﻘﺔ ﻣﻦ ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﺃﻭ ﺍﻟﺴﻤﺎﺡ ﻟﻶﺧﺮﻳﻦ ﺑﺎﻟﻘﻴﺎﻡ ﺑﺬﻟﻚ ؛ (ﻩ) ﺇﻋﺎﺩﺓ ﺇﻧﺘﺎﺝ ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﺃﻭ ﺇﺯﺍﻟﺔ ﺃﻱ ﺣﻘﻮﻕ ﻧﺸﺮ ﺃﻭ ﻋﻼﻣﺔ ﺗﺠﺎﺭﻳﺔ ﺃﻭ ﺣﻘﻮﻕ ﻣﻠﻜﻴﺔ ﺃﻭ ﺇﺧﻼﺀ ﻣﺴﺆﻭﻟﻴﺔ ﺃﻭ ﺇﺷﻌﺎﺭﺍﺕ ﺗﺤﺬﻳﺮ ﻣﻮﺿﻮﻋﺔ ﻋﻠﻴﻬﺎ؛ ﺃﻭ (ﻭ) ﻧﺸﺮ ﻧﺘﺎﺋﺞ ﺃﻱ ﺍﺧﺘﺒﺎﺭﺍﺕ ﻣﻌﻴﺎﺭﻳﺔ ﻳﺘﻢ ﺗﺸﻐﻴﻠﻬﺎ ﻋﻠﻰ ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ.  \n9. \tﺿﻤﺎﻧﺎﺕ ﺍﻟﺸﺮﻛﺔ  \n9.1. ﺍﻟﻀﻤﺎﻥ ﺍﻟﻤﺤﺪﻭﺩ. ﺗﻀﻤﻦ ﺍﻟﺸﺮﻛﺔ ﻟﺸﺮﻛﺔ MSP ﺃﻧﻪ ﻟﻤﺪﺓ ﺗﺴﻌﻴﻦ (90) ﻳﻮﻣﺎ ﻣﻦ ﺗﺎﺭﻳﺦ ﺷﺤﻦ ﻣﻨﺘﺞ MSP ﺍﻟﻤﺮﺧﺺ ﺳﻴﻘﻮﻡ ﺑﺄﺩﺍﺀ ﻣﻨﺘﺞ MSP ﺍﻟﻤﺮﺧﺺ ﺑﺸﻜﻞ ﻣﺎﺩﻱ ﻭﻓﻘﺎ ﻟﻠﻮﺛﺎﺋﻖ ﺍﻟﻤﺮﻓﻘﺔ، ﺑﺸﺮﻁ ﺃﻥ ﻳﺘﻢ ﺍﺳﺘﺨﺪﺍﻡ ﻣﻨﺘﺞ MSP ﺍﻟﻤﺮﺧﺺ ﺑﺸﻜﻞ ﺻﺤﻴﺢ ﻣﻦ ﻗﺒﻞ MSP ﻭﻓﻘﺎ ﻟﻬﺬﻩ ﺍﻟﻮﺛﺎﺋﻖ ﻭﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ. ﻻ ﺗﻘﺪﻡ ﺍﻟﺸﺮﻛﺔ ﺃﻱ ﺿﻤﺎﻥ ﻓﻴﻤﺎ ﻳﺘﻌﻠﻖ ﺑﻤﻨﺘﺞ MSP ﺍﻟﻤﺮﺧﺺ ﺑﻌﺪ ﻓﺘﺮﺓ ﺍﻟﺘﺴﻌﻴﻦ (90) ﻳﻮﻣﺎ ﺍﻟﻤﺬﻛﻮﺭﺓ.   \n9.2. ﺳﺒﻞ ﺍﻻﻧﺘﺼﺎﻑ. ﻳﺠﺐ ﺃﻥ ﻳﻜﻮﻥ ﺍﻟﺘﺰﺍﻡ ﺍﻟﺸﺮﻛﺔ ﺍﻟﻮﺣﻴﺪ ﻭﺍﻟﺤﺼﺮﻱ ﻭﺍﻟﺘﻌﻮﻳﺾ ﺍﻟﻮﺣﻴﺪ ﻭﺍﻟﺤﺼﺮﻱ ﻟﺸﺮﻛﺔ MSP ﺑﻤﻮﺟﺐ ﻫﺬﺍ ﺍﻟﻀﻤﺎﻥ ﺍﻟﻤﺤﺪﻭﺩ ﻫﻮ ﺟﻬﺪ ﺍﻟﺸﺮﻛﺔ ﺍﻟﻤﻌﻘﻮﻝ ﺗﺠﺎﺭﻳﺎ ﻟﺠﻌﻞ ﻣﻨﺘﺞ MSP ﺍﻟﻤﺮﺧﺺ ﻳﻌﻤﻞ ﺑﺸﻜﻞ ﻛﺒﻴﺮ ﻭﻓﻘﺎ ﻟﻠﻮﺛﺎﺋﻖ ﺍﻟﻤﺼﺎﺣﺒﺔ. ﻻ ﻳﺘﻮﻓﺮ ﺍﻟﺘﻌﻮﻳﺾ ﺃﻋﻼﻩ ﺇﻻ ﺇﺫﺍ ﺗﻢ ﺇﺧﻄﺎﺭ ﺍﻟﺸﺮﻛﺔ ﻛﺘﺎﺑﻴﺎ ﻋﻠﻰ ﺍﻟﻔﻮﺭ ﺧﻼﻝ ﻓﺘﺮﺓ ﺍﻟﻀﻤﺎﻥ ﺍﻟﻤﻌﻤﻮﻝ ﺑﻬﺎ. ﺗﻜﻮﻥ ﻫﺬﻩ ﺍﻟﻀﻤﺎﻧﺎﺕ ﺍﻟﻤﺤﺪﻭﺩﺓ ﺑﺎﻃﻠﺔ ﺇﺫﺍ ﻛﺎﻥ ﻓﺸﻞ ﻣﻨﺘﺞ MSP ﺍﻟﻤﺮﺧﺺ ﻧﺎﺗﺠﺎ ﻋﻦ ﺣﺎﺩﺙ ﺃﻭ ﺇﺳﺎﺀﺓ ﺍﺳﺘﺨﺪﺍﻡ ﺃﻭ ﺳﻮﺀ ﺍﺳﺘﺨﺪﺍﻡ.   \n9.3. ﺿﻤﺎﻧﺎﺕ ﺣﺼﺮﻳﺔ. ﺇﻟﻰ ﺃﻗﺼﻰ ﺣﺪ ﻳﺴﻤﺢ ﺑﻪ ﺍﻟﻘﺎﻧﻮﻥ، ﺗﻜﻮﻥ ﺍﻟﻀﻤﺎﻧﺎﺕ ﺍﻟﻤﺬﻛﻮﺭﺓ ﺃﻋﻼﻩ ﺣﺼﺮﻳﺔ ﻭﺗﺒﺪﻻ ﻣﻦ ﺟﻤﻴﻊ ﺍﻟﻀﻤﺎﻧﺎﺕ ﻭﺍﻟﺸﺮﻭﻁ ﺍﻷﺧﺮﻯ، ﺳﻮﺍﺀ ﻛﺎﻧﺖ ﺻﺮﻳﺤﺔ ﺃﻭ ﺿﻤﻨﻴﺔ ﺃﻭ \nﻗﺎﻧﻮﻧﻴﺔ، ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ ﻋﻠﻰ ﺳﺒﻴﻞ ﺍﻟﻤﺜﺎﻝ ﻻ ﺍﻟﺤﺼﺮ ﺍﻟﻀﻤﺎﻧﺎﺕ ﺍﻟﻀﻤﻨﻴﺔ ﻟﻠﺘﺴﻮﻳﻖ ﺃﻭ ﻋﺪﻡ ﺍﻻﻧﺘﻬﺎﻙ ﺃﻭ ﺍﻟﻤﻼﺀﻣﺔ ﻟﻐﺮﺽ ﻣﻌﻴﻦ ﺃﻭ ﻣﻠﻜﻴﺔ ﺃﻭ ﺟﻮﺩﺓ ﺍﻟﺨﺪﻣﺔ. ﻻ ﺗﻨﺸﺄ ﺃﻱ ﺿﻤﺎﻧﺎﺕ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻣﻦ ﺳﻴﺎﻕ ﺍﻟﺘﻌﺎﻣﻞ ﺃﻭ ﺍﺳﺘﺨﺪﺍﻡ ﺍﻟﺘﺠﺎﺭﺓ. ﺗﺘﺤﻤﻞ MSP ﺟﻤﻴﻊ ﺍﻟﻤﺴﺆﻭﻟﻴﺔ ﻋﻦ ﺍﺧﺘﻴﺎﺭ ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﻟﺘﺤﻘﻴﻖ ﺍﻟﻨﺘﺎﺋﺞ ﺍﻟﻤﺮﺟﻮﺓ ﻣﻦ MSP ، ﻭﻋﻦ ﺗﺸﻐﻴﻞ ﻭﺍﺳﺘﺨﺪﺍﻡ ﻭﻧﺘﺎﺋﺞ ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ. ﺩﻭﻥ ﺗﻘﻴﻴﺪ ﻣﺎ ﺳﺒﻖ، ﻓﺈﻥ MSP ﻣﺴﺆﻭﻟﺔ ﻋﻦ ﺍﻹﺷﺮﺍﻑ ﻭﺍﻹﺩﺍﺭﺓ ﻭﺍﻟﺘﺤﻜﻢ ﻓﻲ ﺍﺳﺘﺨﺪﺍﻡ ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﻭﺃﻱ ﻣﺨﺮﺟﺎﺕ ﻟﻤﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ، ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ ﻋﻠﻰ ﺳﺒﻴﻞ ﺍﻟﻤﺜﺎﻝ ﻻ ﺍﻟﺤﺼﺮ ﺍﻟﺘﺜﺒﻴﺖ ﺍﻟﺴﻠﻴﻢ ﻭﺇﻧﺸﺎﺀ ﻋﻤﻠﻴﺎﺕ ﺍﻟﻨﺴﺦ ﺍﻻﺣﺘﻴﺎﻃﻲ ﻭﺍﻷﺭﺷﻔﺔ ﺍﻟﻤﻨﺎﺳﺒﺔ ﻟﻤﻨﻊ ﺃﻱ ﻋﻮﺍﻗﺐ ﺳﻠﺒﻴﺔ ﻓﻲ ﺣﺎﻟﺔ ﺣﺪﻭﺙ ﻋﻄﻞ. ﻻ ﺗﻀﻤﻦ ﺍﻟﺸﺮﻛﺔ ﺃﻥ ﺍﺳﺘﺨﺪﺍﻡ MSP ﻟﻤﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﺳﻴﻜﻮﻥ ﺩﻭﻥ ﺍﻧﻘﻄﺎﻉ ﺃﻭ ﺧﺎﻝ ﻣﻦ ﺍﻷﺧﻄﺎﺀ. ﺑﺎﺳﺘﺜﻨﺎﺀ ﻣﺎ ﻫﻮ ﻣﻨﺼﻮﺹ ﻋﻠﻴﻪ ﻋﻠﻰ ﻭﺟﻪ ﺍﻟﺘﺤﺪﻳﺪ ﻓﻲ ﻫﺬﻩ ﺍﻟﻮﺛﻴﻘﺔ، ﺗﻈﻞ ﺍﻟﻤﺨﺎﻃﺮ ﺍﻟﻜﺎﻣﻠﺔ ﺍﻟﻤﺘﻌﻠﻘﺔ ﺑﺠﻮﺩﺓ ﻭﺃﺩﺍﺀ ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﻋﻠﻰ ﻋﺎﺗﻖ MSP. ﺗﻮﺍﻓﻖ MSP ﻋﻠﻰ ﺃﻧﻬﺎ ﻟﻢ ﺗﻌﺘﻤﺪ ﻋﻠﻰ ﺍﻟﺘﻮﺍﻓﺮ ﺍﻟﻤﺴﺘﻘﺒﻠﻲ ﻷﻱ ﺑﺮﺍﻣﺞ ﺃﻭ ﺧﺪﻣﺎﺕ ﻓﻲ ﺇﺑﺮﺍﻡ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ. \n9.4. ﺗﻄﺒﻴﻘﺎﺕ ﺍﻟﻄﺮﻑ ﺍﻟﺜﺎﻟﺚ. ﻻ ﺗﻘﺪﻡ ﺍﻟﺸﺮﻛﺔ ﺃﻱ ﺿﻤﺎﻧﺎﺕ ﻓﻴﻤﺎ ﻳﺘﻌﻠﻖ ﺑﺄﻱ ﺗﻄﺒﻴﻘﺎﺕ ﺗﺎﺑﻌﺔ ﻟﺠﻬﺎﺕ ﺧﺎﺭﺟﻴﺔ، ﺳﻮﺍﺀ ﺗﻢ ﺗﺼﻨﻴﻒ ﺗﻄﺒﻴﻘﺎﺕ ﺍﻟﻄﺮﻑ ﺍﻟﺜﺎﻟﺚ ﻫﺬﻩ ﻣﻦ ﻗﺒﻞ ﺍﻟﺸﺮﻛﺔ ﻋﻠﻰ ﺃﻧﻬﺎ \"ﻣﻌﺘﻤﺪﺓ\" ﺃﻭ \"ﻣﻌﺘﻤﺪﺓ\" ﺃﻭ \"ﻣﻮﺻﻰ ﺑﻬﺎ\" ﺃﻭ ﺗﻢ ﺗﻮﻓﻴﺮﻫﺎ ﺑﻄﺮﻳﻘﺔ ﺃﺧﺮﻯ ﻣﻦ ﻗﺒﻞ ﻃﺮﻑ ﺛﺎﻟﺚ ﻋﻀﻮ ﻓﻲ ﺑﺮﻧﺎﻣﺞ ﺷﺮﻳﻚ ﺍﻟﺸﺮﻛﺔ. ﺃﻱ ﻋﻤﻠﻴﺔ ﺷﺮﺍﺀ ﺃﻭ ﺍﺳﺘﺨﺪﺍﻡ ﻣﻦ ﻗﺒﻞ MSP ﻷﻱ ﺗﻄﺒﻴﻘﺎﺕ ﺗﺎﺑﻌﺔ ﻟﺠﻬﺎﺕ ﺧﺎﺭﺟﻴﺔ ﻟﺼﺎﻟﺢ ﻋﻤﻴﻞ MSP ﻫﻲ ﻓﻘﻂ ﺑﻴﻦ MSP ﻭﻣﺰﻭﺩ ﺍﻟﻄﺮﻑ ﺍﻟﺜﺎﻟﺚ ﺍﻟﻤﻌﻨﻲ ﻭﺗﻮﺍﻓﻖ MSP ﻋﻠﻰ ﺃﻥ ﺍﻟﺸﺮﻛﺔ ﻻ ﺗﺘﺤﻤﻞ ﺃﻱ ﻣﺴﺆﻭﻟﻴﺔ ﺃﻭ ﺍﻟﺘﺰﺍﻡ ﺗﺠﺎﻩ MSP ﺃﻭ ﻋﻤﻴﻞ MSP ﻋﻦ ﺗﻄﺒﻴﻘﺎﺕ ﺍﻟﻄﺮﻑ ﺍﻟﺜﺎﻟﺚ ﻫﺬﻩ ﺃﻭ ﻧﺘﺎﺋﺞ ﺍﺳﺘﺨﺪﺍﻣﻬﺎ ﺃﻭ ﺗﺄﺛﻴﺮ ﺍﺳﺘﺨﺪﺍﻣﻬﺎ ﻋﻠﻰ ﺗﺸﻐﻴﻞ ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ. \nﺿﻤﺎﻧﺎﺕ MSP. ﺗﻀﻤﻦ MSP ﻭﺗﻮﺍﻓﻖ ﻋﻠﻰ ﺃﻧﻪ ﻳﺠﺐ ﻋﻠﻴﻬﺎ: (ﺃ) ﺍﻟﺘﺄﻛﺪ ﻣﻦ ﺃﻥ ﻛﻞ ﻋﻤﻴﻞ ﻣﻦ ﻋﻤﻼﺀ MSP ﻣﻠﺰﻡ ﺑﻌﻘﺪ ﻣﻊ MSP ﻟﺨﺪﻣﺎﺕ MSP ، ﻭﺍﻟﺘﻲ ﻻ ﺗﻘﻞ ﺷﺮﻭﻃﻬﺎ ﻋﻦ ﺣﻤﺎﻳﺔ ﺍﻟﺸﺮﻛﺔ ﻣﻦ ﺷﺮﻭﻁ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ؛ (ﺏ) ﺍﻟﺘﺄﻛﺪ ﻣﻦ ﺃﻥ ﻛﻞ ﻋﻤﻴﻞ ﻣﻦ ﻋﻤﻼﺀ MSP ﻳﺘﻮﻗﻒ ﻋﻦ ﺍﻟﻮﺻﻮﻝ ﺇﻟﻰ ﻭ/ﺃﻭ ﺍﺳﺘﺨﺪﺍﻡ ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﺇﺫﺍ ﻟﻢ ﻳﻌﺪ ﻟﺪﻳﻬﻢ ﺍﺗﻔﺎﻗﻴﺔ ﺳﺎﺭﻳﺔ ﺍﻟﻤﻔﻌﻮﻝ ﻣﻊ MSP ﻟﺘﻮﺭﻳﺪ ﺧﺪﻣﺎﺕ MSP ﺃﻭ ﺇﺫﺍ ﺗﻢ ﺇﻧﻬﺎﺀ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ؛ (ﺝ) ﺍﻟﺘﺄﻛﺪ ﻣﻦ ﺃﻥ ﻛﻞ ﻋﻤﻴﻞ ﻣﻦ ﻋﻤﻼﺀ MSP ﻳﺘﻠﻘﻰ ﻭﻳﻘﺮ ﺇﺷﻌﺎﺭﺍ ﺣﻮﻝ ﺍﻟﺘﺤﺪﻳﺜﺎﺕ ﺍﻟﻤﻌﻤﻮﻝ ﺑﻬﺎ ﻋﻠﻰ ﻋﻤﻴﻞ MSP ﻋﻠﻰ ﺍﻟﻔﻮﺭ ﻭﻋﻠﻰ ﺃﻱ ﺣﺎﻝ ﻓﻲ ﻏﻀﻮﻥ ﺛﻼﺛﺔ (3) ﺃﻳﺎﻡ ﻋﻤﻞ ﺑﻌﺪ ﻗﻴﺎﻡ ﺍﻟﺸﺮﻛﺔ ﺑﺈﺗﺎﺣﺔ ﻫﺬﻩ ﺍﻟﺘﺤﺪﻳﺜﺎﺕ ﺍﻟﻤﻌﻤﻮﻝ ﺑﻬﺎ؛ (ﺩ) ﺍﻟﺘﺄﻛﺪ ﻣﻦ ﺃﻥ ﻛﻞ ﻋﻤﻴﻞ ﻣﻦ ﻋﻤﻼﺀ MSP ﻳﻌﻤﻞ ﻣﻊ ﺃﺣﺪﺙ ﺍﻟﺘﺤﺪﻳﺜﺎﺕ ﻓﻲ ﻏﻀﻮﻥ ﺛﻼﺛﻴﻦ (30) ﻳﻮﻡ ﻋﻤﻞ ﺑﻌﺪ ﻗﻴﺎﻡ ﺍﻟﺸﺮﻛﺔ ﺑﺈﺗﺎﺣﺔ ﻫﺬﻩ ﺍﻟﺘﺤﺪﻳﺜﺎﺕ؛ (ﻩ) ﺿﻤﺎﻥ ﺃﻥ ﺗﻘﺪﻡ ﺧﺪﻣﺎﺕ ﺗﺨﻄﻴﻂ ﺍﻟﺤﻴﺰ ﺍﻟﺒﺤﺮﻱ ﻭﺣﺪﻫﺎ ؛ ﻭ (ﻭ) ﺇﺑﺮﺍﺀ ﺫﻣﺔ ﺍﻟﺸﺮﻛﺔ ﻭﺍﻟﺪﻓﺎﻉ ﻋﻨﻬﺎ ﻭﺗﻌﻮﻳﻀﻬﺎ ﺑﺎﻟﻜﺎﻣﻞ ﺿﺪ ﺃﻱ ﻣﻄﺎﻟﺒﺎﺕ ﺃﻭ ﺇﺟﺮﺍﺀﺍﺕ ﺃﻭ ﺇﺟﺮﺍﺀﺍﺕ ﺃﻭ ﺃﺿﺮﺍﺭ ﺃﻭ ﺗﻜﺎﻟﻴﻒ ﺃﻭ ﻧﻔﻘﺎﺕ ﺃﻭ ﺃﻱ ﻣﺴﺆﻭﻟﻴﺔ ﺃﺧﺮﻯ ﻣﻦ ﺃﻱ ﻧﻮﻉ ﺗﻨﺸﺄ ﻋﻦ ﺃﻭ ﺗﻨﺘﺞ ﻋﻦ ﺃﻭ ﺗﺘﻌﻠﻖ ﺑﺎﺳﺘﺨﺪﺍﻡ MSP ﻭﻛﻞ ﻋﻤﻴﻞ ﻣﻦ ﻋﻤﻼﺀ MSP ﻟﻤﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ، ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ ﻋﻠﻰ ﺳﺒﻴﻞ ﺍﻟﻤﺜﺎﻝ ﻻ ﺍﻟﺤﺼﺮ ﺧﺮﻕ ﺿﻤﺎﻧﺎﺕ MSP ﻓﻲ ﻫﺬﺍ ﺍﻟﻘﺴﻢ. ﻛﻤﺎ ﺗﻤﺜﻞ MSP ﻭﺗﻀﻤﻦ ﻭﺗﻮﺍﻓﻖ ﻋﻠﻰ ﻋﺪﻡ ﻧﺴﺦ ﺃﻭ ﺗﻌﺪﻳﻞ ﺃﻭ ﺗﺄﺟﻴﺮ ﺃﻭ ﺗﻔﻜﻴﻚ ﺃﻭ ﻓﻚ ﺃﻭ ﺇﺟﺮﺍﺀ ﻫﻨﺪﺳﺔ ﻋﻜﺴﻴﺔ ﻷﻱ ﻣﻨﺘﺞ ﺃﻭ ﺑﺮﻧﺎﻣﺞ ﻟﻠﺸﺮﻛﺔ، ﺃﻭ ﻣﺤﺎﻭﻟﺔ ﻣﻌﺮﻓﺔ ﺷﻔﺮﺓ ﺍﻟﻤﺼﺪﺭ ﺃﻭ ﺍﻟﻬﻴﻜﻞ ﺃﻭ ﺍﻟﺨﻮﺍﺭﺯﻣﻴﺎﺕ ﺃﻭ ﺍﻷﻓﻜﺎﺭ ﺍﻟﻜﺎﻣﻨﺔ ﻭﺭﺍﺀ ﺃﻱ ﻣﻦ ﻣﻨﺘﺠﺎﺕ ﺍﻟﺸﺮﻛﺔ ﺃﻭ ﺑﺮﺍﻣﺠﻬﺎ، ﺑﺎﺳﺘﺜﻨﺎﺀ ﺍﻟﺤﺪ ﺍﻟﺬﻱ ﻳﺤﻈﺮ ﻓﻴﻪ ﺍﻟﻘﺎﻧﻮﻥ ﺍﻟﻤﻌﻤﻮﻝ ﺑﻪ ﺻﺮﺍﺣﺔ ﻫﺬﺍ ﺍﻟﺒﻨﺪ ﻭﺇﻟﻰ ﺍﻟﺤﺪ ﻓﻘﻂ.  ﺃﻭ ﺍﻟﺴﻤﺎﺡ ﻷﻱ ﺷﺨﺺ ﺁﺧﺮ ﺑﻔﻌﻞ ﺍﻟﺸﻲﺀ ﻧﻔﺴﻪ. \nﺍﻟﺪﻋﻢ. ﺳﺘﻮﻓﺮ ﺍﻟﺸﺮﻛﺔ MSP ﺧﺪﻣﺎﺕ ﺍﻟﺪﻋﻢ ﺍﻟﻘﻴﺎﺳﻴﺔ ﺍﻟﺨﺎﺻﺔ ﺑﻬﺎ. ﻳﻜﻮﻥ MSP ﻣﺴﺆﻭﻻ ﻋﻦ ﺟﻤﻴﻊ ﺍﻟﺪﻋﻢ ﺍﻟﺬﻱ ﻳﻄﻠﺒﻪ ﻋﻤﻴﻞ MSP. ﺑﻨﺎﺀ ﻋﻠﻰ ﻃﻠﺐ MSP ، ﺇﺫﺍ ﺭﺃﺕ ﺍﻟﺸﺮﻛﺔ ، ﻭﻓﻘﺎ ﻟﺘﻘﺪﻳﺮﻫﺎ ﺍﻟﺨﺎﺹ ، ﺃﻥ ﻫﻨﺎﻙ ﺣﺎﺟﺔ ﺇﻟﻰ ﺩﻋﻢ ﻓﻨﻲ ﺇﺿﺎﻓﻲ ﻓﻴﻤﺎ ﻳﺘﻌﻠﻖ ﺑﻤﻨﺘﺞ MSP ﺍﻟﻤﺮﺧﺺ ، ﻓﺴﺘﻘﺪﻡ ﺍﻟﺸﺮﻛﺔ ﺍﻟﺪﻋﻢ ﻟﻌﻤﻴﻞ MSP ﻣﻘﺎﺑﻞ ﺭﺳﻮﻡ ﻣﻘﺒﻮﻟﺔ ﻟﻠﻄﺮﻓﻴﻦ ﺗﺪﻓﻌﻬﺎ MSP. \nﻣﻌﻠﻮﻣﺎﺕ ﺳﺮﻳﺔ.  ﺗﺘﻜﻮﻥ \"ﺍﻟﻤﻌﻠﻮﻣﺎﺕ ﺍﻟﺴﺮﻳﺔ\" ﻣﻦ ﺍﻟﻤﻌﻠﻮﻣﺎﺕ ﺍﻟﺴﺮﻳﺔ ﻟﻠﻄﺮﻑ، ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ، ﻋﻠﻰ ﺳﺒﻴﻞ ﺍﻟﻤﺜﺎﻝ ﻻ ﺍﻟﺤﺼﺮ، ﺍﻟﻤﻌﻠﻮﻣﺎﺕ ﻏﻴﺮ ﺍﻟﻌﺎﻣﺔ ﺍﻟﻤﺘﻌﻠﻘﺔ ﺑﺄﻋﻤﺎﻝ ﺍﻟﻄﺮﻑ، ﺃﻭ ﺧﻄﻂ ﺍﻟﻤﻨﺘﺠﺎﺕ، ﺃﻭ ﺗﺼﻤﻴﻤﺎﺕ ﺍﻟﻤﻨﺘﺠﺎﺕ، ﺃﻭ ﺗﻜﺎﻟﻴﻒ ﺍﻟﻤﻨﺘﺠﺎﺕ، ﺃﻭ ﺃﺳﻌﺎﺭ ﺍﻟﻤﻨﺘﺠﺎﺕ، ﺃﻭ ﺃﺳﻤﺎﺀ ﺍﻟﻤﻨﺘﺠﺎﺕ، ﺃﻭ ﺍﻟﺸﺆﻭﻥ ﺍﻟﻤﺎﻟﻴﺔ، ﺃﻭ ﺧﻄﻂ ﺍﻟﺘﺴﻮﻳﻖ، ﺃﻭ ﻓﺮﺹ ﺍﻟﻌﻤﻞ، ﺃﻭ ﺍﻟﻤﻮﻇﻔﻴﻦ، ﺃﻭ ﺍﻟﺒﺤﻮﺙ، ﺃﻭ ﺍﻟﺘﻄﻮﻳﺮ، ﺃﻭ ﺍﻟﺪﺭﺍﻳﺔ. ﺩﻭﻥ ﺗﻘﻴﻴﺪ ﻋﻤﻮﻣﻴﺔ ﻣﺎ ﺳﺒﻖ، ﻓﺈﻥ ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﻭﺃﻱ ﺃﺳﺮﺍﺭ ﺗﺠﺎﺭﻳﺔ ﺗﺘﻌﻠﻖ ﺑﻤﺎ ﺳﺒﻖ ﻫﻲ ﺍﻟﻤﻌﻠﻮﻣﺎﺕ ﺍﻟﺴﺮﻳﺔ ﻟﻠﺸﺮﻛﺔ. ﻣﺎ ﻟﻢ ﻳﺼﺮﺡ ﺻﺮﺍﺣﺔ ﻛﺘﺎﺑﻴﺎ ﻣﻦ ﻗﺒﻞ ﺍﻟﻄﺮﻑ ﺍﻟﻤﻔﺼﺢ (\"ﺍﻟﻤﻔﺼﺢ\")، ﻟﻦ ﻳﻜﺸﻒ ﺍﻟﻄﺮﻑ ﺍﻟﻤﺘﻠﻘﻲ (\"ﺍﻟﻤﺴﺘﻠﻢ\") ﺑﺸﻜﻞ ﻣﺒﺎﺷﺮ ﺃﻭ ﻏﻴﺮ ﻣﺒﺎﺷﺮ ﻷﻱ ﺷﺨﺺ ﺃﻭ ﻛﻴﺎﻥ ﺃﻭ ﻳﺴﺘﺨﺪﻡ ﺃﻱ ﻣﻌﻠﻮﻣﺎﺕ ﺳﺮﻳﺔ ﻟﻠﻜﺸﻒ ﻭﻳﺠﺐ ﺃﻥ ﻳﺒﺬﻝ ﻛﻞ ﺍﻟﺠﻬﻮﺩ ﺍﻟﻤﻌﻘﻮﻟﺔ ﻟﺤﻤﺎﻳﺔ ﺳﺮﻳﺔ ﻫﺬﻩ ﺍﻟﻤﻌﻠﻮﻣﺎﺕ. ﻟﻦ ﺗﻨﻄﺒﻖ ﺍﻟﻘﻴﻮﺩ ﺍﻟﻤﺬﻛﻮﺭﺓ ﺃﻋﻼﻩ ﻋﻠﻰ ﺍﻟﻤﻌﻠﻮﻣﺎﺕ ﺍﻟﺘﻲ (1) ﻛﺎﻧﺖ ﻣﻌﺮﻭﻓﺔ ﻟﻠﻤﺴﺘﻠﻢ ﻓﻲ ﻭﻗﺖ ﺍﻹﻓﺼﺎﺡ ﻋﻨﻬﺎ ﻟﻠﻤﺴﺘﻠﻢ؛ (2) ﺃﺻﺒﺢ ﻣﻌﺮﻭﻓﺎ ﻋﻠﻨﺎ ﻣﻦ ﺧﻼﻝ ﻋﺪﻡ ﻭﺟﻮﺩ ﻓﻌﻞ ﻏﻴﺮ ﻣﺸﺮﻭﻉ ﻣﻦ ﺟﺎﻧﺐ ﺍﻟﻤﺴﺘﻠﻢ؛ (3) ﺗﻢ ﺍﺳﺘﻼﻣﻪ ﺑﺸﻜﻞ ﺻﺤﻴﺢ ﻣﻦ ﻃﺮﻑ ﺛﺎﻟﺚ ﻣﺨﻮﻝ ﺑﺈﺟﺮﺍﺀ ﻫﺬﺍ ﺍﻹﻓﺼﺎﺡ ﺩﻭﻥ ﻗﻴﻮﺩ؛ (4) ﺗﻢ ﺗﻄﻮﻳﺮﻩ ﺑﺸﻜﻞ ﻣﺴﺘﻘﻞ ﻣﻦ ﻗﺒﻞ ﺍﻟﻤﺴﺘﻠﻢ ﺩﻭﻥ ﺍﺳﺘﺨﺪﺍﻡ ﺍﻟﻤﻌﻠﻮﻣﺎﺕ ﺍﻟﺴﺮﻳﺔ ﺍﻟﺨﺎﺻﺔ ﺑﺎﻟﻤﻔﺼﺢ ﺃﻭ ﺍﻹﺷﺎﺭﺓ ﺇﻟﻴﻬﺎ؛ ﺃﻭ (v) ﺗﻤﺖ ﺍﻟﻤﻮﺍﻓﻘﺔ ﻋﻠﻰ ﺍﻹﻓﺮﺍﺝ ﻋﻨﻪ ﺑﺘﻔﻮﻳﺾ ﻛﺘﺎﺑﻲ ﻣﻦ Disclosurer. ﻳﺠﻮﺯ ﻟﻠﻤﺴﺘﻠﻢ ﺍﻹﻓﺼﺎﺡ ﻋﻦ ﺍﻟﻤﻌﻠﻮﻣﺎﺕ ﺍﻟﺴﺮﻳﺔ ﻭﻓﻘﺎ ﻷﻣﺮ ﺳﺎﺭﻱ ﺍﻟﻤﻔﻌﻮﻝ ﻣﻦ ﻣﺤﻜﻤﺔ ﺃﻭ ﻭﻛﺎﻟﺔ ﺣﻜﻮﻣﻴﺔ ﻣﻌﺘﻤﺪﺓ ﺷﺮﻳﻄﺔ ﺃﻥ ﻳﻜﻮﻥ ﺍﻟﻤﺴﺘﻠﻢ ﻗﺪ ﺃﻋﻄﻰ ﺍﻹﺧﻄﺎﺭ ﺍﻟﻔﻮﺭﻱ ﺣﺘﻰ ﺗﺘﺎﺡ ﻟﻠﻜﺎﺷﻒ ﻓﺮﺻﺔ ﻟﻠﺪﻓﺎﻉ ﻋﻦ ﻫﺬﺍ ﺍﻹﻓﺼﺎﺡ ﺃﻭ ﺗﻘﻴﻴﺪﻩ ﺃﻭ ﺣﻤﺎﻳﺘﻪ. ﺃﻱ ﺧﺮﻕ ﻟﻠﻘﻴﻮﺩ ﺍﻟﻮﺍﺭﺩﺓ ﻓﻲ ﻫﺬﺍ ﺍﻟﻘﺴﻢ ﻫﻮ ﺧﺮﻕ ﻟﻬﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ، ﻣﻤﺎ ﻳﺘﺴﺒﺐ ﻓﻲ ﺿﺮﺭ ﻻ ﻳﻤﻜﻦ ﺇﺻﻼﺣﻪ ﻟﻠﻜﺸﻒ ﻋﻦ ﺣﻘﻮﻕ ﺍﻟﻜﺸﻒ ﻓﻲ ﺍﻟﺤﺼﻮﻝ ﻋﻠﻰ ﺃﻣﺮ ﻗﻀﺎﺋﻲ ﺑﺎﻹﺿﺎﻓﺔ ﺇﻟﻰ ﺟﻤﻴﻊ ﺍﻟﺘﻌﻮﻳﻀﺎﺕ ﺍﻟﻘﺎﻧﻮﻧﻴﺔ.  \n13. ﺍﻟﺘﻌﻮﻳﺾ \n13.1. ﺍﻟﺘﻌﻮﻳﺾ. ﺗﻮﺍﻓﻖ ﺍﻟﺸﺮﻛﺔ ﻋﻠﻰ ﺗﻌﻮﻳﺾ MSP ﻭﺍﻟﺪﻓﺎﻉ ﻋﻨﻪ ﻭﺇﺑﺮﺍﺀ ﺫﻣﺘﻪ ﻣﻦ ﺍﻟﺘﻜﺎﻟﻴﻒ ﻭﺍﻟﺮﺳﻮﻡ ﺍﻟﻤﺮﺗﺒﻄﺔ ﺑﻪ، ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ ﺃﺗﻌﺎﺏ ﻭﻧﻔﻘﺎﺕ ﺍﻟﻤﺤﺎﻣﺎﺓ ﺍﻟﻤﻌﻘﻮﻟﺔ، ﺍﻟﺘﻲ ﺗﻢ ﻣﻨﺤﻬﺎ ﻧﻬﺎﺋﻴﺎ ﻣﻦ ﻗﺒﻞ ﻣﺤﻜﻤﺔ ﻣﺨﺘﺼﺔ ﺃﻭ ﺗﻢ ﺍﻻﺗﻔﺎﻕ ﻋﻠﻴﻬﺎ ﻓﻲ ﺍﻟﺘﺴﻮﻳﺔ ﺃﻭ ﺍﻟﺘﺴﻮﻳﺔ، ﺇﻟﻰ ﺍﻟﺤﺪ ﺍﻟﺬﻱ ﺗﻨﺸﺄ ﻓﻴﻪ ﻫﺬﻩ ﺍﻟﺮﺳﻮﻡ ﻭﺍﻟﺘﻜﺎﻟﻴﻒ ﻣﻦ ﻣﻄﺎﻟﺒﺔ ﺃﻭ ﺇﺟﺮﺍﺀ ﺃﻭ ﺩﻋﻮﻯ ﻣﻦ ﻃﺮﻑ ﺛﺎﻟﺚ ﺗﺪﻋﻲ ﺃﻥ ﻣﻨﺘﺞ MSP ﺍﻟﻤﺮﺧﺺ ﺍﻟﻤﻘﺪﻡ ﺇﻟﻰ MSP ﻭﻓﻘﺎ ﻟﻬﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻳﻨﺘﻬﻚ ﺑﺮﺍﺀﺓ ﺍﺧﺘﺮﺍﻉ ﺗﺎﺑﻌﺔ ﻟﺠﻬﺔ ﺧﺎﺭﺟﻴﺔ ﻓﻲ ﺍﻟﻮﻻﻳﺎﺕ ﺍﻟﻤﺘﺤﺪﺓ،  ﺣﻘﻮﻕ ﺍﻟﻄﺒﻊ ﻭﺍﻟﻨﺸﺮ ﺃﻭ ﺍﻷﺳﺮﺍﺭ ﺍﻟﺘﺠﺎﺭﻳﺔ (\"ﻣﻄﺎﻟﺒﺔ\"). ﻳﺠﺐ ﺃﻥ ﺗﻜﻮﻥ ﺍﻟﺘﺰﺍﻣﺎﺕ ﺍﻟﺸﺮﻛﺔ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻣﺸﺮﻭﻃﺔ ﺑﺈﺧﻄﺎﺭ ﺍﻟﺸﺮﻛﺔ ﻋﻠﻰ ﺍﻟﻔﻮﺭ ﺑﺄﻱ ﻣﻄﺎﻟﺒﺔ ﻣﻦ ﻫﺬﺍ ﺍﻟﻘﺒﻴﻞ ﻭﺍﻟﺴﻤﺎﺡ ﻟﻠﺸﺮﻛﺔ ﺑﺘﻮﻟﻲ ﺍﻟﺴﻴﻄﺮﺓ ﺍﻟﻜﺎﻣﻠﺔ ﻋﻠﻰ ﺍﻟﺪﻓﺎﻉ ﻋﻦ ﻫﺬﻩ ﺍﻟﻤﻄﺎﻟﺒﺔ ﻭﺗﺴﻮﻳﺘﻬﺎ. ﻭﻣﻊ ﺫﻟﻚ ، ﺷﺮﻳﻄﺔ ﻣﺎ ﻳﻠﻲ: (ﺃ) ﻳﺠﺐ ﻋﻠﻰ ﺍﻟﺸﺮﻛﺔ ﺇﻃﻼﻉ MSP ﻋﻠﻰ MSP ﻭﺍﻟﺘﺸﺎﻭﺭ ﻣﻌﻪ ﻓﻴﻤﺎ ﻳﺘﻌﻠﻖ ﺑﺎﻟﺘﻘﺪﻡ ﺍﻟﻤﺤﺮﺯ ﻓﻲ ﻫﺬﺍ ﺍﻟﺘﻘﺎﺿﻲ ﺃﻭ ﺍﻟﺘﺴﻮﻳﺔ ؛ ﻭ (ﺏ) ﻻ ﻳﻜﻮﻥ ﻟﻠﺸﺮﻛﺔ ﺃﻱ ﺣﻖ، ﺩﻭﻥ ﻣﻮﺍﻓﻘﺔ ﺧﻄﻴﺔ ﻣﻦ MSP، ﻭﺍﻟﺘﻲ ﻻ ﻳﺠﻮﺯ ﺣﺠﺒﻬﺎ ﺑﺸﻜﻞ ﻏﻴﺮ ﻣﻌﻘﻮﻝ، ﺗﺴﻮﻳﺔ ﺃﻱ ﻣﻄﺎﻟﺒﺔ ﻣﻦ ﻫﺬﺍ ﺍﻟﻘﺒﻴﻞ ﺇﺫﺍ ﻛﺎﻧﺖ ﻫﺬﻩ ﺍﻟﺘﺴﻮﻳﺔ ﺗﺤﺘﻮﻱ ﻋﻠﻰ ﺷﺮﻁ ﺃﻭ ﺍﻋﺘﺮﺍﻑ ﺃﻭ ﺇﻗﺮﺍﺭ ﺑﺄﻱ ﻣﺴﺆﻭﻟﻴﺔ ﺃﻭ ﻣﺨﺎﻟﻔﺔ ﺳﻮﺍﺀ ﻓﻲ ﺍﻟﻌﻘﺪ ﺃﻭ ﺍﻟﻀﺮﺭ ﺃﻭ ﻏﻴﺮ ﺫﻟﻚ ﻣﻦ ﺟﺎﻧﺐ MSP، ﺃﻭ ﺗﺘﻄﻠﺐ ﺃﻱ ﺃﺩﺍﺀ ﻣﺤﺪﺩ ﺃﻭ ﺗﻌﻮﻳﺾ ﻏﻴﺮ ﻣﺎﻟﻲ ﻣﻦ ﻗﺒﻞ .MSP \n13.2. ﺍﻻﺳﺘﺜﻨﺎﺀﺍﺕ. ﻋﻠﻰ ﺍﻟﺮﻏﻢ ﻣﻤﺎ ﺳﺒﻖ، ﻟﻦ ﺗﻜﻮﻥ ﺍﻟﺸﺮﻛﺔ ﻣﻠﺰﻣﺔ ﺗﺠﺎﻩ MSP ﺑﻤﻮﺟﺐ ﻫﺬﺍ ﺍﻟﻘﺴﻢ ﺇﻟﻰ ﺍﻟﺤﺪ ﺍﻟﺬﻱ ﺗﻨﺸﺄ ﻓﻴﻪ ﺃﻱ ﻣﻄﺎﻟﺒﺔ ﻣﻦ ﻫﺬﺍ ﺍﻟﻘﺒﻴﻞ ﺃﻭ ﺗﻨﺘﺞ ﻋﻦ (ﺃ) ﺍﻻﺳﺘﺨﺪﺍﻡ ﻏﻴﺮ ﺍﻟﻤﺼﺮﺡ ﺑﻪ ﺃﻭ ﻏﻴﺮ ﺍﻟﺴﻠﻴﻢ ﻣﻦ ﻗﺒﻞ MSP ﻟﻤﻨﺘﺞ MSP ﺍﻟﻤﺮﺧﺺ ﺍﻟﻤﻘﺪﻡ ﻣﻦ ﻗﺒﻞ ﺍﻟﺸﺮﻛﺔ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ؛ (ﺏ) ﺍﻟﺠﻤﻊ ﺑﻴﻦ ﻣﻨﺘﺞ MSP ﺍﻟﻤﺮﺧﺺ ﺍﻟﺬﻱ ﺗﻘﺪﻣﻪ ﺍﻟﺸﺮﻛﺔ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻣﻊ ﺍﻟﻤﻨﺘﺠﺎﺕ ﺃﻭ ﺍﻟﺨﺪﻣﺎﺕ ﺍﻷﺧﺮﻯ ﺍﻟﺘﻲ ﻻ ﺗﻘﺪﻣﻬﺎ ﺍﻟﺸﺮﻛﺔ، ﺇﻟﻰ ﺍﻟﺤﺪ ﺍﻟﺬﻱ ﻟﻢ ﻳﻜﻦ ﻣﻦ ﺍﻟﻤﻤﻜﻦ ﺃﻥ ﻳﻨﺘﺞ ﻋﻨﻪ ﻫﺬﺍ ﺍﻻﺩﻋﺎﺀ ﺑﺎﺳﺘﺜﻨﺎﺀ ﻫﺬﺍ ﺍﻟﻤﺠﻤﻮﻋﺔ؛ (ﺝ) ﺗﻐﻴﻴﺮ ﺃﻭ ﺗﻌﺪﻳﻞ ﻣﻨﺘﺞ MSP ﺍﻟﻤﺮﺧﺺ ﻣﻦ ﻗﺒﻞ ﺃﻭ ﻣﻦ ﺃﺟﻞ MSP ﺩﻭﻥ ﻣﻮﺍﻓﻘﺔ ﺧﻄﻴﺔ ﻣﻦ ﺍﻟﺸﺮﻛﺔ، ﺇﺫﺍ ﻛﺎﻥ ﻣﻦ ﺍﻟﻤﻤﻜﻦ ﺗﺠﻨﺐ ﻫﺬﺍ ﺍﻻﻧﺘﻬﺎﻙ ﻓﻲ ﺣﺎﻟﺔ ﻋﺪﻡ ﻭﺟﻮﺩ ﻣﺜﻞ ﻫﺬﺍ ﺍﻟﺘﻐﻴﻴﺮ ﺃﻭ ﺍﻟﺘﻌﺪﻳﻞ؛ (ﺩ) ﻓﺸﻞ MSP ﻓﻲ ﺗﺜﺒﻴﺖ ﺍﻟﺘﺤﺪﻳﺚ ﻋﻠﻰ ﺍﻟﻔﻮﺭ؛ ﺃﻭ (ﻩ) ﻳﻤﻜﻦ ﺗﺠﻨﺐ ﺍﻟﻤﻄﺎﻟﺒﺔ ﻣﻦ ﺧﻼﻝ ﺍﺳﺘﺨﺪﺍﻡ MSP ﻟﻤﻨﺘﺞ MSP ﻣﺮﺧﺺ ﺑﺪﻳﻞ ﺗﻘﺪﻣﻪ ﺍﻟﺸﺮﻛﺔ ﺇﻟﻰ MSP ﻭﺍﻟﺬﻱ ﻳﻌﻤﻞ ﺑﻄﺮﻳﻘﺔ ﻣﺸﺎﺑﻬﺔ ﺇﻟﻰ ﺣﺪ ﻛﺒﻴﺮ ﻟﻤﻨﺘﺞ MSP ﺍﻟﻤﺮﺧﺺ ﺍﻟﻤﻌﻨﻲ. \n13.3. ﺳﺒﻞ ﺍﻻﻧﺘﺼﺎﻑ. ﺇﺫﺍ ﺃﺻﺒﺢ ﻣﻨﺘﺞ MSP ﺍﻟﻤﺮﺧﺺ ﺍﻟﻤﻘﺪﻡ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﺃﻭ ﻓﻲ ﺭﺃﻱ ﺍﻟﺸﺮﻛﺔ ﺍﻟﻤﻌﻘﻮﻝ ﺃﻧﻪ ﻣﻦ ﺍﻟﻤﺤﺘﻤﻞ ﺃﻥ ﻳﺼﺒﺢ، ﻣﻮﺿﻮﻉ ﻣﻄﺎﻟﺒﺔ، ﻳﺠﻮﺯ ﻟﻠﺸﺮﻛﺔ، ﻭﻓﻘﺎ ﻟﺘﻘﺪﻳﺮﻫﺎ ﺍﻟﺨﺎﺹ ﻭﻋﻠﻰ ﻧﻔﻘﺘﻬﺎ ﺍﻟﺨﺎﺻﺔ، ﺇﻣﺎ: (ﺃ) ﺍﻟﺤﺼﻮﻝ ﻋﻠﻰ ﺣﻖ MSP ﻓﻲ ﻣﻤﺎﺭﺳﺔ ﺣﻘﻮﻗﻬﺎ ﺑﻤﻮﺟﺐ ﺍﻟﺘﻔﻮﻳﻀﺎﺕ ﺍﻟﻮﺍﺭﺩﺓ ﻫﻨﺎ؛ ﺃﻭ (ﺏ) ﺍﺳﺘﺒﺪﺍﻝ ﺃﻭ ﺗﻌﺪﻳﻞ ﻣﻨﺘﺞ MSP ﺍﻟﻤﺮﺧﺺ ﻟﺠﻌﻠﻪ ﻏﻴﺮ ﺍﻧﺘﻬﺎﻙ، ﺷﺮﻳﻄﺔ ﺃﻥ ﻳﺘﻢ ﺗﻨﻔﻴﺬ ﻧﻔﺲ ﺍﻟﻮﻇﺎﺋﻒ ﺑﻮﺍﺳﻄﺔ ﻣﻨﺘﺞ MSP ﺍﻟﻤﺮﺧﺺ ﺍﻟﻤﺴﺘﺒﺪﻝ ﺃﻭ ﺍﻟﻤﻌﺪﻝ. ﺇﺫﺍ ﻗﺮﺭﺕ ﺍﻟﺸﺮﻛﺔ ﻭﻓﻘﺎ ﻟﺘﻘﺪﻳﺮﻫﺎ ﺍﻟﺨﺎﺹ ﺃﻥ (ﺃ) ﻭﻻ (ﺏ) ﻏﻴﺮ ﻣﻌﻘﻮﻟﻴﻦ ﺗﺠﺎﺭﻳﺎ، ﻓﻴﺠﺐ ﻋﻠﻰ ﺍﻟﺸﺮﻛﺔ ﺇﺧﻄﺎﺭ MSP ﺑﺬﻟﻚ ﻛﺘﺎﺑﻴﺎ ﻭﺇﻧﻬﺎﺀ ﺗﺮﺍﺧﻴﺺ MSP ﻟﻤﻨﺘﺞ MSP ﺍﻟﻤﺮﺧﺺ ﺍﻟﻤﺘﺄﺛﺮ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ. ﺑﻨﺎﺀ ﻋﻠﻰ ﺇﺷﻌﺎﺭ ﺧﻄﻲ ﻣﻦ ﺍﻟﺸﺮﻛﺔ ﺑﺈﻧﻬﺎﺀ ﺗﺮﺧﻴﺺ MSP ﻭﻓﻘﺎ ﻟﻬﺬﺍ ﺍﻟﻘﺴﻢ، ﻳﺠﺐ ﻋﻠﻰ MSP ﺇﻋﺎﺩﺓ ﺟﻤﻴﻊ ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﺍﻟﻤﺘﺄﺛﺮﺓ ﺍﻟﻤﺘﺒﻘﻴﺔ ﻓﻲ ﺣﻮﺯﺓ MSP ﺇﻟﻰ ﺍﻟﺸﺮﻛﺔ ﻻﺳﺘﺮﺩﺍﺩ ﺗﻨﺎﺳﺒﻲ ﻟﺘﻠﻚ ﺍﻟﺮﺳﻮﻡ ﺍﻟﺘﻲ ﻳﺪﻓﻌﻬﺎ MSP ﺇﻟﻰ ﺍﻟﺸﺮﻛﺔ ﻋﻦ ﻣﻨﺘﺞ MSP ﺍﻟﻤﺮﺧﺺ ﺍﻟﻤﺘﺄﺛﺮ ﺍﻟﻤﺤﺴﻮﺑﺔ ﻋﻠﻰ ﻣﺪﻯ ﺳﺘﺔ ﻭﺛﻼﺛﻴﻦ (36) ﺷﻬﺮﺍ ﻋﻠﻰ ﺃﺳﺎﺱ ﺍﻟﺴﻄﺮ ﺍﻟﺜﺎﺑﺖ.  \n13.4. ﺍﻻﻟﺘﺰﺍﻡ ﺍﻟﻜﺎﻣﻞ. ﻳﻨﺺ ﻣﺎ ﺳﺒﻖ ﻋﻠﻰ ﺍﻟﻤﺴﺆﻭﻟﻴﺔ ﺍﻟﻜﺎﻣﻠﺔ ﻟﻠﺸﺮﻛﺔ ﻭﺍﻻﻧﺘﺼﺎﻑ ﺍﻟﺤﺼﺮﻱ ﻝ MSP ﻓﻴﻤﺎ ﻳﺘﻌﻠﻖ ﺑﺄﻱ ﻣﻄﺎﻟﺒﺔ. \n14. ﺗﺤﺪﻳﺪ ﺍﻟﻤﺴﺆﻭﻟﻴﺔ \nﺇﻟﻰ ﺍﻟﺤﺪ ﺍﻷﻗﺼﻰ ﺍﻟﺬﻱ ﻳﺴﻤﺢ ﺑﻪ ﺍﻟﻘﺎﻧﻮﻥ، ﻟﻦ ﺗﻜﻮﻥ ﺍﻟﺸﺮﻛﺔ ﺃﻭ ﺍﻟﻤﺮﺧﺼﻮﻥ ﻭﺍﻟﺸﺮﻛﺎﺕ ﺍﻟﺘﺎﺑﻌﺔ ﻟﻬﺎ ﻭﻭﻛﻼﺋﻬﺎ ﻭﻣﻮﺭﺩﻳﻬﺎ ﻭﻣﻮﺯﻋﻴﻬﺎ ﻭﻣﺰﻭﺩﻭﻫﺎ ﻣﺴﺆﻭﻟﻴﻦ ﻋﻦ ﺃﻱ ﺃﺿﺮﺍﺭ ﻏﻴﺮ ﻣﺒﺎﺷﺮﺓ ﺃﻭ ﻋﺮﺿﻴﺔ ﺃﻭ ﺧﺎﺻﺔ ﺃﻭ ﺗﺒﻌﻴﺔ ﺃﻭ ﻋﻘﺎﺑﻴﺔ، ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ ﻋﻠﻰ ﺳﺒﻴﻞ ﺍﻟﻤﺜﺎﻝ ﻻ ﺍﻟﺤﺼﺮ ﺍﻷﺿﺮﺍﺭ ﺍﻟﻨﺎﺟﻤﺔ ﻋﻦ ﺍﻷﺭﺑﺎﺡ ﺍﻟﻤﻔﻘﻮﺩﺓ ﺃﻭ ﻓﻘﺪﺍﻥ ﺍﻟﺒﻴﺎﻧﺎﺕ ﺃﻭ ﻓﻘﺪﺍﻥ ﺍﻻﺳﺘﺨﺪﺍﻡ، ﺃﻭ ﺷﺮﺍﺀ ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﺍﻟﺒﺪﻳﻠﺔ، ﻣﻬﻤﺎ ﻛﺎﻥ ﻣﺎ ﻳﺘﻜﺒﺪﻩ MSP ﺃﻭ ﺃﻱ ﻃﺮﻑ ﺛﺎﻟﺚ.  ﺳﻮﺍﺀ ﻓﻲ ﺩﻋﻮﻯ ﺗﻌﺎﻗﺪﻳﺔ ﺃﻭ ﺗﻘﺼﻴﺮﻳﺔ، ﺣﺘﻰ ﻟﻮ ﺗﻢ ﺇﺧﻄﺎﺭ ﻫﺬﺍ ﺍﻟﻄﺮﻑ ﺑﺈﻣﻜﺎﻧﻴﺔ ﺣﺪﻭﺙ ﻣﺜﻞ ﻫﺬﻩ ﺍﻷﺿﺮﺍﺭ.   \nﻻ ﻳﺠﻮﺯ ﺑﺄﻱ ﺣﺎﻝ ﻣﻦ ﺍﻷﺣﻮﺍﻝ ﺃﻥ ﺗﺘﺠﺎﻭﺯ ﺍﻟﻤﺴﺆﻭﻟﻴﺔ ﺍﻹﺟﻤﺎﻟﻴﺔ ﻟﻠﺸﺮﻛﺔ ﻋﻦ ﺍﻷﺿﺮﺍﺭ ﺍﻟﻤﺒﺎﺷﺮﺓ ﺍﻟﻨﺎﺷﺌﺔ ﻋﻦ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺃﻭ ﺍﻟﻤﺘﻌﻠﻘﺔ ﺑﻬﺎ ﺍﻟﻤﺒﺎﻟﻎ ﺍﻟﺘﻲ ﺗﻠﻘﺘﻬﺎ ﺍﻟﺸﺮﻛﺔ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻣﻦ MSP ﻓﻲ ﺍﻻﺛﻨﻲ ﻋﺸﺮ (12) ﺷﻬﺮﺍ ﺍﻟﺴﺎﺑﻘﺔ ﻣﺒﺎﺷﺮﺓ ﻟﻠﺤﺪﺙ ﺍﻟﺬﻱ ﺃﺩﻯ ﺇﻟﻰ ﺳﺒﺐ ﺍﻟﺪﻋﻮﻯ. ﺗﻄﺒﻖ ﻗﻴﻮﺩ ﻫﺬﺍ ﺍﻟﻘﺴﻢ ﻋﻠﻰ ﺍﻟﺮﻏﻢ ﻣﻦ ﺃﻱ ﻓﺸﻞ ﻓﻲ ﺍﻟﻐﺮﺽ ﺍﻷﺳﺎﺳﻲ.   \n15. ﺍﻟﻤﺪﺓ ﻭﺍﻹﻧﻬﺎﺀ \n15.1. ﺍﻟﻤﺪﺓ. ﻣﺎ ﻟﻢ ﻳﺘﻢ ﺇﻧﻬﺎﺅﻫﺎ ﻓﻲ ﻭﻗﺖ ﺳﺎﺑﻖ ﻋﻠﻰ ﺍﻟﻨﺤﻮ ﺍﻟﻤﻨﺼﻮﺹ ﻋﻠﻴﻪ ﻓﻲ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﻳﻜﻮﻥ ﻟﻬﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻣﺪﺓ ﺍﺛﻨﻲ ﻋﺸﺮ (12) ﺷﻬﺮﺍ ﻭﻳﺘﻢ ﺗﺠﺪﻳﺪﻫﺎ ﺗﻠﻘﺎﺋﻴﺎ ﺑﺰﻳﺎﺩﺍﺕ ﺍﺛﻨﻲ ﻋﺸﺮ (12) ﺷﻬﺮﺍ ﻣﺎ ﻟﻢ ﻳﺘﻢ ﺇﻟﻐﺎﺅﻫﺎ ﻣﻦ ﻗﺒﻞ ﺃﻱ ﻣﻦ ﺍﻟﻄﺮﻓﻴﻦ. ﻓﻲ ﺣﺎﻟﺔ ﺣﺪﻭﺙ ﺃﻱ ﺇﻧﻬﺎﺀ، (1) ﻳﺠﻮﺯ ﻟﻠﺸﺮﻛﺔ ﺍﺧﺘﻴﺎﺭ ﺍﻻﺳﺘﻤﺮﺍﺭ ﺃﻭ ﺇﻧﻬﺎﺀ ﺃﻱ ﻃﻠﺐ ﻣﻌﻠﻖ ﻓﻲ ﺫﻟﻚ ﺍﻟﻮﻗﺖ، (2) ﺳﺘﻌﻴﺪ MSP ﺇﻟﻰ ﺍﻟﺸﺮﻛﺔ ﺟﻤﻴﻊ ﺍﻟﻤﻌﻠﻮﻣﺎﺕ ﺍﻟﺴﺮﻳﺔ ﻭﺍﻟﻤﻮﺍﺩ ﺍﻷﺧﺮﻯ ﺍﻟﺨﺎﺻﺔ ﺑﺎﻟﺸﺮﻛﺔ ﻭﺟﻤﻴﻊ ﺣﻘﻮﻕ ﺍﻟﺘﻮﺯﻳﻊ ﻭﺍﻟﺘﺮﺍﺧﻴﺺ ﺍﻷﺧﺮﻯ ﺍﻟﻤﻤﻨﻮﺣﺔ ﻟﺸﺮﻛﺔ MSP ﻫﻨﺎ (ﺑﺎﻹﺿﺎﻓﺔ ﺇﻟﻰ ﺍﻟﺘﺰﺍﻣﺎﺕ ﺍﻟﺸﺮﻛﺔ ﻟﻠﺘﻮﺭﻳﺪ ﻭﺍﻟﺪﻋﻢ ﻭﺍﻟﺼﻴﺎﻧﺔ ﻭﺃﻱ ﻗﻴﻮﺩ ﻋﻠﻰ ﺍﻟﺸﺮﻛﺔ).  ﻭ (3) ﺗﻈﻞ ﺷﺮﻭﻁ ﻭﺃﺣﻜﺎﻡ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺳﺎﺭﻳﺔ ﺑﺨﻼﻑ ﺫﻟﻚ.  \n15.2. ﺍﻹﻧﻬﺎﺀ. ﻳﺠﻮﺯ ﻟﻠﺸﺮﻛﺔ ﺇﻧﻬﺎﺀ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺑﻤﻮﺟﺐ ﺇﺷﻌﺎﺭ ﻛﺘﺎﺑﻲ ﻣﺪﺗﻪ ﺧﻤﺴﺔ ﻋﺸﺮ (15) ﻳﻮﻣﺎ ﺇﻟﻰ MSP ﻋﻨﺪ ﺣﺪﻭﺙ ﺃﻱ ﻣﻤﺎ ﻳﻠﻲ، ﻭﺍﻟﺬﻱ ﺇﺫﺍ ﻛﺎﻥ ﻗﺎﺑﻼ ﻟﻠﻌﻼﺝ، ﻻ ﻳﺘﻢ ﻋﻼﺟﻪ ﺧﻼﻝ ﻓﺘﺮﺓ ﺍﻟﺨﻤﺴﺔ ﻋﺸﺮ (15) ﻳﻮﻣﺎ: (i) ﻻ ﺗﺘﻠﻘﻰ ﺍﻟﺸﺮﻛﺔ ﺍﻟﺮﺳﻮﻡ، ﻛﻠﻴﺎ ﺃﻭ ﺟﺰﺋﻴﺎ، ﻣﻦ MSP ﻭﻓﻘﺎ ﻟﺸﺮﻭﻁ ﺍﻟﺪﻓﻊ ﺍﻟﻤﺘﻔﻖ ﻋﻠﻴﻬﺎ؛ ﺃﻭ (2) ﻓﺸﻞ MSP ﻓﻲ ﺍﻻﻣﺘﺜﺎﻝ ﻷﻱ ﻣﻦ ﺷﺮﻭﻁ ﻭﺃﺣﻜﺎﻡ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ؛ ﺃﻭ (3) ﻳﺘﺨﺬ MSP ﺃﻭ ﻳﻌﺎﻧﻲ ﻣﻦ ﺃﻱ ﺇﺟﺮﺍﺀ ﺑﺴﺒﺐ ﺍﻟﺪﻳﻮﻥ ﺃﻭ ﻳﺼﺒﺢ ﻣﻌﺴﺮﺍ. ﻋﻼﻭﺓ ﻋﻠﻰ ﺫﻟﻚ، ﻳﺠﻮﺯ ﻷﻱ ﻣﻦ ﺍﻟﻄﺮﻓﻴﻦ ﺇﻧﻬﺎﺀ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻓﻲ ﺃﻱ ﻭﻗﺖ ﻣﻊ ﺃﻭ ﺑﺪﻭﻥ ﺳﺒﺐ ﺑﻨﺎﺀ ﻋﻠﻰ ﺇﺷﻌﺎﺭ ﻛﺘﺎﺑﻲ ﻣﺪﺗﻪ ﺗﺴﻌﻴﻦ (90) ﻳﻮﻣﺎ. \n15.3. ﻧﻬﺎﻳﺔ ﺍﻟﻌﻤﺮ. ﺗﻘﺮ MSP ﻭﺗﻮﺍﻓﻖ ﻋﻠﻰ ﺃﻧﻪ ﻗﺪ ﻳﻜﻮﻥ ﻣﻦ ﺍﻟﻀﺮﻭﺭﻱ ﺳﺤﺐ ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﻣﻦ ﻭﻗﺖ ﻵﺧﺮ ﻷﺳﺒﺎﺏ ﺗﺸﻤﻞ ﻋﻠﻰ ﺳﺒﻴﻞ ﺍﻟﻤﺜﺎﻝ ﻻ ﺍﻟﺤﺼﺮ ﺍﻟﺘﻐﻴﻴﺮﺍﺕ ﻓﻲ ﺍﻟﻄﻠﺐ ﻭﺍﻟﺘﻜﻨﻮﻟﻮﺟﻴﺎ. ﺳﺘﺴﻌﻰ ﺍﻟﺸﺮﻛﺔ ﺇﻟﻰ ﺗﻘﺪﻳﻢ ﺇﺷﻌﺎﺭ ﻳﺼﻞ ﺇﻟﻰ ﺳﺘﺔ (6) ﺃﺷﻬﺮ ﻣﻦ ﺗﺎﺭﻳﺦ ﺍﻧﺘﻬﺎﺀ ﺍﻟﺒﻴﻊ. ﺳﺘﺴﺘﻤﺮ ﺍﻟﺸﺮﻛﺔ ﻓﻲ ﺩﻋﻢ ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﺑﻌﺪ ﺗﺎﺭﻳﺦ ﺍﻧﺘﻬﺎﺀ ﺍﻟﻌﻤﺮ ﺍﻻﻓﺘﺮﺍﺿﻲ ﻟﻤﺪﺓ ﻻ ﺗﺰﻳﺪ ﻋﻦ ﻋﺎﻡ ﻭﺍﺣﺪ (1).   \n15.4. ﺁﺛﺎﺭ ﺍﻹﻧﻬﺎﺀ. ﻟﺘﺠﻨﺐ ﺍﻟﺸﻚ، ﻓﺈﻥ ﺃﻱ ﺣﻜﻢ ﻣﻦ ﺃﺣﻜﺎﻡ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻳﻨﺺ ﻋﻠﻰ ﺍﻷﺩﺍﺀ ﺃﻭ ﺍﻻﻟﺘﺰﺍﻡ ﺑﻌﺪ ﺇﻧﻬﺎﺋﻬﺎ ﺃﻭ ﺍﻧﺘﻬﺎﺀ ﺻﻼﺣﻴﺘﻬﺎ ﺳﻴﻈﻞ ﺳﺎﺭﻳﺎ ﺑﻌﺪ ﺍﻧﺘﻬﺎﺀ ﺻﻼﺣﻴﺔ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺃﻭ ﺇﻧﻬﺎﺋﻬﺎ ﻷﻱ ﺳﺒﺐ ﻣﻦ ﺍﻷﺳﺒﺎﺏ. ﻻ ﻳﻌﻔﻲ ﺇﻧﻬﺎﺀ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ MSP ﻣﻦ ﺍﻟﺘﺰﺍﻣﺎﺗﻬﺎ ﺑﺪﻓﻊ ﺟﻤﻴﻊ ﺍﻟﺮﺳﻮﻡ ﺍﻟﻤﺴﺘﺤﻘﺔ ﺃﻭ ﺍﻟﻤﺴﺘﺤﻘﺔ ﻋﻠﻰ MSP ﻟﻠﺸﺮﻛﺔ. ﺟﻤﻴﻊ ﺍﻟﺮﺳﻮﻡ ﺍﻟﻤﺪﻓﻮﻋﺔ ﻏﻴﺮ ﻗﺎﺑﻠﺔ ﻟﻼﺳﺘﺮﺩﺍﺩ. ﻓﻲ ﻏﻀﻮﻥ ﺷﻬﺮ ﻭﺍﺣﺪ (1) ﻣﻦ ﺗﺎﺭﻳﺦ ﺇﻧﻬﺎﺀ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﻳﺠﺐ ﻋﻠﻰ MSP ﺇﻣﺎ، ﻭﻓﻘﺎ ﻟﺘﻘﺪﻳﺮ ﺍﻟﺸﺮﻛﺔ ﻭﺣﺪﻫﺎ، ﺇﻋﺎﺩﺓ ﻣﻨﺘﺞ MSP ﺍﻟﻤﺮﺧﺺ ﺇﻟﻰ ﺍﻟﺸﺮﻛﺔ، ﻋﻠﻰ ﻧﻔﻘﺔ MSPs، ﺃﻭ (ii) ﺗﻘﺪﻳﻢ ﺷﻬﺎﺩﺓ ﻣﻜﺘﻮﺑﺔ ﺇﻟﻰ ﺍﻟﺸﺮﻛﺔ ﺗﺆﻛﺪ ﺗﺪﻣﻴﺮ MSP ﻭﻋﻤﻴﻞ MSP ﺍﻟﻤﺮﺧﺺ ﻟﻤﻨﺘﺞ MSP ﺍﻟﻤﺮﺧﺺ ﻭﺟﻤﻴﻊ ﺍﻟﻨﺴﺦ ﻣﻦ ﻛﻞ ﺃﻭ ﺃﻱ ﺟﺰﺀ ﻣﻨﻪ. ﺳﺘﺘﻮﻗﻒ ﺟﻤﻴﻊ ﺣﻘﻮﻕ MSP ﻭﻋﻤﻴﻞ MSP ﺍﻟﺨﺎﺹ ﺑﻬﺎ ﻓﻲ ﺍﺳﺘﺨﺪﺍﻡ ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﺗﻠﻘﺎﺋﻴﺎ ﻋﻨﺪ ﺇﻧﻬﺎﺀ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ. \nﺍﻟﻌﻼﻗﺔ ﺑﻴﻦ ﺍﻷﻃﺮﺍﻑ. ﻳﻔﻬﻢ ﺍﻟﻄﺮﻓﺎﻥ ﻭﻳﺘﻔﻘﺎﻥ ﺻﺮﺍﺣﺔ ﻋﻠﻰ ﺃﻥ MSP ﻫﻲ ﻣﻘﺎﻭﻝ ﻣﺴﺘﻘﻞ ﻓﻲ ﺗﻨﻔﻴﺬ ﻛﻞ ﺟﺰﺀ ﻣﻦ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ، ﻭﻫﻲ ﺍﻟﻤﺴﺆﻭﻟﺔ ﺍﻟﻮﺣﻴﺪﺓ ﻋﻦ ﺟﻤﻴﻊ ﻣﻮﻇﻔﻴﻬﺎ ﻭﻭﻛﻼﺋﻬﺎ ﻭﺗﻜﺎﻟﻴﻒ ﺍﻟﻌﻤﺎﻟﺔ ﻭﺍﻟﻨﻔﻘﺎﺕ ﺍﻟﻨﺎﺷﺌﺔ ﻓﻴﻤﺎ ﻳﺘﻌﻠﻖ ﺑﺬﻟﻚ ﻭﻫﻲ ﻣﺴﺆﻭﻟﺔ ﻋﻦ ﺍﻟﺸﺮﻛﺔ ﻭﺳﺘﻌﻮﺽ ﺍﻟﺸﺮﻛﺔ ﻋﻦ ﺃﻱ ﻭﺟﻤﻴﻊ ﺍﻟﻤﻄﺎﻟﺒﺎﺕ ،  ﺍﻻﻟﺘﺰﺍﻣﺎﺕ ﻭﺍﻷﺿﺮﺍﺭ ﻭﺍﻟﺪﻳﻮﻥ ﻭﺍﻟﺘﺴﻮﻳﺎﺕ ﻭﺍﻟﺘﻜﺎﻟﻴﻒ ﻭﺃﺗﻌﺎﺏ ﺍﻟﻤﺤﺎﻣﺎﺓ ﻭﺍﻟﻨﻔﻘﺎﺕ ﻭﺍﻻﻟﺘﺰﺍﻣﺎﺕ ﻣﻦ ﺃﻱ ﻧﻮﻉ ﻭﺍﻟﺘﻲ ﻗﺪ ﺗﻨﺸﺄ ﺑﺴﺒﺐ ﺃﻧﺸﻄﺔ MSP ﺃﻭ ﺃﻧﺸﻄﺔ ﻣﻮﻇﻔﻴﻬﺎ ﺃﻭ ﻭﻛﻼﺋﻬﺎ، ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ ﻋﻠﻰ ﺳﺒﻴﻞ ﺍﻟﻤﺜﺎﻝ ﻻ ﺍﻟﺤﺼﺮ، ﺗﻘﺪﻳﻢ ﺇﻗﺮﺍﺭﺍﺕ ﺃﻭ ﺿﻤﺎﻧﺎﺕ ﻏﻴﺮ ﻣﺼﺮﺡ ﺑﻬﺎ ﺃﻭ ﻋﺪﻡ ﺍﻹﻓﺼﺎﺡ ﻋﻦ ﺟﻤﻴﻊ ﺍﻟﻘﻴﻮﺩ ﺍﻟﻤﻔﺮﻭﺿﺔ ﻋﻠﻰ ﺍﻟﻀﻤﺎﻧﺎﺕ ﻭﺍﻟﻤﺴﺆﻭﻟﻴﺎﺕ ﺍﻟﻤﻨﺼﻮﺹ ﻋﻠﻴﻬﺎ ﻫﻨﺎ ﻭﻓﻲ MCA ﻧﻴﺎﺑﺔ ﻋﻦ ﺍﻟﺸﺮﻛﺔ ﻟﻌﻤﻼﺋﻬﺎ ﺃﻭ ﺧﺮﻕ ﺃﻱ ﺷﺮﻁ،  ﺍﻟﺘﻤﺜﻴﻞ ﺃﻭ ﺍﻟﻀﻤﺎﻥ ﻟﻬﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ. ﻻ ﺗﺮﺗﺒﻂ ﺍﻟﺸﺮﻛﺔ ﺑﺄﻱ ﺣﺎﻝ ﻣﻦ ﺍﻷﺣﻮﺍﻝ ﺑﺎﻷﺩﺍﺀ ﺍﻟﻔﻌﻠﻲ ﻟﻬﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻣﻦ ﺟﺎﻧﺐ MSP ﺃﻭ ﻣﺮﺗﺒﻄﺔ ﺑﻪ ﺑﺄﻱ ﺷﻜﻞ ﻣﻦ ﺍﻷﺷﻜﺎﻝ، ﻭﻻ ﺑﺘﻮﻇﻴﻒ MSP ﻷﺷﺨﺎﺹ ﺁﺧﺮﻳﻦ ﺃﻭ ﺗﻜﺒﺪ ﻧﻔﻘﺎﺕ ﺃﺧﺮﻯ، ﻭﻟﻦ ﺗﻤﺜﻞ MSP ﺃﻭ ﺗﺸﻴﺮ ﺇﻟﻰ ﺃﻱ ﺷﻲﺀ ﻋﻠﻰ ﻋﻜﺲ ﺫﻟﻚ. ﺑﺎﺳﺘﺜﻨﺎﺀ ﻣﺎ ﻫﻮ ﻣﻨﺼﻮﺹ ﻋﻠﻴﻪ ﺻﺮﺍﺣﺔ ﻓﻲ ﻫﺬﻩ ﺍﻟﻮﺛﻴﻘﺔ، ﻻ ﻳﺤﻖ ﻟﻠﺸﺮﻛﺔ ﻣﻤﺎﺭﺳﺔ ﺃﻱ ﺳﻴﻄﺮﺓ ﻣﻦ ﺃﻱ ﻧﻮﻉ ﻋﻠﻰ ﺃﻧﺸﻄﺔ ﺃﻭ ﻋﻤﻠﻴﺎﺕ MSP. \nﻻ ﻳﻮﺟﺪ ﺗﻀﺎﺭﺏ ﻓﻲ ﺍﻟﻤﺼﺎﻟﺢ. ﺧﻼﻝ ﻣﺪﺓ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﻟﻦ ﺗﻘﺒﻞ MSP ﺍﻟﻌﻤﻞ ﺃﻭ ﺗﺒﺮﻡ ﻋﻘﺪﺍ ﺃﻭ ﺗﻘﺒﻞ ﺍﻟﺘﺰﺍﻣﺎ ﻏﻴﺮ ﻣﺘﺴﻖ ﺃﻭ ﻏﻴﺮ ﻣﺘﻮﺍﻓﻖ ﻣﻊ ﺍﻟﺘﺰﺍﻣﺎﺕ MSP ﺃﻭ ﻧﻄﺎﻕ ﺍﻟﺨﺪﻣﺎﺕ ﺍﻟﺘﻲ ﺳﻴﺘﻢ ﺗﻘﺪﻳﻤﻬﺎ ﻟﻠﺸﺮﻛﺔ ﺑﻤﻮﺟﺐ ﺍﻻﺗﻔﺎﻗﻴﺔ.  ﺗﻀﻤﻦ MSP ﺃﻧﻪ ، ﻋﻠﻰ ﺣﺪ ﻋﻠﻢ MSP ، ﻻ ﻳﻮﺟﺪ ﻋﻘﺪ ﺃﻭ ﻭﺍﺟﺐ ﺁﺧﺮ ﻗﺎﺋﻢ ﻣﻦ ﺟﺎﻧﺐ MSP ﻳﺘﻌﺎﺭﺽ ﻣﻊ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺃﻭ ﻻ ﻳﺘﻔﻖ ﻣﻌﻬﺎ. ﺗﻮﺍﻓﻖ MSP ﻋﻠﻰ ﺗﻌﻮﻳﺾ ﺍﻟﺸﺮﻛﺔ ﻭﺇﺑﺮﺍﺀ ﺫﻣﺘﻬﺎ ﻣﻦ ﺃﻱ ﻭﺟﻤﻴﻊ ﺍﻟﺨﺴﺎﺋﺮ ﻭﺍﻻﻟﺘﺰﺍﻣﺎﺕ ﺍﻟﺘﻲ ﺗﺘﻜﺒﺪﻫﺎ ﺍﻟﺸﺮﻛﺔ ﺃﻭ ﺗﻜﺒﺪﺗﻬﺎ ﺑﺴﺒﺐ ﺍﻟﺨﺮﻕ ﺍﻟﻤﺰﻋﻮﻡ ﻣﻦ ﻗﺒﻞ MSP ﻷﻱ ﺍﺗﻔﺎﻗﻴﺔ ﺧﺪﻣﺎﺕ ﺑﻴﻦ MSP ﻭﺃﻱ ﻃﺮﻑ ﺛﺎﻟﺚ. \nﺿﺮﺭ ﻻ ﻳﻤﻜﻦ ﺇﺻﻼﺣﻪ. ﺗﻘﺮ MSP ﺑﺄﻥ ﺧﺮﻕ ﺃﻱ ﺳﺮﻳﺔ ﺃﻭ ﺣﻜﻢ ﺗﻘﻴﻴﺪﻱ ﺁﺧﺮ ﻓﻲ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻣﻦ ﺷﺄﻧﻪ ﺃﻥ ﻳﺘﺴﺒﺐ ﻓﻲ ﺿﺮﺭ ﻻ ﻳﻤﻜﻦ ﺇﺻﻼﺣﻪ ﻭﺇﻟﺤﺎﻕ ﺿﺮﺭ ﻛﺒﻴﺮ ﺑﺎﻟﺸﺮﻛﺔ ﻭﺍﻟﺬﻱ ﻟﻦ ﻳﻜﻮﻥ ﻣﻦ ﺍﻟﻤﻤﻜﻦ ﺗﻌﻮﻳﻀﻪ ﺑﺎﻟﻜﺎﻣﻞ ﻣﻦ ﺧﻼﻝ ﺍﻟﺘﻌﻮﻳﻀﺎﺕ ﺍﻟﻤﺎﻟﻴﺔ. ﻭﺑﻨﺎﺀ ﻋﻠﻰ ﺫﻟﻚ، ﺗﻮﺍﻓﻖ MSP ﻋﻠﻰ ﺃﻧﻪ ﺳﻴﻜﻮﻥ ﻟﻠﺸﺮﻛﺔ ﺍﻟﺤﻖ ﻓﻲ ﻃﻠﺐ ﺍﻟﺤﺼﻮﻝ ﻋﻠﻰ ﺃﻣﺮ ﻗﻀﺎﺋﻲ ﻣﺆﻗﺖ ﻭﺩﺍﺋﻢ ﻓﻲ ﺃﻱ ﻣﺤﻜﻤﺔ ﺩﻭﻥ ﺍﻟﺤﺎﺟﺔ ﺇﻟﻰ ﻧﺸﺮ ﺃﻱ ﺳﻨﺪ ﺑﺎﻹﺿﺎﻓﺔ ﺇﻟﻰ ﺃﻱ ﺣﻘﻮﻕ ﻭﺗﻌﻮﻳﻀﺎﺕ ﺃﺧﺮﻯ ﻗﺪ ﺗﻜﻮﻥ ﻟﺪﻳﻬﺎ، ﻭﺳﺘﻘﻮﻡ MSP ﺑﺘﻌﻮﻳﺾ ﺍﻟﺸﺮﻛﺔ ﻋﻦ ﺟﻤﻴﻊ ﺍﻷﺿﺮﺍﺭ ﻭﺍﻟﺨﺴﺎﺋﺮ ﻭﺍﻟﺘﺴﻮﻳﺎﺕ ﻭﺃﺗﻌﺎﺏ ﺍﻟﻤﺤﺎﻣﺎﺓ ﻭﺍﻟﺘﻜﻠﻔﺔ ﻭﺍﻟﻨﻔﻘﺎﺕ ﺍﻷﺧﺮﻯ ﺍﻟﻨﺎﺗﺠﺔ ﻋﻦ ﻫﺬﺍ ﺍﻟﺨﺮﻕ ﺃﻭ ﺍﻻﺩﻋﺎﺀ ﺑﺬﻟﻚ.    \n19. ﻋﺎﻡ \n19.1. ﻣﻜﺎﻓﺤﺔ ﺍﻟﻔﺴﺎﺩ. ﻟﻢ ﻳﺘﻠﻖ ﺃﻱ ﻣﻦ ﺍﻟﻄﺮﻓﻴﻦ ﺃﻭ ﻳﻌﺮﺽ ﻋﻠﻴﻪ ﺃﻱ ﺭﺷﻮﺓ ﺃﻭ ﺭﺷﻮﺓ ﺃﻭ ﺩﻓﻊ ﺃﻭ ﻫﺪﻳﺔ ﺃﻭ ﺷﻲﺀ ﺫﻱ ﻗﻴﻤﺔ ﻏﻴﺮ ﻗﺎﻧﻮﻧﻴﺔ ﺃﻭ ﻏﻴﺮ ﻻﺋﻘﺔ ﻣﻦ ﻣﻮﻇﻒ ﺃﻭ ﻭﻛﻴﻞ ﻟﻠﻄﺮﻑ ﺍﻵﺧﺮ ﻓﻴﻤﺎ ﻳﺘﻌﻠﻖ ﺑﻬﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ. ﻻ ﺗﻨﺘﻬﻚ ﺍﻟﻬﺪﺍﻳﺎ ﺍﻟﻤﻌﻘﻮﻟﺔ ﻭﺍﻟﺘﺮﻓﻴﻪ ﺍﻟﻤﻘﺪﻣﺔ ﻓﻲ ﺳﻴﺎﻕ ﺍﻟﻌﻤﻞ ﺍﻟﻌﺎﺩﻱ ﺍﻟﻘﻴﻮﺩ ﺍﻟﻤﺬﻛﻮﺭﺓ ﺃﻋﻼﻩ. \n19.2. ﺍﻟﺘﻨﺎﺯﻝ. ﻻ ﻳﺠﻮﺯ ﻷﻱ ﻣﻦ ﺍﻟﻄﺮﻓﻴﻦ ﺍﻟﺘﻨﺎﺯﻝ ﻋﻦ ﺃﻱ ﻣﻦ ﺣﻘﻮﻗﻪ ﺃﻭ ﺍﻟﺘﺰﺍﻣﺎﺗﻪ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﺳﻮﺍﺀ ﺑﺤﻜﻢ ﺍﻟﻘﺎﻧﻮﻥ ﺃﻭ ﻏﻴﺮ ﺫﻟﻚ، ﺩﻭﻥ ﻣﻮﺍﻓﻘﺔ ﺧﻄﻴﺔ ﻣﺴﺒﻘﺔ ﻣﻦ ﺍﻟﻄﺮﻑ ﺍﻵﺧﺮ، ﻭﺍﻟﺘﻲ ﻟﻦ ﻳﺘﻢ ﺣﺠﺒﻬﺎ ﺑﺸﻜﻞ ﻏﻴﺮ ﻣﻌﻘﻮﻝ. ﻋﻠﻰ ﺍﻟﺮﻏﻢ ﻣﻤﺎ ﺳﺒﻖ، ﻳﺠﻮﺯ ﻟﻠﺸﺮﻛﺔ ﺍﻟﺘﻨﺎﺯﻝ ﻋﻦ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻭﻧﻘﻠﻬﺎ ﺑﺤﺮﻳﺔ ﺑﻤﻮﺟﺐ ﺍﻻﻧﺪﻣﺎﺝ ﺃﻭ ﺍﻟﺒﻴﻊ ﺍﻟﻤﺘﻌﻠﻖ ﺑﻤﻮﺿﻮﻉ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ. \n19.3. ﺍﻟﺘﺴﻠﻴﻢ. ﺳﻴﺘﻢ ﺗﺴﻠﻴﻢ ﺍﻟﻤﻨﺘﺠﺎﺕ ﺇﻟﻰ ﺍﻟﻤﺴﺘﻮﺩﻉ ﺃﻭ ﻣﻜﺎﻥ ﺍﻹﻧﺘﺎﺝ ﺍﻟﻤﻌﻤﻮﻝ ﺑﻪ ﻓﻲ ﺷﺮﻛﺔ .FOB \n19.4. ﺍﻻﺗﻔﺎﻗﻴﺔ ﺍﻟﻜﺎﻣﻠﺔ. ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻫﻲ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺍﻟﻜﺎﻣﻠﺔ ﺑﻴﻦ ﺍﻟﺸﺮﻛﺔ ﻭﺍﻟﻌﻤﻴﻞ ﻓﻴﻤﺎ ﻳﺘﻌﻠﻖ ﺑﺎﺳﺘﺨﺪﺍﻡ ﺍﻟﻌﻤﻴﻞ ﻟﻌﺮﻭﺽ ﺍﻟﺸﺮﻛﺔ ﻭﺗﺤﻞ ﻣﺤﻞ ﺟﻤﻴﻊ ﺍﻻﺗﻔﺎﻗﻴﺎﺕ ﺃﻭ ﺍﻟﻤﻘﺘﺮﺣﺎﺕ ﺃﻭ ﺍﻹﻗﺮﺍﺭﺍﺕ ﺍﻟﺴﺎﺑﻘﺔ ﻭﺍﻟﻤﻌﺎﺻﺮﺓ، ﺍﻟﻤﻜﺘﻮﺑﺔ ﺃﻭ ﺍﻟﺸﻔﻬﻴﺔ، ﻓﻴﻤﺎ ﻳﺘﻌﻠﻖ ﺑﻤﻮﺿﻮﻋﻬﺎ. ﻳﺘﻔﻖ ﺍﻟﻄﺮﻓﺎﻥ ﻋﻠﻰ ﺃﻥ ﺃﻱ ﺷﺮﻁ ﺃﻭ ﺷﺮﻁ ﻣﻨﺼﻮﺹ ﻋﻠﻴﻪ ﻓﻲ ﺃﻣﺮ ﺍﻟﺸﺮﺍﺀ ﺃﻭ ﻓﻲ ﺃﻱ ﻭﺛﺎﺋﻖ ﻃﻠﺐ ﺃﺧﺮﻯ ﻣﻦ ﻗﺒﻞ ﺍﻟﻌﻤﻴﻞ ﺑﺎﻃﻞ ﻭﻟﻴﺲ ﻟﻪ ﺃﻱ ﺗﺄﺛﻴﺮ. \n19.5. ﻣﺮﺍﻗﺒﺔ ﺍﻟﺼﺎﺩﺭﺍﺕ. ﻗﺪ ﺗﺨﻀﻊ ﺍﻟﻌﺮﻭﺽ ﻭﺗﻘﻨﻴﺎﺕ ﺍﻟﺸﺮﻛﺔ ﺍﻷﺧﺮﻯ ﻭﻣﺸﺘﻘﺎﺗﻬﺎ ﻟﻘﻮﺍﻧﻴﻦ ﻭﻟﻮﺍﺋﺢ ﺍﻟﺘﺼﺪﻳﺮ ﻓﻲ ﺍﻟﻮﻻﻳﺎﺕ ﺍﻟﻤﺘﺤﺪﺓ ﻭﺍﻟﻮﻻﻳﺎﺕ ﺍﻟﻘﻀﺎﺋﻴﺔ ﺍﻷﺧﺮﻯ. ﺗﻘﺮ ﻛﻞ ﻣﻦ ﺍﻟﺸﺮﻛﺔ ﻭﺍﻟﻌﻤﻴﻞ ﺑﺄﻧﻬﺎ ﻟﻴﺴﺖ ﻣﺪﺭﺟﺔ ﻓﻲ ﺃﻱ ﻗﺎﺋﻤﺔ ﻣﻦ ﺍﻷﻃﺮﺍﻑ ﺍﻟﻤﺮﻓﻮﺿﺔ ﻣﻦ ﺍﻟﺤﻜﻮﻣﺔ ﺍﻷﻣﺮﻳﻜﻴﺔ. ﻟﻦ ﻳﺴﻤﺢ ﺍﻟﻌﻤﻴﻞ ﺑﺄﻱ ﻭﺻﻮﻝ ﺃﻭ ﺍﺳﺘﺨﺪﺍﻡ ﻷﻱ ﻋﺮﺽ ﻓﻲ ﺑﻠﺪ ﺃﻭ ﻣﻨﻄﻘﺔ ﺧﺎﺿﻌﺔ ﻟﻠﺤﻈﺮ ﺍﻷﻣﺮﻳﻜﻲ (ﺣﺎﻟﻴﺎ ﻛﻮﺑﺎ ﺃﻭ ﺇﻳﺮﺍﻥ ﺃﻭ ﻛﻮﺭﻳﺎ ﺍﻟﺸﻤﺎﻟﻴﺔ ﺃﻭ ﺳﻮﺭﻳﺎ ﺃﻭ ﺷﺒﻪ ﺟﺰﻳﺮﺓ ﺍﻟﻘﺮﻡ) ﺃﻭ ﻓﻲ ﺍﻧﺘﻬﺎﻙ ﻷﻱ ﻗﺎﻧﻮﻥ ﺃﻭ ﻻﺋﺤﺔ ﺗﺼﺪﻳﺮ ﺃﻣﺮﻳﻜﻴﺔ. \n19.6. ﺍﻟﻘﻮﺓ ﺍﻟﻘﺎﻫﺮﺓ. ﺑﺼﺮﻑ ﺍﻟﻨﻈﺮ ﻋﻦ ﺃﻱ ﺣﻜﻢ ﺁﺧﺮ ﻣﻦ ﺃﺣﻜﺎﻡ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﻻ ﻳﻌﺘﺒﺮ ﺃﻱ ﻃﺮﻑ ﻣﺘﻘﺼﺮﺍ ﺃﻭ ﺧﺮﻗﺎ ﻟﻬﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺃﻭ ﻣﺴﺆﻭﻻ ﻋﻦ ﺃﻱ ﺧﺴﺎﺭﺓ ﺃﻭ ﺃﺿﺮﺍﺭ ﺃﻭ ﻋﻦ ﺃﻱ ﺗﺄﺧﻴﺮ ﺃﻭ ﻓﺸﻞ ﻓﻲ ﺍﻷﺩﺍﺀ، ﺑﺎﺳﺘﺜﻨﺎﺀ ﺩﻓﻊ ﺍﻟﺮﺳﻮﻡ، ﺑﺴﺒﺐ ﺃﻱ ﺳﺒﺐ ﺧﺎﺭﺝ ﻋﻦ ﺍﻟﺴﻴﻄﺮﺓ ﺍﻟﻤﻌﻘﻮﻟﺔ ﻭﺩﻭﻥ ﺧﻄﺄ ﺃﻭ ﺇﻫﻤﺎﻝ ﻣﻦ ﻗﺒﻞ ﻫﺬﺍ ﺍﻟﻄﺮﻑ.  ﻣﻘﺪﻣﻮ ﺍﻟﺨﺪﻣﺎﺕ ﺃﻭ ﺍﻟﻤﺴﺆﻭﻟﻴﻦ ﺃﻭ ﺍﻟﻤﺪﻳﺮﻳﻦ ﺃﻭ ﺍﻟﻤﻮﻇﻔﻴﻦ ﺃﻭ ﺍﻟﻮﻛﻼﺀ ﺃﻭ ﺍﻟﻤﻮﺭﺩﻳﻦ ﺃﻭ ﺍﻟﻤﻘﺎﻭﻟﻴﻦ. \n19.7. ﺍﻟﻘﺎﻧﻮﻥ ﺍﻟﺤﺎﻛﻢ ﻭﻣﻜﺎﻥ ﺍﻹﻋﺪﺍﺩ. ﺗﺨﻀﻊ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻭﺗﻔﺴﺮ ﻭﻓﻘﺎ ﻟﻘﻮﺍﻧﻴﻦ ﻭﻻﻳﺔ ﻛﺎﻟﻴﻔﻮﺭﻧﻴﺎ، ﺑﺎﺳﺘﺜﻨﺎﺀ ﻗﻮﺍﻋﺪ ﺗﻌﺎﺭﺽ ﺍﻟﻘﻮﺍﻧﻴﻦ، ﻭﻳﻮﺍﻓﻖ ﺍﻟﻄﺮﻓﺎﻥ ﻋﻠﻰ ﺍﻻﺧﺘﺼﺎﺹ ﺍﻟﻘﻀﺎﺋﻲ ﺍﻟﺤﺼﺮﻱ ﻭﺍﻟﻤﻜﺎﻥ ﻓﻲ ﻣﺤﺎﻛﻢ ﺍﻟﻮﻻﻳﺔ ﻭﺍﻟﻤﺤﺎﻛﻢ ﺍﻟﻔﻴﺪﺭﺍﻟﻴﺔ ﺍﻟﻤﻮﺟﻮﺩﺓ ﻓﻲ ﺳﺎﻥ ﻓﺮﺍﻧﺴﻴﺴﻜﻮ، ﻛﺎﻟﻴﻔﻮﺭﻧﻴﺎ، ﺑﻐﺾ ﺍﻟﻨﻈﺮ ﻋﻦ ﺍﺗﻔﺎﻗﻴﺔ ﺍﻷﻣﻢ ﺍﻟﻤﺘﺤﺪﺓ ﺑﺸﺄﻥ ﺍﻟﺒﻴﻊ ﺍﻟﺪﻭﻟﻲ ﻟﻠﺒﻀﺎﺋﻊ. ﻓﻲ ﺃﻱ ﺇﺟﺮﺍﺀ ﺃﻭ ﺇﺟﺮﺍﺀ ﻹﻧﻔﺎﺫ ﺍﻟﺤﻘﻮﻕ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﻳﺤﻖ ﻟﻠﻄﺮﻑ ﺍﻟﺴﺎﺋﺪ ﺍﺳﺘﺮﺩﺍﺩ ﺍﻟﺘﻜﺎﻟﻴﻒ ﺍﻟﻤﻌﻘﻮﻟﺔ ﻭﺃﺗﻌﺎﺏ ﺍﻟﻤﺤﺎﻣﺎﺓ. ﺗﻘﺮ MSP ﺑﺄﻥ ﺧﺮﻕ ﺃﻱ ﺳﺮﻳﺔ ﺃﻭ ﺣﻜﻢ ﺗﻘﻴﻴﺪﻱ ﺁﺧﺮ ﻓﻲ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻣﻦ ﺷﺄﻧﻪ ﺃﻥ ﻳﺘﺴﺒﺐ ﻓﻲ ﺿﺮﺭ ﻻ ﻳﻤﻜﻦ ﺇﺻﻼﺣﻪ ﻭﺿﺮﺭ ﻛﺒﻴﺮ ﻟﻠﺸﺮﻛﺔ ﻟﻦ ﻳﻜﻮﻥ ﻣﻦ ﺍﻟﻤﻤﻜﻦ ﺗﻌﻮﻳﻀﻪ ﺑﺎﻟﻜﺎﻣﻞ ﻣﻦ ﺧﻼﻝ ﺍﻟﺘﻌﻮﻳﻀﺎﺕ ﺍﻟﻤﺎﻟﻴﺔ. ﺗﻮﺍﻓﻖ MSP ﻋﻠﻰ ﺃﻥ ﺍﻟﺸﺮﻛﺔ ﺳﻴﻜﻮﻥ ﻟﻬﺎ ﺍﻟﺤﻖ ﻓﻲ ﻃﻠﺐ ﻭﺍﻟﺤﺼﻮﻝ ﻋﻠﻰ ﺃﻣﺮ ﻗﻀﺎﺋﻲ ﻣﺆﻗﺖ ﻭﺩﺍﺋﻢ ﻓﻲ ﺃﻱ ﻣﺤﻜﻤﺔ ﺩﻭﻥ ﺍﻟﺤﺎﺟﺔ ﺇﻟﻰ ﻧﺸﺮ ﺃﻱ ﺳﻨﺪ ﺑﺎﻹﺿﺎﻓﺔ ﺇﻟﻰ ﺃﻱ ﺣﻘﻮﻕ ﻭﺗﻌﻮﻳﻀﺎﺕ ﺃﺧﺮﻯ ﻗﺪ ﺗﻜﻮﻥ ﻟﺪﻳﻬﺎ. ﺳﺘﻘﻮﻡ MSP ﺑﺘﻌﻮﻳﺾ ﺍﻟﺸﺮﻛﺔ ﻋﻦ ﺟﻤﻴﻊ ﺍﻷﺿﺮﺍﺭ ﻭﺍﻟﺨﺴﺎﺋﺮ ﻭﺍﻟﺘﺴﻮﻳﺎﺕ ﻭﺃﺗﻌﺎﺏ ﺍﻟﻤﺤﺎﻣﺎﺓ ﻭﺍﻟﺘﻜﺎﻟﻴﻒ ﻭﺍﻟﻨﻔﻘﺎﺕ ﺍﻷﺧﺮﻯ ﺍﻟﻨﺎﺗﺠﺔ ﻋﻦ ﻫﺬﺍ ﺍﻟﺨﺮﻕ ﺃﻭ ﺍﻻﺩﻋﺎﺀ ﺑﺬﻟﻚ.    \n19.8. ﺍﻟﻌﻨﺎﻭﻳﻦ. ﻋﻨﺎﻭﻳﻦ ﻭﻋﻨﺎﻭﻳﻦ ﺃﻗﺴﺎﻡ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻫﻲ ﻟﻠﻤﻼﺀﻣﺔ ﻓﻘﻂ ﻭﻟﻦ ﺗﺆﺛﺮ ﻋﻠﻰ ﺑﻨﺎﺀ ﺃﻱ ﺣﻜﻢ. \n19.9. ﺍﻹﺷﻌﺎﺭﺍﺕ. ﺑﺎﺳﺘﺜﻨﺎﺀ ﻣﺎ ﻫﻮ ﻣﺤﺪﺩ ﺑﺨﻼﻑ ﺫﻟﻚ ﻓﻲ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﺳﺘﻜﻮﻥ ﺟﻤﻴﻊ ﺍﻹﺷﻌﺎﺭﺍﺕ ﺍﻟﻤﺘﻌﻠﻘﺔ ﺑﻬﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻛﺘﺎﺑﻴﺔ ﻭﺳﺘﻜﻮﻥ ﺳﺎﺭﻳﺔ ﺍﻟﻤﻔﻌﻮﻝ ﻋﻨﺪ (ﺃ) ﺍﻟﺘﺴﻠﻴﻢ ﺍﻟﺸﺨﺼﻲ، ﺃﻭ (ﺏ) ﻳﻮﻡ ﺍﻟﻌﻤﻞ ﺍﻟﺜﺎﻧﻲ ﺑﻌﺪ ﺍﻹﺭﺳﺎﻝ، ﺃﻭ (ﺝ)، ﺑﺎﺳﺘﺜﻨﺎﺀ ﺇﺷﻌﺎﺭﺍﺕ ﺍﻹﻧﻬﺎﺀ ﺃﻭ ﺍﻟﻤﻄﺎﻟﺒﺔ ﻏﻴﺮ ﺍﻟﻘﺎﺑﻠﺔ ﻟﻠﺘﻌﻮﻳﺾ (\"ﺍﻹﺷﻌﺎﺭﺍﺕ ﺍﻟﻘﺎﻧﻮﻧﻴﺔ\")، ﻭﺍﻟﺘﻲ ﻳﻤﻜﻦ ﺗﺤﺪﻳﺪﻫﺎ ﺑﻮﺿﻮﺡ ﻋﻠﻰ ﺃﻧﻬﺎ ﺇﺷﻌﺎﺭﺍﺕ ﻗﺎﻧﻮﻧﻴﺔ، ﻓﻲ ﻳﻮﻡ ﺍﻹﺭﺳﺎﻝ ﻋﺒﺮ ﺍﻟﺒﺮﻳﺪ ﺍﻹﻟﻜﺘﺮﻭﻧﻲ. ﺳﻴﺘﻢ ﺗﻮﺟﻴﻪ ﺍﻹﺷﻌﺎﺭﺍﺕ ﺍﻟﻤﺘﻌﻠﻘﺔ ﺑﺎﻟﻔﻮﺍﺗﻴﺮ ﺇﻟﻰ ﺟﻬﺔ ﺍﺗﺼﺎﻝ ﺍﻟﻔﻮﺍﺗﻴﺮ ﺫﺍﺕ ﺍﻟﺼﻠﺔ ﺍﻟﺘﻲ ﻳﻌﻴﻨﻬﺎ ﺍﻟﻌﻤﻴﻞ. ﺳﻴﺘﻢ ﺗﻮﺟﻴﻪ ﺟﻤﻴﻊ ﺍﻹﺷﻌﺎﺭﺍﺕ ﺍﻷﺧﺮﻯ ﻟﻠﻌﻤﻴﻞ ﺇﻟﻰ ﻣﺴﺆﻭﻝ ﺍﻟﻨﻈﺎﻡ ﺫﻱ ﺍﻟﺼﻠﺔ ﺃﻭ ﺍﻟﻔﺮﺩ ﺍﻟﻤﻌﻴﻦ ﻣﻦ ﻗﺒﻞ ﺍﻟﻌﻤﻴﻞ. \n19.10 ﺍﻟﺘﻮﻗﻴﻌﺎﺕ. ﻳﻮﺍﻓﻖ ﺍﻟﻄﺮﻓﺎﻥ ﻋﻠﻰ ﺍﻟﺘﻮﻗﻴﻌﺎﺕ ﺍﻹﻟﻜﺘﺮﻭﻧﻴﺔ. \n19.11 ﺍﻟﺘﻨﺎﺯﻝ، ﻗﺎﺑﻠﻴﺔ ﺍﻟﻔﺼﻞ. ﻟﻦ ﻳﺸﻜﻞ ﺃﻱ ﺇﺧﻔﺎﻕ ﺃﻭ ﺗﺄﺧﻴﺮ ﻣﻦ ﻗﺒﻞ ﺃﻱ ﻣﻦ ﺍﻟﻄﺮﻓﻴﻦ ﻓﻲ ﻣﻤﺎﺭﺳﺔ ﺃﻱ ﺣﻖ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺗﻨﺎﺯﻻ ﻋﻦ ﻫﺬﺍ ﺍﻟﺤﻖ. ﺇﺫﺍ ﺍﻋﺘﺒﺮﺕ ﻣﺤﻜﻤﺔ ﺃﻭ ﻣﺤﻜﻢ ﺫﻭ ﺍﺧﺘﺼﺎﺹ ﻗﻀﺎﺋﻲ ﺃﻥ ﺃﻱ ﺣﻜﻢ ﻣﻦ ﺃﺣﻜﺎﻡ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻳﺘﻌﺎﺭﺽ ﻣﻊ ﺍﻟﻘﺎﻧﻮﻥ، ﻳﻮﺍﻓﻖ ﺍﻟﻄﺮﻓﺎﻥ ﻋﻠﻰ ﺍﺳﺘﺒﺪﺍﻟﻪ ﺑﺤﻜﻢ ﻗﺎﺑﻞ ﻟﻠﺘﻨﻔﻴﺬ ﻳﻌﻜﺲ ﺍﻟﻐﺮﺽ ﻣﻦ ﺍﻟﺤﻜﻢ ﺍﻷﺻﻠﻲ ﻗﺪﺭ ﺍﻹﻣﻜﺎﻥ ﻭﻓﻘﺎ ﻟﻠﻘﺎﻧﻮﻥ ﺍﻟﻤﻌﻤﻮﻝ ﺑﻪ، ﻭﺳﺘﻈﻞ ﺍﻷﺣﻜﺎﻡ ﺍﻟﻤﺘﺒﻘﻴﺔ ﻣﻦ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺳﺎﺭﻳﺔ ﺍﻟﻤﻔﻌﻮﻝ ﻭﺍﻟﺘﺄﺛﻴﺮ ﺍﻟﻜﺎﻣﻞ. \n[ﺗﺮﻛﺖ ﻓﺎﺭﻏﺔ ﻋﻤﺪﺍ] \nﻗﺎﻡ ﻛﻞ ﻣﻦ ﺍﻟﻤﻮﻗﻌﻴﻦ ﺃﺩﻧﺎﻩ، ﺑﺼﻔﺘﻪ ﻣﻤﺜﻼ ﻣﻔﻮﺿﺎ ﺣﺴﺐ ﺍﻷﺻﻮﻝ ﻟﻠﻄﺮﻑ ﺍﻟﻤﺸﺎﺭ ﺇﻟﻴﻪ، ﺑﺘﻨﻔﻴﺬ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺍﻋﺘﺒﺎﺭﺍ ﻣﻦ ﺗﺎﺭﻳﺦ ﺍﻟﺴﺮﻳﺎﻥ. \n. CORELIGHT، INC\tMSP: \nﺗﻮﻗﻴﻊ:  \t\tﺗﻮﻗﻴﻊ:  \t\nﺍﻟﺼﻔﺤﺔ 7 ﻣﻦ 7 \nCorelight ﺳﺮﻳﺔ ﻭﻣﻤﻠﻮﻛﺔ \nﺍﺗﻔﺎﻗﻴﺔ ﻣﺰﻭﺩ ﺍﻟﺨﺪﻣﺔ ﺍﻟﻤﺪﺍﺭﺓ v.221026"
    },
    {
        "id": "sec_0",
        "lang": "ar",
        "title": "1. \tﺍﻟﺘﻌﺎﺭﻳﻒ",
        "level": 1,
        "start_char": 0,
        "end_char": 415,
        "len": 415,
        "text": "ﺍﺗﻔﺎﻗﻴﺔ ﻣﺰﻭﺩ ﺍﻟﺨﺪﻣﺔ ﺍﻟﻤﺪﺍﺭﺓ \nﻳﺘﻢ ﺇﺑﺮﺍﻡ ﺍﺗﻔﺎﻗﻴﺔ ﻣﺰﻭﺩ ﺍﻟﺨﺪﻣﺔ ﺍﻟﻤﺪﺍﺭﺓ ﻫﺬﻩ (\"ﺍﻻﺗﻔﺎﻗﻴﺔ\") ﻭﺇﺑﺮﺍﻣﻬﺎ ﺍﻋﺘﺒﺎﺭﺍ ﻣﻦ ﺁﺧﺮ ﺗﺎﺭﻳﺦ ﺗﻢ ﺗﻨﻔﻴﺬﻩ ﺃﺩﻧﺎﻩ (\"ﺗﺎﺭﻳﺦ ﺍﻟﺴﺮﻳﺎﻥ\") ﻣﻦ ﻗﺒﻞ ﻭﺑﻴﻦ ﺷﺮﻛﺔ Corelight, Inc. (\"ﺍﻟﺸﺮﻛﺔ\") ﻭ _________________________________________________(\"MSP\"). ﺗﺘﻜﻮﻥ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻣﻦ ﺍﻟﺸﺮﻭﻁ ﻭﺍﻷﺣﻜﺎﻡ ﺍﻟﻤﻨﺼﻮﺹ ﻋﻠﻴﻬﺎ ﻫﻨﺎ، ﺟﻨﺒﺎ ﺇﻟﻰ ﺟﻨﺐ ﻣﻊ ﺃﻱ ﻣﺴﺘﻨﺪﺍﺕ ﻣﺮﻓﻘﺔ ﺑﻬﺬﻩ ﺍﻟﻮﺛﻴﻘﺔ ﻭﺍﻟﻤﺴﺘﻨﺪﺍﺕ ﺍﻟﻤﻀﻤﻨﺔ ﻫﻨﺎ ﺑﺎﻹﺷﺎﺭﺓ، ﻭﻛﻠﻬﺎ ﺟﺰﺀ ﻣﻦ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ.  \n1"
    },
    {
        "id": "sec_1",
        "lang": "ar",
        "title": "1. \tﺍﻟﺘﻌﺎﺭﻳﻒ",
        "level": 1,
        "start_char": 415,
        "end_char": 3823,
        "len": 3408,
        "text": "1. \tﺍﻟﺘﻌﺎﺭﻳﻒ \n\"ﺍﻟﻮﺛﺎﺋﻖ\" ﺗﻌﻨﻲ ﻭﺛﺎﺋﻖ ﺍﻟﺸﺮﻛﺔ ﺍﻟﻤﻘﺪﻣﺔ ﺇﻟﻰ MSP ﻭﺍﻟﻤﺼﺎﺣﺒﺔ ﻟﻤﻨﺘﺞ MSP ﺍﻟﻤﺮﺧﺺ. ﻻ ﺗﺘﻀﻤﻦ ﺍﻟﻮﺛﺎﺋﻖ ﺃﻱ ﻣﺤﺘﻮﻯ ﺟﻮﻫﺮﻱ ﺃﻭ ﻣﻌﻠﻮﻣﺎﺕ ﺑﺄﻱ ﺗﻨﺴﻴﻖ ﻳﺘﻢ ﺍﻟﺤﺼﻮﻝ ﻋﻠﻴﻬﺎ ﺃﻭ ﻣﺸﺘﻘﻬﺎ ﻣﻦ ﻣﺼﺎﺩﺭ ﺧﺎﺭﺟﻴﺔ ﺧﺎﺭﺝ ﺍﻟﺸﺮﻛﺔ ﻭﺍﻟﺘﻲ ﻗﺪ ﺗﺼﻞ ﺇﻟﻴﻬﺎ MSP ﻣﻦ ﺧﻼﻝ ﺃﻭ ﺩﺍﺧﻞ ﺃﻭ ﺑﺎﻻﻗﺘﺮﺍﻥ ﻣﻊ ﺍﺳﺘﺨﺪﺍﻡ MSP ﻟﻤﻨﺘﺞ MSP ﺍﻟﻤﺮﺧﺺ. \n\"ﻣﻨﺘﺞ (ﻣﻨﺘﺠﺎﺕ) MSP ﺍﻟﻤﺮﺧﺺ\" ﻳﻌﻨﻲ ﻛﻞ ﺃﻭ ﻛﻞ ﻣﻨﻬﺎ، ﻛﻤﺎ ﻳﺴﻤﺢ ﺍﻟﺴﻴﺎﻕ ﺑﺬﻟﻚ، ﻛﻤﺎ ﻫﻮ ﻣﺘﺎﺡ ﻭﻣﺪﻋﻮﻡ ﻣﻦ ﻗﺒﻞ ﺍﻟﺸﺮﻛﺔ ﺍﻟﺘﻲ ﺣﺪﺩﺗﻬﺎ ﺍﻟﺸﺮﻛﺔ ﻋﻠﻰ ﺃﻧﻬﺎ ﻗﺎﺩﺭﺓ ﻋﻠﻰ ﺍﻟﺘﺮﺧﻴﺺ ﻣﻦ ﻗﺒﻞ ﻣﺰﻭﺩ ﺧﺪﻣﺔ ﻣﺪﺍﺭ، ﻭﺍﻟﺘﻲ ﻳﺘﻢ ﺇﺻﺪﺍﺭﻫﺎ ﺇﻟﻰ MSP ﻷﻏﺮﺍﺽ ﺍﻷﻋﻤﺎﻝ ﺍﻟﺪﺍﺧﻠﻴﺔ ﻟﻌﻤﻴﻞ MSP، ﺟﻨﺒﺎ ﺇﻟﻰ ﺟﻨﺐ ﻣﻊ ﺍﻟﻮﺛﺎﺋﻖ ﻭﺃﻱ ﺗﺤﺪﻳﺜﺎﺕ. \n\"ﺍﻟﻨﻤﻮﺫﺝ\" ﺃﻭ \"SKU\" ﻳﻌﻨﻲ ﻣﻨﺘﺞ MSP ﻣﺮﺧﺺ ﻣﻊ ﻗﺪﺭﺓ ﺃﺩﺍﺀ ﻣﺼﻤﻤﺔ ﻭﻣﻨﺸﻮﺭﺓ ﻣﻦ ﻗﺒﻞ ﺍﻟﺸﺮﻛﺔ ﻭﺧﺼﺎﺋﺺ ﻭﻇﻴﻔﻴﺔ ﻭﺗﻜﻮﻳﻦ ﺍﻟﺠﻬﺎﺯ ﺍﻟﻈﺎﻫﺮﻱ ﻭﻣﻮﺍﺻﻔﺎﺕ ﺗﺨﺼﻴﺺ ﺍﻟﻤﻮﺍﺭﺩ. \n\"MSP\" ﻳﻌﻨﻲ ﺍﻟﻄﺮﻑ ﺍﻟﻤﺤﺪﺩ ﻓﻲ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺍﻟﺬﻱ ﻳﺤﺘﻔﻆ ﺑﻤﻮﻇﻔﻴﻦ ﻣﻌﺘﻤﺪﻳﻦ ﻣﻦ ﻗﺒﻞ ﺍﻟﺸﺮﻛﺔ ﻟﺘﺜﺒﻴﺖ ﻭﻧﺸﺮ ﻭﺍﺳﺘﺨﺪﺍﻡ ﻭﺇﺩﺍﺭﺓ ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﻛﺨﺪﻣﺔ MSP ﻧﻴﺎﺑﺔ ﻋﻦ ﻛﻞ ﻋﻤﻴﻞ ﻣﻌﻴﻦ ﻣﻦ ﻋﻤﻼﺀ MSP ﻭﻓﻘﺎ ﻟﺸﺮﻭﻁ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ. \n\"ﻋﻤﻴﻞ (ﻋﻤﻴﻠﻮﻥ) MSP\" ﻳﻌﻨﻲ ﻣﺆﺳﺴﺔ ﺍﻟﻄﺮﻑ ﺍﻟﺜﺎﻟﺚ ﺍﻟﻤﺤﺪﺩﺓ ﺍﻟﺘﻲ ﺗﻘﺪﻡ MSP ﺧﺪﻣﺎﺕ ﻣﺪﺍﺭﺓ ﻟﻬﺎ ﺑﻤﻮﺟﺐ ﺍﺗﻔﺎﻗﻴﺔ ﻣﻜﺘﻮﺑﺔ ﻣﻊ ﻫﺬﺍ ﺍﻟﻄﺮﻑ ﺍﻟﺜﺎﻟﺚ. \n\"ﻣﻨﺘﺞ (ﻣﻨﺘﺠﺎﺕ) MSP\" ﻳﻌﻨﻲ ﻣﻨﺘﺠﺎﺕ ﺍﻟﺸﺮﻛﺔ ﺍﻟﺘﻲ ﺗﺒﻴﻌﻬﺎ MSP ﻋﻠﻰ ﺃﺳﺎﺱ ﻣﺰﻭﺩ ﺍﻟﺨﺪﻣﺔ ﺍﻟﻤﺪﺍﺭﺓ. \n\"ﺧﺪﻣﺔ (ﺧﺪﻣﺎﺕ) MSP\" ﺗﻌﻨﻲ ﺍﻻﺳﺘﺨﺪﺍﻡ ﺍﻟﻤﺮﺧﺺ ﻟﻤﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﻣﻦ ﻗﺒﻞ MSP ﻧﻴﺎﺑﺔ ﻋﻦ ﻋﻤﻴﻞ MSP.  \n\"ﻣﺪﺓ ﺍﻻﺷﺘﺮﺍﻙ\" ﺗﻌﻨﻲ ، ﺇﻥ ﺃﻣﻜﻦ، ﻣﺪﺓ ﺍﻻﺷﺘﺮﺍﻙ ﺍﻟﻤﺤﺪﺩﺓ ﻟﻠﻨﻤﻮﺫﺝ ﻓﻲ ﺍﻟﻄﻠﺐ ﺍﻟﻤﻘﺪﻡ ﻣﻦ MSP ﻭﺍﻟﻤﻘﺒﻮﻟﺔ ﻣﻦ ﻗﺒﻞ ﺍﻟﺸﺮﻛﺔ.  \n\"ﺍﻹﻗﻠﻴﻢ\" ﻳﻌﻨﻲ ﺍﻟﻤﻨﻄﻘﺔ ﺍﻟﺠﻐﺮﺍﻓﻴﺔ ﺍﻟﺘﻲ ﻗﺪ ﻳﻘﺪﻡ ﻓﻴﻬﺎ MSP ﺧﺪﻣﺎﺕ MSP ﻟﻌﻤﻼﺀ MSP ﻛﻤﺎ ﻫﻮ ﻣﺤﺪﺩ ﻓﻲ ﺍﻷﻣﺮ. \n\"ﺗﻄﺒﻴﻘﺎﺕ ﺍﻟﻄﺮﻑ ﺍﻟﺜﺎﻟﺚ\" ﺗﻌﻨﻲ ﺍﻟﻤﻜﻮﻧﺎﺕ ﺍﻹﺿﺎﻓﻴﺔ ﺃﻭ ﺍﻟﻤﻮﺍﺭﺩ ﺃﻭ ﺍﻟﺮﻭﺍﺑﻂ ﺇﻟﻰ ﺧﺪﻣﺎﺕ ﺃﻭ ﻣﻮﺍﻗﻊ ﻭﻳﺐ ﺃﺧﺮﻯ ﻳﺘﻢ ﺗﻮﻓﻴﺮﻫﺎ ﻣﻦ ﻗﺒﻞ ﺟﻬﺎﺕ ﺧﺎﺭﺟﻴﺔ ﻻﺳﺘﺨﺪﺍﻡ MSP ﻓﻴﻤﺎ ﻳﺘﻌﻠﻖ ﺑﻤﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ.   \n\"ﺍﻟﺘﺤﺪﻳﺚ\" ﻳﻌﻨﻲ ﺗﺤﺪﻳﺜﺎ ﻟﻤﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﺍﻟﺘﻲ ﺗﻮﻓﺮﻫﺎ ﺍﻟﺸﺮﻛﺔ ﻝMSP.  \nﻣﻮﻋﺪ; ﻣﺤﻠﺔ; ﺍﻟﻤﻨﺘﺠﺎﺕ. ﻣﻊ ﻣﺮﺍﻋﺎﺓ ﺟﻤﻴﻊ ﺷﺮﻭﻁ ﻭﺃﺣﻜﺎﻡ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﺗﻌﻴﻦ ﺍﻟﺸﺮﻛﺔ ﺑﻤﻮﺟﺐ ﻫﺬﺍ MSP ﻟﻤﺪﺓ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻛﻤﺰﻭﺩ MSP ﻏﻴﺮ ﺣﺼﺮﻱ ﻟﻤﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﻭﺧﺪﻣﺎﺕ MSP. ﻳﺠﻮﺯ ﻟﺸﺮﻛﺔ MSP ﺗﺴﻮﻳﻖ ﻭﺗﺮﻭﻳﺞ ﻭﺗﻮﺯﻳﻊ ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﻭﺧﺪﻣﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ، ﺷﺮﻳﻄﺔ ﺃﻥ ﻳﻮﺍﻓﻖ ﺍﻟﻤﺴﺘﺨﺪﻡ ﺍﻟﻨﻬﺎﺋﻲ ﻋﻠﻰ ﺷﺮﻭﻁ ﺍﺗﻔﺎﻗﻴﺔ ﺍﻟﻌﻤﻴﻞ ﺍﻟﺮﺋﻴﺴﻴﺔ ﺍﻟﺤﺎﻟﻴﺔ ﻟﻠﺸﺮﻛﺔ ﺍﻋﺘﺒﺎﺭﺍ ﻣﻦ ﺗﺎﺭﻳﺦ ﺍﻟﺴﺮﻳﺎﻥ (\"MCA\")، ﺃﻭ ﻓﻲ ﺣﺎﻟﺔ ﺗﻘﻴﻴﻢ ﻭﺍﺣﺪ ﺃﻭ ﺃﻛﺜﺮ ﻣﻦ ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﻭﺧﺪﻣﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ، ﻳﻮﺍﻓﻖ ﺍﻟﻤﺴﺘﺨﺪﻡ ﺍﻟﻨﻬﺎﺋﻲ ﻋﻠﻰ ﺍﺗﻔﺎﻗﻴﺔ MCA ﺃﻭ ﺍﺗﻔﺎﻗﻴﺔ ﺍﻟﺘﻘﻴﻴﻢ ﺍﻟﺤﺎﻟﻴﺔ ﻟﻠﺸﺮﻛﺔ (\"ﺍﺗﻔﺎﻗﻴﺔ ﺍﻟﺘﻘﻴﻴﻢ\"”).  ﺗﺘﻮﻓﺮ ﺍﺗﻔﺎﻗﻴﺔ ﺗﺤﺪﻱ ﺍﻷﻟﻔﻴﺔ ﻭﺍﻟﺘﻘﻴﻴﻢ ﺍﻟﺤﺎﻟﻴﺔ ﻟﻠﺸﺮﻛﺔ ﻓﻲ https://corelight.com/legal/agreements ، ﻭﻗﺪ ﻳﺘﻢ ﺗﺤﺪﻳﺚ ﻛﻼﻫﻤﺎ ﻣﻦ ﻗﺒﻞ ﺍﻟﺸﺮﻛﺔ ﻣﻦ ﻭﻗﺖ ﻵﺧﺮ. ﻻ ﻳﺠﻮﺯ ﺗﻔﺴﻴﺮ ﺃﻱ ﺷﻲﺀ ﻓﻲ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻋﻠﻰ ﺃﻧﻪ ﻳﺤﺪ ﺑﺄﻱ ﺷﻜﻞ ﻣﻦ ﺍﻷﺷﻜﺎﻝ ﻣﻦ ﺃﻧﺸﻄﺔ ﺍﻟﺘﺴﻮﻳﻖ ﺃﻭ ﺍﻟﺘﻮﺯﻳﻊ ﻟﻠﺸﺮﻛﺔ ﺃﻭ ﺗﻌﻴﻴﻨﻬﺎ ﻟﺘﺠﺎﺭ ﺁﺧﺮﻳﻦ ﺃﻭ ﻣﺰﻭﺩﻱ ﺧﺪﻣﺎﺕ ﻣﺪﺍﺭﺓ ﺃﻭ ﺑﺎﺋﻌﻴﻦ ﺃﻭ ﻣﺮﺧﺺ ﻟﻬﻢ ﺃﻭ ﻭﻛﻼﺀ.   \nﺍﻟﺘﺮﺍﺧﻴﺺ. ﻣﻊ ﻣﺮﺍﻋﺎﺓ ﺍﻣﺘﺜﺎﻝ MSP ﻟﺸﺮﻭﻁ ﻭﺃﺣﻜﺎﻡ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﺗﻤﻨﺢ ﺍﻟﺸﺮﻛﺔ ﺑﻤﻮﺟﺐ ﻫﺬﺍ MSP، ﻭﺗﻘﺒﻞ MSP ﺑﻤﻮﺟﺐ ﻫﺬﺍ ﺣﻘﺎ ﻏﻴﺮ ﺣﺼﺮﻱ ﻭﻏﻴﺮ ﻗﺎﺑﻞ ﻟﻠﺘﺤﻮﻳﻞ ﻭﻏﻴﺮ ﻗﺎﺑﻞ ﻟﻠﺘﻨﺎﺯﻝ ﻟﺘﻮﺯﻳﻊ ﻭﻧﺸﺮ ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﻟﻌﻤﻼﺀ MSP ﻭﺍﺳﺘﺨﺪﺍﻡ ﻭﺇﺩﺍﺭﺓ ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﻓﻘﻂ ﻧﻴﺎﺑﺔ ﻋﻦ ﻋﻤﻼﺀ MSP ﻟﺘﻘﺪﻳﻢ ﺧﺪﻣﺎﺕ MSP ﻓﻲ ﺍﻹﻗﻠﻴﻢ.  \nﺍﻟﻌﻼﻣﺎﺕ ﺍﻟﺘﺠﺎﺭﻳﺔ. ﺳﺘﺴﺘﺨﺪﻡ MSP ﺃﺳﻤﺎﺀ ﺍﻟﺸﺮﻛﺔ ﻭﻋﻼﻣﺎﺗﻬﺎ ﻭﺷﻌﺎﺭﺍﺗﻬﺎ ﻭﺍﻟﻤﻌﺮﻓﺎﺕ ﺍﻷﺧﺮﻯ ﺍﻟﺤﺎﻟﻴﺔ ﻓﻲ ﺫﻟﻚ ﺍﻟﻮﻗﺖ ﻟﻤﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ (\"ﺍﻟﻌﻼﻣﺎﺕ ﺍﻟﺘﺠﺎﺭﻳﺔ\") ﻭﺍﻹﺷﻌﺎﺭﺍﺕ ﺍﻟﻤﺘﻌﻠﻘﺔ ﺑﺎﻟﻤﻠﻜﻴﺔ ﺍﻟﻔﻜﺮﻳﺔ ﺍﻟﻤﻌﻴﻨﺔ ﻣﻦ ﻗﺒﻞ ﺍﻟﺸﺮﻛﺔ ﻋﻠﻰ ﺃﻭ ﻓﻲ ﻋﺒﻮﺓ ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﻭﺍﻟﻤﻮﺍﺩ ﺍﻹﻋﻼﻧﻴﺔ ﻭﺍﻟﺘﺮﻭﻳﺠﻴﺔ ﺍﻟﺨﺎﺻﺔ ﺏ MSP ﻟﻤﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﻫﺬﻩ، ﺷﺮﻳﻄﺔ ﺃﻥ ﺗﻘﻮﻡ MSP ﺑﻤﺎ ﻳﻠﻲ: (ﺃ) ﺍﺳﺘﺨﺪﺍﻡ ﺍﻟﻌﻼﻣﺎﺕ ﺍﻟﺘﺠﺎﺭﻳﺔ ﻓﻘﻂ ﺑﺎﻟﺸﻜﻞ ﻭﺍﻟﻄﺮﻳﻘﺔ،  ﻭﻭﻓﻘﺎ ﻟﻤﻌﺎﻳﻴﺮ ﺍﻟﺠﻮﺩﺓ ﻭﺇﺭﺷﺎﺩﺍﺕ ﺍﻻﺳﺘﺨﺪﺍﻡ ﺍﻟﺘﻲ ﺗﺤﺪﺩﻫﺎ ﺍﻟﺸﺮﻛﺔ ﻋﻠﻰ ﻭﺟﻪ ﺍﻟﺘﺤﺪﻳﺪ ﻭﻓﻘﻂ ﻓﻴﻤﺎ ﻳﺘﻌﻠﻖ  ﺑﻬﺎ\nﺍﻟﺼﻔﺤﺔ 1 ﻣﻦ 7 \nCorelight ﺳﺮﻳﺔ ﻭﻣﻤﻠﻮﻛﺔ \nﺍﺗﻔﺎﻗﻴﺔ ﻣﺰﻭﺩ ﺍﻟﺨﺪﻣﺔ ﺍﻟﻤﺪﺍﺭﺓ  v.221026\nﻣﻊ ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ. ﻭ (ﺏ) ﻋﻨﺪ ﺇﻧﻬﺎﺀ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻷﻱ ﺳﺒﺐ ﻣﻦ ﺍﻷﺳﺒﺎﺏ، ﺍﻟﺘﻮﻗﻒ ﻓﻮﺭﺍ ﻋﻦ ﺍﺳﺘﺨﺪﺍﻡ ﺍﻟﻌﻼﻣﺎﺕ ﺍﻟﺘﺠﺎﺭﻳﺔ."
    },
    {
        "id": "sec_2",
        "lang": "ar",
        "title": "5. \tﺣﻘﻮﻕ ﺍﻟﻤﻠﻜﻴﺔ ﺍﻟﻔﻜﺮﻳﺔ",
        "level": 1,
        "start_char": 3823,
        "end_char": 4577,
        "len": 754,
        "text": "5. \tﺣﻘﻮﻕ ﺍﻟﻤﻠﻜﻴﺔ ﺍﻟﻔﻜﺮﻳﺔ \n5.1. ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ. ﺗﻤﺘﻠﻚ ﺍﻟﺸﺮﻛﺔ ﻭ / ﺃﻭ ﺍﻟﻤﺮﺧﺼﻮﻥ ﺍﻟﺘﺎﺑﻌﻮﻥ ﻟﻬﺎ ﺟﻤﻴﻊ ﺣﻘﻮﻕ ﺍﻟﻤﻠﻜﻴﺔ ﻭﺍﻟﻤﻠﻜﻴﺔ ، ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ ﻋﻠﻰ ﺳﺒﻴﻞ ﺍﻟﻤﺜﺎﻝ ﻻ ﺍﻟﺤﺼﺮ ﺟﻤﻴﻊ ﺣﻘﻮﻕ ﺍﻟﻤﻠﻜﻴﺔ ﺍﻟﻔﻜﺮﻳﺔ ، ﻓﻲ ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﻭﺟﻤﻴﻊ ﻧﺴﺨﻬﺎ ، ﻭﻛﻠﻬﺎ ﺗﺤﺘﻮﻱ ﻋﻠﻰ ﺃﺳﺮﺍﺭ ﺗﺠﺎﺭﻳﺔ ﻗﻴﻤﺔ ﻭﺣﻘﻮﻕ ﻣﻠﻜﻴﺔ ﻓﻜﺮﻳﺔ ﺃﺧﺮﻯ ﻟﻠﺸﺮﻛﺔ ﻭ / ﺃﻭ ﺍﻟﻤﺮﺧﺼﻴﻦ ﻟﻬﺎ. ﺗﺮﺧﻴﺺ ﺍﻻﺳﺘﺨﺪﺍﻡ ﺍﻟﻤﻮﺿﺢ ﻫﻨﺎ ﻟﻴﺲ ﺑﻴﻌﺎ ﻟﻤﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﺃﻭ ﺃﻱ ﻧﺴﺦ ﻣﻨﻬﺎ، ﻛﻤﺎ ﺃﻧﻪ ﻟﻴﺲ ﺗﻨﺎﺯﻻ ﻋﻦ ﺣﻘﻮﻕ ﺍﻟﺸﺮﻛﺔ ﺑﻤﻮﺟﺐ ﻗﻮﺍﻧﻴﻦ ﺣﻘﻮﻕ ﺍﻟﻄﺒﻊ ﻭﺍﻟﻨﺸﺮ ﺍﻷﻣﺮﻳﻜﻴﺔ ﺃﻭ ﺃﻱ ﻗﻮﺍﻧﻴﻦ ﻓﻴﺪﺭﺍﻟﻴﺔ ﺃﻭ ﺣﻜﻮﻣﻴﺔ ﺃﻭ ﻗﻮﺍﻧﻴﻦ ﺃﺧﺮﻯ ﻣﻌﻤﻮﻝ ﺑﻬﺎ.  \n5.2. ﺍﻟﺘﻌﺪﻳﻼﺕ. ﻻ ﻳﺴﻤﺢ ﻟﺸﺮﻛﺔ MSP ﺑﺈﺟﺮﺍﺀ ﺃﻱ ﺗﻌﺪﻳﻼﺕ ﻋﻠﻰ ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ. ﻋﻠﻰ ﺍﻟﺮﻏﻢ ﻣﻤﺎ ﺳﺒﻖ، ﺇﺫﺍ ﺃﺟﺮﺕ MSP ﺃﻱ ﺗﻌﺪﻳﻼﺕ ﻋﻠﻰ ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﺑﻤﺎ ﻳﻨﺘﻬﻚ ﺍﻟﺠﻤﻠﺔ ﺍﻟﺴﺎﺑﻘﺔ، ﺗﻮﺍﻓﻖ MSP ﻋﻠﻰ ﺍﻟﺘﻨﺎﺯﻝ ﻋﻦ ﺟﻤﻴﻊ ﺍﻟﺤﻘﻮﻕ ﻭﺍﻟﻤﻠﻜﻴﺔ ﻭﺍﻟﻤﺼﺎﻟﺢ ﻓﻲ ﻫﺬﻩ ﺍﻟﺘﻌﺪﻳﻼﺕ ﻟﻠﺸﺮﻛﺔ."
    },
    {
        "id": "sec_3",
        "lang": "ar",
        "title": "6. \tﺍﻟﺘﺰﺍﻣﺎﺕ MSP",
        "level": 1,
        "start_char": 4577,
        "end_char": 9425,
        "len": 4848,
        "text": "6. \tﺍﻟﺘﺰﺍﻣﺎﺕ MSP \n6.1. ﺍﻻﺗﻔﺎﻗﻴﺎﺕ ﻣﻊ ﻋﻤﻼﺀ MSP. ﺳﺘﻀﻤﻦ MSP ﺃﻥ ﺍﺗﻔﺎﻗﻴﺘﻬﺎ ﻣﻊ ﻛﻞ ﻋﻤﻴﻞ ﻣﻦ ﻋﻤﻼﺀ MSP ﺗﺤﺘﻮﻱ ﻋﻠﻰ ﺷﺮﻭﻁ ﺗﺤﻤﻲ ﺍﻟﺸﺮﻛﺔ ﻋﻠﻰ ﺍﻷﻗﻞ ﻣﺜﻞ ﺗﻠﻚ ﺍﻟﻤﻨﺼﻮﺹ ﻋﻠﻴﻬﺎ ﻓﻲ MCA ﻟﻠﺸﺮﻛﺔ ﻭﺃﻧﻬﺎ ﺗﺴﻤﻲ ﺍﻟﺸﺮﻛﺔ ﻛﻄﺮﻑ ﺛﺎﻟﺚ ﻣﺴﺘﻔﻴﺪ ﻣﻦ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ. ﺗﻮﺍﻓﻖ MSP ﻋﻠﻰ ﺗﻌﻮﻳﺾ ﺍﻟﺸﺮﻛﺔ ﻋﻦ ﺃﻱ ﻣﻄﺎﻟﺒﺎﺕ ﺃﻭ ﺧﺴﺎﺋﺮ ﻧﺎﺗﺠﺔ ﻋﻦ ﺧﺮﻕ MSP ﻟﻬﺬﺍ ﺍﻟﻘﺴﻢ. \n6.2. ﻣﺮﺍﺟﻌﺔ ﺧﻂ ﺍﻷﻧﺎﺑﻴﺐ ﺍﻟﺸﻬﺮﻳﺔ. ﻋﻠﻰ ﺃﺳﺎﺱ ﺷﻬﺮﻱ ، ﻓﻲ ﻭﻗﺖ ﻣﺘﻔﻖ ﻋﻠﻴﻪ ﻟﻠﻄﺮﻓﻴﻦ ، ﺳﺘﻨﺎﻗﺶ MSP ﻣﻊ ﺍﻟﺸﺮﻛﺔ ﺍﻟﻔﺮﺹ ﺍﻟﺤﺎﻟﻴﺔ ﺍﻟﺘﻲ ﺗﻄﻮﺭﻫﺎ MSP ﻣﻊ ﺍﻟﻌﻤﻼﺀ ﺍﻟﻤﺤﺘﻤﻠﻴﻦ ﻣﻦ ﺃﺟﻞ ﺍﻟﺘﻨﺒﺆ ﺑﺎﻷﻋﻤﺎﻝ ﺍﻟﻤﺴﺘﻘﺒﻠﻴﺔ.  \nﺃﻭﺍﻣﺮ ﺍﻟﻤﻨﺘﺞ ﻭﺍﻟﺴﻌﺮ ﻭﺍﻟﺪﻓﻊ.  \nﺃﻭﺍﻣﺮ ﺍﻟﺸﺮﺍﺀ ﻭﺍﻟﻔﻮﺍﺗﻴﺮ. ﻳﺠﻮﺯ ﻟﺸﺮﻛﺔ MSP ﻃﻠﺐ ﻭﺣﺪﺍﺕ SKU ﺍﻟﻤﻌﻴﻨﺔ ﻛﻤﻨﺘﺠﺎﺕ MSP ﻣﺮﺧﺼﺔ ﻓﻘﻂ ﻋﻠﻰ ﺍﻟﻨﺤﻮ ﺍﻟﺬﻱ ﺗﺤﺪﺩﻩ ﺍﻟﺸﺮﻛﺔ ﻭﻓﻘﺎ ﻟﺘﻘﺪﻳﺮﻫﺎ ﺍﻟﺨﺎﺹ. ﺳﺘﻘﻮﻡ MSP ﺑﺈﺭﺳﺎﻝ ﻃﻠﺐ ﺷﺮﺍﺀ ﺇﻟﻰ ﺍﻟﺸﺮﻛﺔ ﺑﻨﺎﺀ ﻋﻠﻰ ﺍﻟﻨﻤﻮﺫﺝ ﺍﻟﻤﻄﻠﻮﺏ. ﺗﺨﻀﻊ ﺍﻟﻄﻠﺒﺎﺕ ﻟﻠﻘﺒﻮﻝ ﻛﺘﺎﺑﻴﺎ ﻣﻦ ﻗﺒﻞ ﺍﻟﺸﺮﻛﺔ ﻭﻓﻘﺎ ﻟﺘﻘﺪﻳﺮﻫﺎ ﺍﻟﺨﺎﺹ ﻭﻟﻦ ﺗﻜﻮﻥ ﻣﻠﺰﻣﺔ ﻟﻠﺸﺮﻛﺔ ﺣﺘﻰ ﻗﺒﻞ ﻗﺒﻮﻝ ﺍﻟﺸﺮﻛﺔ ﺍﻟﺨﻄﻲ ﺃﻭ ﺗﺴﻠﻴﻤﻪ ﻟﻤﻨﺘﺞ MSP. ﺳﺘﻘﻮﻡ ﺍﻟﺸﺮﻛﺔ ﺑﺈﺻﺪﺍﺭ ﻓﺎﺗﻮﺭﺓ MSP ﻭﺳﺘﺪﻓﻊ MSP ﻟﻠﺸﺮﻛﺔ ﺍﻟﺴﻌﺮ ﺍﻟﻤﻨﺼﻮﺹ ﻋﻠﻴﻪ ﻓﻲ ﻗﺎﺋﻤﺔ ﺍﻷﺳﻌﺎﺭ ﺍﻟﺤﺎﻟﻴﺔ ﻟﻠﺸﺮﻛﺔ. ﺇﺫﺍ ﻛﺎﻧﺖ MSP ﺗﺸﺘﺮﻱ ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﺑﻤﻮﺟﺐ ﻣﺪﺓ ﺍﻻﺷﺘﺮﺍﻙ، ﻓﺴﺘﻘﻮﻡ ﺍﻟﺸﺮﻛﺔ ﺑﺈﺻﺪﺍﺭ ﻓﺎﺗﻮﺭﺓ ﻣﻘﺪﻣﺎ ﻟﻨﻈﺎﻡ MSP ﺑﻨﺎﺀ ﻋﻠﻰ ﺷﺮﻭﻁ ﺍﻟﻔﻮﺗﺮﺓ ﺍﻟﻤﺘﻔﻖ ﻋﻠﻴﻬﺎ ﻓﻲ ﺍﻟﻄﻠﺐ ﺍﻷﺻﻠﻲ (ﺷﻬﺮﻳﺎ ﺃﻭ ﺭﺑﻊ ﺳﻨﻮﻱ ﺃﻭ ﺳﻨﻮﻳﺎ) ﻟﻠﻔﺘﺮﺓ ﺍﻟﻤﺘﺒﻘﻴﺔ ﻣﻦ ﻣﺪﺓ ﺍﻻﺷﺘﺮﺍﻙ. ﺟﻤﻴﻊ ﺍﻟﻔﻮﺍﺗﻴﺮ ﻣﺴﺘﺤﻘﺔ ﻭﻭﺍﺟﺒﺔ ﺍﻟﺪﻓﻊ ﺑﻌﺪ ﺛﻼﺛﻴﻦ (30) ﻳﻮﻣﺎ ﻣﻦ ﺍﻻﺳﺘﻼﻡ، ﻣﺎ ﻟﻢ ﻳﺬﻛﺮ ﺧﻼﻑ ﺫﻟﻚ ﻓﻲ ﺍﻟﻔﺎﺗﻮﺭﺓ. ﺗﻘﺮ MSP ﻭﺗﻮﺍﻓﻖ ﻋﻠﻰ ﺃﻧﻪ ﻳﺠﻮﺯ ﻟﻠﺸﺮﻛﺔ، ﻣﻦ ﻭﻗﺖ ﻵﺧﺮ، ﺗﻐﻴﻴﺮ ﺍﻷﺳﻌﺎﺭ ﺍﻟﻤﻘﺘﺮﺣﺔ ﻟﻤﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﻭﺳﺘﻘﻮﻡ ﺑﺘﺰﻭﻳﺪ MSP ﺑﻘﻮﺍﺋﻢ ﺃﺳﻌﺎﺭ ﺟﺪﻳﺪﺓ ﻗﺒﻞ ﺛﻼﺛﻴﻦ (30) ﻳﻮﻣﺎ ﻋﻠﻰ ﺍﻷﻗﻞ ﻣﻦ ﺗﺎﺭﻳﺦ ﺳﺮﻳﺎﻥ ﺍﻟﺘﺴﻌﻴﺮ ﺍﻟﺠﺪﻳﺪ. ﻟﻦ ﻳﻨﻄﺒﻖ ﺃﻱ ﺗﻐﻴﻴﺮ ﻓﻲ ﺍﻷﺳﻌﺎﺭ ﻋﻠﻰ ﺃﻱ ﻃﻠﺐ ﺗﻢ ﺍﺳﺘﻼﻣﻪ ﻗﺒﻞ ﺗﺎﺭﻳﺦ ﻫﺬﺍ ﺍﻹﺷﻌﺎﺭ ﺇﺫﺍ ﻛﺎﻥ ﺗﺎﺭﻳﺦ ﺍﻟﺘﺴﻠﻴﻢ ﺍﻟﻤﻄﻠﻮﺏ ﺃﻗﻞ ﻣﻦ ﺛﻼﺛﻴﻦ (30) ﻳﻮﻣﺎ ﻣﻦ ﺗﺎﺭﻳﺦ ﺍﻟﻄﻠﺐ.  ﻟﺘﺠﻨﺐ ﺍﻟﺸﻚ، ﻳﺘﻢ ﺩﻓﻊ ﺍﻟﺮﺳﻮﻡ ﺑﺎﻟﻜﺎﻣﻞ ﺳﻮﺍﺀ ﻗﺎﻡ MSP ﺑﺘﺤﺼﻴﻞ ﺍﻷﻣﻮﺍﻝ ﻣﻦ ﺃﻱ ﻋﻤﻴﻞ ﻣﻦ ﻋﻤﻼﺀ MSP ﺃﻡ ﻻ ﻭﻣﺎ ﺇﺫﺍ ﺗﻢ ﺍﺳﺘﺮﺩﺍﺩ ﺃﻱ ﻣﺒﺎﻟﻎ ﻣﻦ ﻗﺒﻞ MSP ﺇﻟﻰ ﻋﻤﻴﻞ MSP ﺃﻡ ﻻ. \nﺗﻐﻴﻴﺮ ﺍﻟﻄﻠﺒﺎﺕ ﺧﻼﻝ ﻣﺪﺓ ﺍﻻﺷﺘﺮﺍﻙ. ﺑﻌﺪ ﻓﺘﺮﺓ ﺍﻟﺘﺴﻌﻴﻦ (90) ﻳﻮﻣﺎ ﺍﻷﻭﻟﻰ ﻭﻛﻞ ﻓﺘﺮﺓ ﻻﺣﻘﺔ ﻣﻦ ﺃﻱ ﻣﺪﺓ ﺍﺷﺘﺮﺍﻙ، ﻳﺠﻮﺯ ﻟﺸﺮﻛﺔ MSP ﺇﺭﺳﺎﻝ ﺃﻣﺮ ﺇﻟﻰ ﺍﻟﺸﺮﻛﺔ ﻟﺰﻳﺎﺩﺓ ﺍﻟﻨﻤﻮﺫﺝ ﺍﻟﺤﺎﻟﻲ ﺍﻟﻤﺮﺧﺺ ﻟﻌﻤﻴﻞ MSP ﺇﻟﻰ ﺗﺮﺧﻴﺺ ﻧﻤﻮﺫﺟﻲ ﻣﻊ ﺇﻣﻜﺎﻧﺎﺕ ﻣﺘﺰﺍﻳﺪﺓ (\" ﺗﺮﺧﻴﺺ ﻧﻤﻮﺫﺝ ﺃﻋﻠﻰ\") ﺧﻼﻝ ﻣﺪﺓ ﺍﻻﺷﺘﺮﺍﻙ. ﻋﻨﺪ ﻗﺒﻮﻝ ﺍﻟﺸﺮﻛﺔ ، ﺳﺘﻘﻮﻡ ﺍﻟﺸﺮﻛﺔ ﺑﺘﺴﻠﻴﻢ ﻣﻨﺘﺞ MSP ﻟﺘﺮﺧﻴﺺ ﺍﻟﻄﺮﺍﺯ ﺍﻷﻋﻠﻰ ﺇﻟﻰ MSP ﻭﺳﻴﺘﻢ ﺗﻌﺪﻳﻞ ﺍﻟﺮﺳﻮﻡ ﺍﻟﻤﻄﺒﻘﺔ ﺇﻟﻰ ﺍﻟﺴﻌﺮ ﺍﻟﺤﺎﻟﻲ ﻓﻲ ﺫﻟﻚ ﺍﻟﻮﻗﺖ ﻟﻤﻨﺘﺞ MSP ﻟﺘﺮﺧﻴﺺ ﺍﻟﻄﺮﺍﺯ ﺍﻷﻋﻠﻰ. ﻷﻏﺮﺍﺽ ﺍﻟﺘﻮﺿﻴﺢ، ﻻ ﻳﺠﻮﺯ ﻟﺸﺮﻛﺔ MSP ﺍﻟﺘﻐﻴﻴﺮ ﺇﻟﻰ ﺗﺮﺧﻴﺺ ﻧﻤﻮﺫﺟﻲ ﺑﻘﺪﺭﺍﺕ ﺃﻗﻞ ﺧﻼﻝ ﻣﺪﺓ ﺍﻻﺷﺘﺮﺍﻙ. \nﺍﻟﺪﻓﻊ ﺑﺎﻟﺪﻭﻻﺭ ﺍﻷﻣﺮﻳﻜﻲ. ﺳﻴﺘﻢ ﺳﺪﺍﺩ ﺟﻤﻴﻊ ﺍﻟﻤﺪﻓﻮﻋﺎﺕ ﺍﻟﻤﺴﺘﺤﻘﺔ ﻋﻠﻰ MSP ﺑﺎﻟﺪﻭﻻﺭ ﺍﻷﻣﺮﻳﻜﻲ. ﻳﺠﻮﺯ ﻟﻠﺸﺮﻛﺔ ﻓﺮﺽ ﻓﺎﺋﺪﺓ ﻋﻠﻰ ﺃﻱ ﻣﺒﻠﻎ ﻣﺘﺄﺧﺮ ﻣﺴﺘﺤﻖ ﺑﻤﻌﺪﻝ ﻳﺴﺎﻭﻱ ﺃﻗﻞ ﻣﻦ ﻭﺍﺣﺪ ﻭﻧﺼﻒ ﺑﺎﻟﻤﺎﺋﺔ (11/2٪) ﺷﻬﺮﻳﺎ، ﺃﻭ ﺃﻋﻠﻰ ﻣﻌﺪﻝ ﻳﺴﻤﺢ ﺑﻪ ﺍﻟﻘﺎﻧﻮﻥ ﺍﻟﻤﻌﻤﻮﻝ ﺑﻪ. \nﺍﻟﻀﺮﺍﺋﺐ. ﻻ ﻳﺸﻤﻞ ﺗﺴﻌﻴﺮ ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺍﻟﻀﺮﺍﺋﺐ ﺍﻟﻔﻴﺪﺭﺍﻟﻴﺔ ﺃﻭ ﺍﻟﺤﻜﻮﻣﻴﺔ ﺃﻭ ﺍﻟﻀﺮﺍﺋﺐ ﺃﻭ ﺍﻟﻤﺒﻴﻌﺎﺕ ﺃﻭ ﺍﻻﺳﺘﺨﺪﺍﻡ ﺃﻭ ﺍﻟﻤﻤﺘﻠﻜﺎﺕ ﺃﻭ ﺍﻟﻤﻬﻨﺔ ﺃﻭ ﺍﻟﻀﺮﺍﺋﺐ ﺍﻟﻤﻤﺎﺛﻠﺔ. ﺗﻮﺍﻓﻖ MSP ﻋﻠﻰ ﺩﻓﻊ ﺟﻤﻴﻊ ﻫﺬﻩ ﺍﻟﻀﺮﺍﺋﺐ ﺍﻟﻤﺴﺘﺤﻘﺔ ﻓﻴﻤﺎ ﻳﺘﻌﻠﻖ ﺑﻤﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﻭﺍﻟﺘﻲ ﺳﺘﺘﻢ ﺇﺿﺎﻓﺘﻬﺎ ﺇﻟﻰ ﺍﻟﻤﺒﻠﻎ ﺍﻹﺟﻤﺎﻟﻲ ﺍﻟﻤﻔﻮﺗﺮﺓ ﺇﻟﻰ MSP ، ﻣﺎ ﻟﻢ ﺗﺰﻭﺩ MSP ﺍﻟﺸﺮﻛﺔ ﺑﺸﻬﺎﺩﺓ ﺇﻋﺎﺩﺓ ﺑﻴﻊ ﺃﻭ ﺇﻋﻔﺎﺀ ﺳﺎﺭﻳﺔ ﺍﻟﻤﻔﻌﻮﻝ. ﻓﻲ ﺣﺎﻟﺔ ﻣﻄﺎﻟﺒﺔ ﺍﻟﺸﺮﻛﺔ ﺑﺪﻓﻊ ﺃﻱ ﻣﻦ ﻫﺬﻩ ﺍﻟﻀﺮﺍﺋﺐ ﺃﻭ ﺩﻓﻌﻬﺎ، ﺳﺘﻘﻮﻡ MSP، ﻋﻨﺪ ﺇﺧﻄﺎﺭﻫﺎ ﺑﻬﺬﻩ ﺍﻟﻤﺪﻓﻮﻋﺎﺕ، ﺑﺴﺪﺍﺩ ﻣﺒﻠﻐﻬﺎ ﻋﻠﻰ ﺍﻟﻔﻮﺭ ﻟﻠﺸﺮﻛﺔ.  \nﺍﻟﺘﺪﻗﻴﻖ. ﻳﺠﺐ ﺃﻥ ﺗﺴﻤﺢ MSP ﻟﻠﺸﺮﻛﺔ، ﺃﻭ ﻣﺤﺎﺳﺐ ﻣﻌﺘﻤﺪ ﻣﺴﺘﻘﻞ ﻣﻌﻴﻦ ﻣﻦ ﻗﺒﻞ ﺍﻟﺸﺮﻛﺔ، ﺑﺎﻟﻮﺻﻮﻝ ﺇﻟﻰ ﻣﻘﺮ MSP ﻭﺩﻓﺎﺗﺮ ﺣﺴﺎﺑﺎﺕ ﻭﺳﺠﻼﺕ MSP ﻓﻲ ﺃﻱ ﻭﻗﺖ ﻋﻠﻰ ﺇﺷﻌﺎﺭ ﻛﺘﺎﺑﻲ ﻣﺪﺗﻪ ﺧﻤﺴﺔ ﻋﺸﺮ (15) ﻳﻮﻡ ﻋﻤﻞ ﺧﻼﻝ ﺳﺎﻋﺎﺕ ﺍﻟﻌﻤﻞ ﺍﻟﻌﺎﺩﻳﺔ ﻟﻐﺮﺽ ﻓﺤﺺ ﺃﻭ ﺗﺪﻗﻴﻖ ﺃﻭ ﺍﻟﺘﺤﻘﻖ ﺃﻭ ﻣﺮﺍﻗﺒﺔ ﻃﺮﻳﻘﺔ ﻭﺃﺩﺍﺀ ﺍﻟﺘﺰﺍﻣﺎﺕ MSP ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ ﻋﻠﻰ ﺳﺒﻴﻞ ﺍﻟﻤﺜﺎﻝ ﻻ ﺍﻟﺤﺼﺮ ﺩﻓﻊ ﺟﻤﻴﻊ ﺍﻟﺮﺳﻮﻡ ﺍﻟﻤﻄﺒﻘﺔ. ﻟﻦ ﺗﺘﻤﻜﻦ ﺍﻟﺸﺮﻛﺔ ﻣﻦ ﻣﻤﺎﺭﺳﺔ ﻫﺬﺍ ﺍﻟﺤﻖ ﺃﻛﺜﺮ ﻣﻦ ﻣﺮﺓ ﻓﻲ ﻛﻞ ﺳﻨﺔ ﺗﻘﻮﻳﻤﻴﺔ ﻣﺎ ﻟﻢ ﺗﺘﻤﻜﻦ ﺍﻟﺸﺮﻛﺔ ﻣﻦ ﺍﻟﺘﺄﻛﻴﺪ ﺑﺸﻜﻞ ﻣﻌﻘﻮﻝ ﻋﻠﻰ ﺃﻥ ﻋﻤﻴﻞ MSP ﻳﺴﺘﺨﺪﻡ ﻣﻨﺘﺠﺎﺕ MSP ﻣﺮﺧﺼﺔ ﻣﻦ ﺍﻟﺸﺮﻛﺔ ﺃﻛﺜﺮ ﻣﻤﺎ ﺗﻢ ﺗﺮﺧﻴﺼﻪ ﻣﻦ ﻗﺒﻞ MSP ﻣﻦ ﺍﻟﺸﺮﻛﺔ. ﺇﺫﺍ ﻛﺸﻔﺖ ﻋﻤﻠﻴﺔ ﺍﻟﺘﺪﻗﻴﻖ (ﺃ) ﺃﻥ MSP ﻳﺴﺘﺨﺪﻡ ﻣﻨﺘﺠﺎ ﻣﺮﺧﺼﺎ ﻏﻴﺮ ﻣﺼﺮﺡ ﺑﻪ ﺃﻭ ﻳﻔﺮﻁ ﻓﻲ ﺍﺳﺘﺨﺪﺍﻡ ﻣﻨﺘﺞ MSP ﻣﺮﺧﺺ ﻣﻦ ﺍﻟﺸﺮﻛﺔ ، ﻓﻴﺠﺐ ﺃﻥ ﻳﻜﻮﻥ ﺃﻣﺎﻡ MSP ﺛﻤﺎﻧﻲ ﻭﺃﺭﺑﻌﻴﻦ (48) ﺳﺎﻋﺔ ﻹﻧﻬﺎﺀ ﺍﻟﻔﺎﺋﺾ ﺃﻭ ﺍﻟﺘﺮﻗﻴﺔ ﺇﻟﻰ ﻣﻨﺘﺞ MSP ﻣﺮﺧﺺ ﻣﻦ ﻃﺮﺍﺯ ﺃﻋﻠﻰ ، ﺃﻭ (ﺏ) MSP ﻟﺪﻳﻪ ﺭﺳﻮﻡ ﻣﺪﻓﻮﻋﺔ ﺑﺸﻜﻞ ﺃﻗﻞ ، ﻳﺠﺐ ﺇﺻﺪﺍﺭ ﻓﺎﺗﻮﺭﺓ ﺏ MSP ﻭﻳﺠﺐ ﺃﻥ ﺗﺪﻓﻊ ﻟﻠﺸﺮﻛﺔ ﻓﻲ ﻏﻀﻮﻥ ﺛﻼﺛﻴﻦ (30) ﻳﻮﻣﺎ ﻣﻦ ﺗﺎﺭﻳﺦ ﺍﻟﻔﺎﺗﻮﺭﺓ ﻣﺒﻠﻐﺎ ﻳﺴﺎﻭﻱ ﺍﻟﻌﺠﺰ ﺑﻴﻦ ﺍﻟﺮﺳﻮﻡ ﺍﻟﻤﺴﺘﺤﻘﺔ ﻭﺗﻠﻚ ﺍﻟﺘﻲ ﺗﺪﻓﻌﻬﺎ MSP. ﺇﺫﺍ ﺗﺠﺎﻭﺯ ﻣﺒﻠﻎ ﺍﻟﺪﻓﻌﺔ ﺍﻟﻨﺎﻗﺼﺔ ﺧﻤﺴﺔ ﺑﺎﻟﻤﺎﺋﺔ (5٪) ﻣﻦ ﺍﻟﺮﺳﻮﻡ ﺍﻟﻤﺴﺘﺤﻘﺔ ﺃﻭ ﻛﺸﻔﺖ ﻋﻤﻠﻴﺔ ﺍﻟﺘﺪﻗﻴﻖ ﻋﻦ ﺍﻧﺘﻬﺎﻙ ﺃﻱ ﻗﻴﻮﺩ ﺗﺮﺧﻴﺺ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﻓﻴﺠﺐ ﻋﻠﻰ MSP ﺃﻳﻀﺎ ﺩﻓﻊ ﺍﻟﺘﻜﺎﻟﻴﻒ ﺍﻟﻤﻌﻘﻮﻟﺔ ﻟﻠﺸﺮﻛﺔ ﻹﺟﺮﺍﺀ ﺍﻟﺘﺪﻗﻴﻖ. \nﺍﻟﻘﻴﻮﺩ. ﻻ ﻳﺴﻤﺢ ﻟﻤﺰﻭﺩ ﺍﻟﺨﺪﻣﺎﺕ ﺍﻟﻤﺪﺍﺭﺓ ﺑﻤﺎ ﻳﻠﻲ: (ﺃ) ﺍﺳﺘﺨﺪﺍﻡ ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﻭﺗﻘﺪﻳﻢ ﺧﺪﻣﺎﺕ MSP، ﻛﻠﻴﺎ ﺃﻭ ﺟﺰﺋﻴﺎ، ﻟﺼﺎﻟﺢ ﺃﻱ ﻃﺮﻑ ﺛﺎﻟﺚ ﺑﺨﻼﻑ ﻋﻤﻼﺀ MSP؛ (ﺏ) ﺍﺳﺘﺨﺪﺍﻡ ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﻟﻠﺘﺄﺟﻴﺮ ﺃﻭ ﺍﻟﻤﺸﺎﺭﻛﺔ ﺍﻟﺰﻣﻨﻴﺔ ، ﺃﻭ ﻟﺘﺮﺧﻴﺺ ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﻣﻦ ﺍﻟﺒﺎﻃﻦ ﺃﻭ ﺇﻗﺮﺍﺿﻬﺎ ﺃﻭ ﺗﺄﺟﻴﺮﻫﺎ ﺃﻭ ﺗﺄﺟﻴﺮﻫﺎ ﻷﻱ ﻃﺮﻑ ﺛﺎﻟﺚ ؛ (ﺝ) ﺇﺟﺮﺍﺀ ﻫﻨﺪﺳﺔ ﻋﻜﺴﻴﺔ ﺃﻭ ﺗﻔﻜﻴﻚ ﺃﻭ ﻓﻚ ﺗﺠﻤﻴﻊ ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﺃﻭ ﺃﻱ ﺟﺰﺀ ﻣﻨﻬﺎ ﺃﻭ ﻣﺤﺎﻭﻟﺔ ﺍﺷﺘﻘﺎﻕ ﺃﻭ ﺗﺤﺪﻳﺪ ﺷﻔﺮﺓ ﺍﻟﻤﺼﺪﺭ ﺃﻭ ﺍﻟﻤﻨﻄﻖ ﺍﻟﻤﻮﺟﻮﺩ ﻓﻴﻬﺎ ﺇﻻ ﺇﻟﻰ ﺍﻟﺤﺪ ﻭﻷﻏﺮﺍﺽ ﺍﻟﺼﺮﻳﺤﺔ ﺍﻟﻤﺴﻤﻮﺡ ﺑﻬﺎ ﺑﻤﻮﺟﺐ ﺍﻟﻘﺎﻧﻮﻥ ﺍﻟﻤﻌﻤﻮﻝ ﺑﻪ؛ (ﺩ) ﺗﻌﺪﻳﻞ ﺃﻭ ﺗﺮﺟﻤﺔ ﺃﻭ ﺗﻄﻮﻳﺮ ﺃﻋﻤﺎﻝ ﻣﺸﺘﻘﺔ ﻣﻦ ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﺃﻭ ﺍﻟﺴﻤﺎﺡ ﻟﻶﺧﺮﻳﻦ ﺑﺎﻟﻘﻴﺎﻡ ﺑﺬﻟﻚ ؛ (ﻩ) ﺇﻋﺎﺩﺓ ﺇﻧﺘﺎﺝ ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﺃﻭ ﺇﺯﺍﻟﺔ ﺃﻱ ﺣﻘﻮﻕ ﻧﺸﺮ ﺃﻭ ﻋﻼﻣﺔ ﺗﺠﺎﺭﻳﺔ ﺃﻭ ﺣﻘﻮﻕ ﻣﻠﻜﻴﺔ ﺃﻭ ﺇﺧﻼﺀ ﻣﺴﺆﻭﻟﻴﺔ ﺃﻭ ﺇﺷﻌﺎﺭﺍﺕ ﺗﺤﺬﻳﺮ ﻣﻮﺿﻮﻋﺔ ﻋﻠﻴﻬﺎ؛ ﺃﻭ (ﻭ) ﻧﺸﺮ ﻧﺘﺎﺋﺞ ﺃﻱ ﺍﺧﺘﺒﺎﺭﺍﺕ ﻣﻌﻴﺎﺭﻳﺔ ﻳﺘﻢ ﺗﺸﻐﻴﻠﻬﺎ ﻋﻠﻰ ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ."
    },
    {
        "id": "sec_4",
        "lang": "ar",
        "title": "9. \tﺿﻤﺎﻧﺎﺕ ﺍﻟﺸﺮﻛﺔ",
        "level": 1,
        "start_char": 9425,
        "end_char": 14886,
        "len": 5461,
        "text": "9. \tﺿﻤﺎﻧﺎﺕ ﺍﻟﺸﺮﻛﺔ  \n9.1. ﺍﻟﻀﻤﺎﻥ ﺍﻟﻤﺤﺪﻭﺩ. ﺗﻀﻤﻦ ﺍﻟﺸﺮﻛﺔ ﻟﺸﺮﻛﺔ MSP ﺃﻧﻪ ﻟﻤﺪﺓ ﺗﺴﻌﻴﻦ (90) ﻳﻮﻣﺎ ﻣﻦ ﺗﺎﺭﻳﺦ ﺷﺤﻦ ﻣﻨﺘﺞ MSP ﺍﻟﻤﺮﺧﺺ ﺳﻴﻘﻮﻡ ﺑﺄﺩﺍﺀ ﻣﻨﺘﺞ MSP ﺍﻟﻤﺮﺧﺺ ﺑﺸﻜﻞ ﻣﺎﺩﻱ ﻭﻓﻘﺎ ﻟﻠﻮﺛﺎﺋﻖ ﺍﻟﻤﺮﻓﻘﺔ، ﺑﺸﺮﻁ ﺃﻥ ﻳﺘﻢ ﺍﺳﺘﺨﺪﺍﻡ ﻣﻨﺘﺞ MSP ﺍﻟﻤﺮﺧﺺ ﺑﺸﻜﻞ ﺻﺤﻴﺢ ﻣﻦ ﻗﺒﻞ MSP ﻭﻓﻘﺎ ﻟﻬﺬﻩ ﺍﻟﻮﺛﺎﺋﻖ ﻭﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ. ﻻ ﺗﻘﺪﻡ ﺍﻟﺸﺮﻛﺔ ﺃﻱ ﺿﻤﺎﻥ ﻓﻴﻤﺎ ﻳﺘﻌﻠﻖ ﺑﻤﻨﺘﺞ MSP ﺍﻟﻤﺮﺧﺺ ﺑﻌﺪ ﻓﺘﺮﺓ ﺍﻟﺘﺴﻌﻴﻦ (90) ﻳﻮﻣﺎ ﺍﻟﻤﺬﻛﻮﺭﺓ.   \n9.2. ﺳﺒﻞ ﺍﻻﻧﺘﺼﺎﻑ. ﻳﺠﺐ ﺃﻥ ﻳﻜﻮﻥ ﺍﻟﺘﺰﺍﻡ ﺍﻟﺸﺮﻛﺔ ﺍﻟﻮﺣﻴﺪ ﻭﺍﻟﺤﺼﺮﻱ ﻭﺍﻟﺘﻌﻮﻳﺾ ﺍﻟﻮﺣﻴﺪ ﻭﺍﻟﺤﺼﺮﻱ ﻟﺸﺮﻛﺔ MSP ﺑﻤﻮﺟﺐ ﻫﺬﺍ ﺍﻟﻀﻤﺎﻥ ﺍﻟﻤﺤﺪﻭﺩ ﻫﻮ ﺟﻬﺪ ﺍﻟﺸﺮﻛﺔ ﺍﻟﻤﻌﻘﻮﻝ ﺗﺠﺎﺭﻳﺎ ﻟﺠﻌﻞ ﻣﻨﺘﺞ MSP ﺍﻟﻤﺮﺧﺺ ﻳﻌﻤﻞ ﺑﺸﻜﻞ ﻛﺒﻴﺮ ﻭﻓﻘﺎ ﻟﻠﻮﺛﺎﺋﻖ ﺍﻟﻤﺼﺎﺣﺒﺔ. ﻻ ﻳﺘﻮﻓﺮ ﺍﻟﺘﻌﻮﻳﺾ ﺃﻋﻼﻩ ﺇﻻ ﺇﺫﺍ ﺗﻢ ﺇﺧﻄﺎﺭ ﺍﻟﺸﺮﻛﺔ ﻛﺘﺎﺑﻴﺎ ﻋﻠﻰ ﺍﻟﻔﻮﺭ ﺧﻼﻝ ﻓﺘﺮﺓ ﺍﻟﻀﻤﺎﻥ ﺍﻟﻤﻌﻤﻮﻝ ﺑﻬﺎ. ﺗﻜﻮﻥ ﻫﺬﻩ ﺍﻟﻀﻤﺎﻧﺎﺕ ﺍﻟﻤﺤﺪﻭﺩﺓ ﺑﺎﻃﻠﺔ ﺇﺫﺍ ﻛﺎﻥ ﻓﺸﻞ ﻣﻨﺘﺞ MSP ﺍﻟﻤﺮﺧﺺ ﻧﺎﺗﺠﺎ ﻋﻦ ﺣﺎﺩﺙ ﺃﻭ ﺇﺳﺎﺀﺓ ﺍﺳﺘﺨﺪﺍﻡ ﺃﻭ ﺳﻮﺀ ﺍﺳﺘﺨﺪﺍﻡ.   \n9.3. ﺿﻤﺎﻧﺎﺕ ﺣﺼﺮﻳﺔ. ﺇﻟﻰ ﺃﻗﺼﻰ ﺣﺪ ﻳﺴﻤﺢ ﺑﻪ ﺍﻟﻘﺎﻧﻮﻥ، ﺗﻜﻮﻥ ﺍﻟﻀﻤﺎﻧﺎﺕ ﺍﻟﻤﺬﻛﻮﺭﺓ ﺃﻋﻼﻩ ﺣﺼﺮﻳﺔ ﻭﺗﺒﺪﻻ ﻣﻦ ﺟﻤﻴﻊ ﺍﻟﻀﻤﺎﻧﺎﺕ ﻭﺍﻟﺸﺮﻭﻁ ﺍﻷﺧﺮﻯ، ﺳﻮﺍﺀ ﻛﺎﻧﺖ ﺻﺮﻳﺤﺔ ﺃﻭ ﺿﻤﻨﻴﺔ ﺃﻭ \nﻗﺎﻧﻮﻧﻴﺔ، ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ ﻋﻠﻰ ﺳﺒﻴﻞ ﺍﻟﻤﺜﺎﻝ ﻻ ﺍﻟﺤﺼﺮ ﺍﻟﻀﻤﺎﻧﺎﺕ ﺍﻟﻀﻤﻨﻴﺔ ﻟﻠﺘﺴﻮﻳﻖ ﺃﻭ ﻋﺪﻡ ﺍﻻﻧﺘﻬﺎﻙ ﺃﻭ ﺍﻟﻤﻼﺀﻣﺔ ﻟﻐﺮﺽ ﻣﻌﻴﻦ ﺃﻭ ﻣﻠﻜﻴﺔ ﺃﻭ ﺟﻮﺩﺓ ﺍﻟﺨﺪﻣﺔ. ﻻ ﺗﻨﺸﺄ ﺃﻱ ﺿﻤﺎﻧﺎﺕ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻣﻦ ﺳﻴﺎﻕ ﺍﻟﺘﻌﺎﻣﻞ ﺃﻭ ﺍﺳﺘﺨﺪﺍﻡ ﺍﻟﺘﺠﺎﺭﺓ. ﺗﺘﺤﻤﻞ MSP ﺟﻤﻴﻊ ﺍﻟﻤﺴﺆﻭﻟﻴﺔ ﻋﻦ ﺍﺧﺘﻴﺎﺭ ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﻟﺘﺤﻘﻴﻖ ﺍﻟﻨﺘﺎﺋﺞ ﺍﻟﻤﺮﺟﻮﺓ ﻣﻦ MSP ، ﻭﻋﻦ ﺗﺸﻐﻴﻞ ﻭﺍﺳﺘﺨﺪﺍﻡ ﻭﻧﺘﺎﺋﺞ ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ. ﺩﻭﻥ ﺗﻘﻴﻴﺪ ﻣﺎ ﺳﺒﻖ، ﻓﺈﻥ MSP ﻣﺴﺆﻭﻟﺔ ﻋﻦ ﺍﻹﺷﺮﺍﻑ ﻭﺍﻹﺩﺍﺭﺓ ﻭﺍﻟﺘﺤﻜﻢ ﻓﻲ ﺍﺳﺘﺨﺪﺍﻡ ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﻭﺃﻱ ﻣﺨﺮﺟﺎﺕ ﻟﻤﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ، ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ ﻋﻠﻰ ﺳﺒﻴﻞ ﺍﻟﻤﺜﺎﻝ ﻻ ﺍﻟﺤﺼﺮ ﺍﻟﺘﺜﺒﻴﺖ ﺍﻟﺴﻠﻴﻢ ﻭﺇﻧﺸﺎﺀ ﻋﻤﻠﻴﺎﺕ ﺍﻟﻨﺴﺦ ﺍﻻﺣﺘﻴﺎﻃﻲ ﻭﺍﻷﺭﺷﻔﺔ ﺍﻟﻤﻨﺎﺳﺒﺔ ﻟﻤﻨﻊ ﺃﻱ ﻋﻮﺍﻗﺐ ﺳﻠﺒﻴﺔ ﻓﻲ ﺣﺎﻟﺔ ﺣﺪﻭﺙ ﻋﻄﻞ. ﻻ ﺗﻀﻤﻦ ﺍﻟﺸﺮﻛﺔ ﺃﻥ ﺍﺳﺘﺨﺪﺍﻡ MSP ﻟﻤﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﺳﻴﻜﻮﻥ ﺩﻭﻥ ﺍﻧﻘﻄﺎﻉ ﺃﻭ ﺧﺎﻝ ﻣﻦ ﺍﻷﺧﻄﺎﺀ. ﺑﺎﺳﺘﺜﻨﺎﺀ ﻣﺎ ﻫﻮ ﻣﻨﺼﻮﺹ ﻋﻠﻴﻪ ﻋﻠﻰ ﻭﺟﻪ ﺍﻟﺘﺤﺪﻳﺪ ﻓﻲ ﻫﺬﻩ ﺍﻟﻮﺛﻴﻘﺔ، ﺗﻈﻞ ﺍﻟﻤﺨﺎﻃﺮ ﺍﻟﻜﺎﻣﻠﺔ ﺍﻟﻤﺘﻌﻠﻘﺔ ﺑﺠﻮﺩﺓ ﻭﺃﺩﺍﺀ ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﻋﻠﻰ ﻋﺎﺗﻖ MSP. ﺗﻮﺍﻓﻖ MSP ﻋﻠﻰ ﺃﻧﻬﺎ ﻟﻢ ﺗﻌﺘﻤﺪ ﻋﻠﻰ ﺍﻟﺘﻮﺍﻓﺮ ﺍﻟﻤﺴﺘﻘﺒﻠﻲ ﻷﻱ ﺑﺮﺍﻣﺞ ﺃﻭ ﺧﺪﻣﺎﺕ ﻓﻲ ﺇﺑﺮﺍﻡ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ. \n9.4. ﺗﻄﺒﻴﻘﺎﺕ ﺍﻟﻄﺮﻑ ﺍﻟﺜﺎﻟﺚ. ﻻ ﺗﻘﺪﻡ ﺍﻟﺸﺮﻛﺔ ﺃﻱ ﺿﻤﺎﻧﺎﺕ ﻓﻴﻤﺎ ﻳﺘﻌﻠﻖ ﺑﺄﻱ ﺗﻄﺒﻴﻘﺎﺕ ﺗﺎﺑﻌﺔ ﻟﺠﻬﺎﺕ ﺧﺎﺭﺟﻴﺔ، ﺳﻮﺍﺀ ﺗﻢ ﺗﺼﻨﻴﻒ ﺗﻄﺒﻴﻘﺎﺕ ﺍﻟﻄﺮﻑ ﺍﻟﺜﺎﻟﺚ ﻫﺬﻩ ﻣﻦ ﻗﺒﻞ ﺍﻟﺸﺮﻛﺔ ﻋﻠﻰ ﺃﻧﻬﺎ \"ﻣﻌﺘﻤﺪﺓ\" ﺃﻭ \"ﻣﻌﺘﻤﺪﺓ\" ﺃﻭ \"ﻣﻮﺻﻰ ﺑﻬﺎ\" ﺃﻭ ﺗﻢ ﺗﻮﻓﻴﺮﻫﺎ ﺑﻄﺮﻳﻘﺔ ﺃﺧﺮﻯ ﻣﻦ ﻗﺒﻞ ﻃﺮﻑ ﺛﺎﻟﺚ ﻋﻀﻮ ﻓﻲ ﺑﺮﻧﺎﻣﺞ ﺷﺮﻳﻚ ﺍﻟﺸﺮﻛﺔ. ﺃﻱ ﻋﻤﻠﻴﺔ ﺷﺮﺍﺀ ﺃﻭ ﺍﺳﺘﺨﺪﺍﻡ ﻣﻦ ﻗﺒﻞ MSP ﻷﻱ ﺗﻄﺒﻴﻘﺎﺕ ﺗﺎﺑﻌﺔ ﻟﺠﻬﺎﺕ ﺧﺎﺭﺟﻴﺔ ﻟﺼﺎﻟﺢ ﻋﻤﻴﻞ MSP ﻫﻲ ﻓﻘﻂ ﺑﻴﻦ MSP ﻭﻣﺰﻭﺩ ﺍﻟﻄﺮﻑ ﺍﻟﺜﺎﻟﺚ ﺍﻟﻤﻌﻨﻲ ﻭﺗﻮﺍﻓﻖ MSP ﻋﻠﻰ ﺃﻥ ﺍﻟﺸﺮﻛﺔ ﻻ ﺗﺘﺤﻤﻞ ﺃﻱ ﻣﺴﺆﻭﻟﻴﺔ ﺃﻭ ﺍﻟﺘﺰﺍﻡ ﺗﺠﺎﻩ MSP ﺃﻭ ﻋﻤﻴﻞ MSP ﻋﻦ ﺗﻄﺒﻴﻘﺎﺕ ﺍﻟﻄﺮﻑ ﺍﻟﺜﺎﻟﺚ ﻫﺬﻩ ﺃﻭ ﻧﺘﺎﺋﺞ ﺍﺳﺘﺨﺪﺍﻣﻬﺎ ﺃﻭ ﺗﺄﺛﻴﺮ ﺍﺳﺘﺨﺪﺍﻣﻬﺎ ﻋﻠﻰ ﺗﺸﻐﻴﻞ ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ. \nﺿﻤﺎﻧﺎﺕ MSP. ﺗﻀﻤﻦ MSP ﻭﺗﻮﺍﻓﻖ ﻋﻠﻰ ﺃﻧﻪ ﻳﺠﺐ ﻋﻠﻴﻬﺎ: (ﺃ) ﺍﻟﺘﺄﻛﺪ ﻣﻦ ﺃﻥ ﻛﻞ ﻋﻤﻴﻞ ﻣﻦ ﻋﻤﻼﺀ MSP ﻣﻠﺰﻡ ﺑﻌﻘﺪ ﻣﻊ MSP ﻟﺨﺪﻣﺎﺕ MSP ، ﻭﺍﻟﺘﻲ ﻻ ﺗﻘﻞ ﺷﺮﻭﻃﻬﺎ ﻋﻦ ﺣﻤﺎﻳﺔ ﺍﻟﺸﺮﻛﺔ ﻣﻦ ﺷﺮﻭﻁ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ؛ (ﺏ) ﺍﻟﺘﺄﻛﺪ ﻣﻦ ﺃﻥ ﻛﻞ ﻋﻤﻴﻞ ﻣﻦ ﻋﻤﻼﺀ MSP ﻳﺘﻮﻗﻒ ﻋﻦ ﺍﻟﻮﺻﻮﻝ ﺇﻟﻰ ﻭ/ﺃﻭ ﺍﺳﺘﺨﺪﺍﻡ ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﺇﺫﺍ ﻟﻢ ﻳﻌﺪ ﻟﺪﻳﻬﻢ ﺍﺗﻔﺎﻗﻴﺔ ﺳﺎﺭﻳﺔ ﺍﻟﻤﻔﻌﻮﻝ ﻣﻊ MSP ﻟﺘﻮﺭﻳﺪ ﺧﺪﻣﺎﺕ MSP ﺃﻭ ﺇﺫﺍ ﺗﻢ ﺇﻧﻬﺎﺀ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ؛ (ﺝ) ﺍﻟﺘﺄﻛﺪ ﻣﻦ ﺃﻥ ﻛﻞ ﻋﻤﻴﻞ ﻣﻦ ﻋﻤﻼﺀ MSP ﻳﺘﻠﻘﻰ ﻭﻳﻘﺮ ﺇﺷﻌﺎﺭﺍ ﺣﻮﻝ ﺍﻟﺘﺤﺪﻳﺜﺎﺕ ﺍﻟﻤﻌﻤﻮﻝ ﺑﻬﺎ ﻋﻠﻰ ﻋﻤﻴﻞ MSP ﻋﻠﻰ ﺍﻟﻔﻮﺭ ﻭﻋﻠﻰ ﺃﻱ ﺣﺎﻝ ﻓﻲ ﻏﻀﻮﻥ ﺛﻼﺛﺔ (3) ﺃﻳﺎﻡ ﻋﻤﻞ ﺑﻌﺪ ﻗﻴﺎﻡ ﺍﻟﺸﺮﻛﺔ ﺑﺈﺗﺎﺣﺔ ﻫﺬﻩ ﺍﻟﺘﺤﺪﻳﺜﺎﺕ ﺍﻟﻤﻌﻤﻮﻝ ﺑﻬﺎ؛ (ﺩ) ﺍﻟﺘﺄﻛﺪ ﻣﻦ ﺃﻥ ﻛﻞ ﻋﻤﻴﻞ ﻣﻦ ﻋﻤﻼﺀ MSP ﻳﻌﻤﻞ ﻣﻊ ﺃﺣﺪﺙ ﺍﻟﺘﺤﺪﻳﺜﺎﺕ ﻓﻲ ﻏﻀﻮﻥ ﺛﻼﺛﻴﻦ (30) ﻳﻮﻡ ﻋﻤﻞ ﺑﻌﺪ ﻗﻴﺎﻡ ﺍﻟﺸﺮﻛﺔ ﺑﺈﺗﺎﺣﺔ ﻫﺬﻩ ﺍﻟﺘﺤﺪﻳﺜﺎﺕ؛ (ﻩ) ﺿﻤﺎﻥ ﺃﻥ ﺗﻘﺪﻡ ﺧﺪﻣﺎﺕ ﺗﺨﻄﻴﻂ ﺍﻟﺤﻴﺰ ﺍﻟﺒﺤﺮﻱ ﻭﺣﺪﻫﺎ ؛ ﻭ (ﻭ) ﺇﺑﺮﺍﺀ ﺫﻣﺔ ﺍﻟﺸﺮﻛﺔ ﻭﺍﻟﺪﻓﺎﻉ ﻋﻨﻬﺎ ﻭﺗﻌﻮﻳﻀﻬﺎ ﺑﺎﻟﻜﺎﻣﻞ ﺿﺪ ﺃﻱ ﻣﻄﺎﻟﺒﺎﺕ ﺃﻭ ﺇﺟﺮﺍﺀﺍﺕ ﺃﻭ ﺇﺟﺮﺍﺀﺍﺕ ﺃﻭ ﺃﺿﺮﺍﺭ ﺃﻭ ﺗﻜﺎﻟﻴﻒ ﺃﻭ ﻧﻔﻘﺎﺕ ﺃﻭ ﺃﻱ ﻣﺴﺆﻭﻟﻴﺔ ﺃﺧﺮﻯ ﻣﻦ ﺃﻱ ﻧﻮﻉ ﺗﻨﺸﺄ ﻋﻦ ﺃﻭ ﺗﻨﺘﺞ ﻋﻦ ﺃﻭ ﺗﺘﻌﻠﻖ ﺑﺎﺳﺘﺨﺪﺍﻡ MSP ﻭﻛﻞ ﻋﻤﻴﻞ ﻣﻦ ﻋﻤﻼﺀ MSP ﻟﻤﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ، ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ ﻋﻠﻰ ﺳﺒﻴﻞ ﺍﻟﻤﺜﺎﻝ ﻻ ﺍﻟﺤﺼﺮ ﺧﺮﻕ ﺿﻤﺎﻧﺎﺕ MSP ﻓﻲ ﻫﺬﺍ ﺍﻟﻘﺴﻢ. ﻛﻤﺎ ﺗﻤﺜﻞ MSP ﻭﺗﻀﻤﻦ ﻭﺗﻮﺍﻓﻖ ﻋﻠﻰ ﻋﺪﻡ ﻧﺴﺦ ﺃﻭ ﺗﻌﺪﻳﻞ ﺃﻭ ﺗﺄﺟﻴﺮ ﺃﻭ ﺗﻔﻜﻴﻚ ﺃﻭ ﻓﻚ ﺃﻭ ﺇﺟﺮﺍﺀ ﻫﻨﺪﺳﺔ ﻋﻜﺴﻴﺔ ﻷﻱ ﻣﻨﺘﺞ ﺃﻭ ﺑﺮﻧﺎﻣﺞ ﻟﻠﺸﺮﻛﺔ، ﺃﻭ ﻣﺤﺎﻭﻟﺔ ﻣﻌﺮﻓﺔ ﺷﻔﺮﺓ ﺍﻟﻤﺼﺪﺭ ﺃﻭ ﺍﻟﻬﻴﻜﻞ ﺃﻭ ﺍﻟﺨﻮﺍﺭﺯﻣﻴﺎﺕ ﺃﻭ ﺍﻷﻓﻜﺎﺭ ﺍﻟﻜﺎﻣﻨﺔ ﻭﺭﺍﺀ ﺃﻱ ﻣﻦ ﻣﻨﺘﺠﺎﺕ ﺍﻟﺸﺮﻛﺔ ﺃﻭ ﺑﺮﺍﻣﺠﻬﺎ، ﺑﺎﺳﺘﺜﻨﺎﺀ ﺍﻟﺤﺪ ﺍﻟﺬﻱ ﻳﺤﻈﺮ ﻓﻴﻪ ﺍﻟﻘﺎﻧﻮﻥ ﺍﻟﻤﻌﻤﻮﻝ ﺑﻪ ﺻﺮﺍﺣﺔ ﻫﺬﺍ ﺍﻟﺒﻨﺪ ﻭﺇﻟﻰ ﺍﻟﺤﺪ ﻓﻘﻂ.  ﺃﻭ ﺍﻟﺴﻤﺎﺡ ﻷﻱ ﺷﺨﺺ ﺁﺧﺮ ﺑﻔﻌﻞ ﺍﻟﺸﻲﺀ ﻧﻔﺴﻪ. \nﺍﻟﺪﻋﻢ. ﺳﺘﻮﻓﺮ ﺍﻟﺸﺮﻛﺔ MSP ﺧﺪﻣﺎﺕ ﺍﻟﺪﻋﻢ ﺍﻟﻘﻴﺎﺳﻴﺔ ﺍﻟﺨﺎﺻﺔ ﺑﻬﺎ. ﻳﻜﻮﻥ MSP ﻣﺴﺆﻭﻻ ﻋﻦ ﺟﻤﻴﻊ ﺍﻟﺪﻋﻢ ﺍﻟﺬﻱ ﻳﻄﻠﺒﻪ ﻋﻤﻴﻞ MSP. ﺑﻨﺎﺀ ﻋﻠﻰ ﻃﻠﺐ MSP ، ﺇﺫﺍ ﺭﺃﺕ ﺍﻟﺸﺮﻛﺔ ، ﻭﻓﻘﺎ ﻟﺘﻘﺪﻳﺮﻫﺎ ﺍﻟﺨﺎﺹ ، ﺃﻥ ﻫﻨﺎﻙ ﺣﺎﺟﺔ ﺇﻟﻰ ﺩﻋﻢ ﻓﻨﻲ ﺇﺿﺎﻓﻲ ﻓﻴﻤﺎ ﻳﺘﻌﻠﻖ ﺑﻤﻨﺘﺞ MSP ﺍﻟﻤﺮﺧﺺ ، ﻓﺴﺘﻘﺪﻡ ﺍﻟﺸﺮﻛﺔ ﺍﻟﺪﻋﻢ ﻟﻌﻤﻴﻞ MSP ﻣﻘﺎﺑﻞ ﺭﺳﻮﻡ ﻣﻘﺒﻮﻟﺔ ﻟﻠﻄﺮﻓﻴﻦ ﺗﺪﻓﻌﻬﺎ MSP. \nﻣﻌﻠﻮﻣﺎﺕ ﺳﺮﻳﺔ.  ﺗﺘﻜﻮﻥ \"ﺍﻟﻤﻌﻠﻮﻣﺎﺕ ﺍﻟﺴﺮﻳﺔ\" ﻣﻦ ﺍﻟﻤﻌﻠﻮﻣﺎﺕ ﺍﻟﺴﺮﻳﺔ ﻟﻠﻄﺮﻑ، ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ، ﻋﻠﻰ ﺳﺒﻴﻞ ﺍﻟﻤﺜﺎﻝ ﻻ ﺍﻟﺤﺼﺮ، ﺍﻟﻤﻌﻠﻮﻣﺎﺕ ﻏﻴﺮ ﺍﻟﻌﺎﻣﺔ ﺍﻟﻤﺘﻌﻠﻘﺔ ﺑﺄﻋﻤﺎﻝ ﺍﻟﻄﺮﻑ، ﺃﻭ ﺧﻄﻂ ﺍﻟﻤﻨﺘﺠﺎﺕ، ﺃﻭ ﺗﺼﻤﻴﻤﺎﺕ ﺍﻟﻤﻨﺘﺠﺎﺕ، ﺃﻭ ﺗﻜﺎﻟﻴﻒ ﺍﻟﻤﻨﺘﺠﺎﺕ، ﺃﻭ ﺃﺳﻌﺎﺭ ﺍﻟﻤﻨﺘﺠﺎﺕ، ﺃﻭ ﺃﺳﻤﺎﺀ ﺍﻟﻤﻨﺘﺠﺎﺕ، ﺃﻭ ﺍﻟﺸﺆﻭﻥ ﺍﻟﻤﺎﻟﻴﺔ، ﺃﻭ ﺧﻄﻂ ﺍﻟﺘﺴﻮﻳﻖ، ﺃﻭ ﻓﺮﺹ ﺍﻟﻌﻤﻞ، ﺃﻭ ﺍﻟﻤﻮﻇﻔﻴﻦ، ﺃﻭ ﺍﻟﺒﺤﻮﺙ، ﺃﻭ ﺍﻟﺘﻄﻮﻳﺮ، ﺃﻭ ﺍﻟﺪﺭﺍﻳﺔ. ﺩﻭﻥ ﺗﻘﻴﻴﺪ ﻋﻤﻮﻣﻴﺔ ﻣﺎ ﺳﺒﻖ، ﻓﺈﻥ ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﻭﺃﻱ ﺃﺳﺮﺍﺭ ﺗﺠﺎﺭﻳﺔ ﺗﺘﻌﻠﻖ ﺑﻤﺎ ﺳﺒﻖ ﻫﻲ ﺍﻟﻤﻌﻠﻮﻣﺎﺕ ﺍﻟﺴﺮﻳﺔ ﻟﻠﺸﺮﻛﺔ. ﻣﺎ ﻟﻢ ﻳﺼﺮﺡ ﺻﺮﺍﺣﺔ ﻛﺘﺎﺑﻴﺎ ﻣﻦ ﻗﺒﻞ ﺍﻟﻄﺮﻑ ﺍﻟﻤﻔﺼﺢ (\"ﺍﻟﻤﻔﺼﺢ\")، ﻟﻦ ﻳﻜﺸﻒ ﺍﻟﻄﺮﻑ ﺍﻟﻤﺘﻠﻘﻲ (\"ﺍﻟﻤﺴﺘﻠﻢ\") ﺑﺸﻜﻞ ﻣﺒﺎﺷﺮ ﺃﻭ ﻏﻴﺮ ﻣﺒﺎﺷﺮ ﻷﻱ ﺷﺨﺺ ﺃﻭ ﻛﻴﺎﻥ ﺃﻭ ﻳﺴﺘﺨﺪﻡ ﺃﻱ ﻣﻌﻠﻮﻣﺎﺕ ﺳﺮﻳﺔ ﻟﻠﻜﺸﻒ ﻭﻳﺠﺐ ﺃﻥ ﻳﺒﺬﻝ ﻛﻞ ﺍﻟﺠﻬﻮﺩ ﺍﻟﻤﻌﻘﻮﻟﺔ ﻟﺤﻤﺎﻳﺔ ﺳﺮﻳﺔ ﻫﺬﻩ ﺍﻟﻤﻌﻠﻮﻣﺎﺕ. ﻟﻦ ﺗﻨﻄﺒﻖ ﺍﻟﻘﻴﻮﺩ ﺍﻟﻤﺬﻛﻮﺭﺓ ﺃﻋﻼﻩ ﻋﻠﻰ ﺍﻟﻤﻌﻠﻮﻣﺎﺕ ﺍﻟﺘﻲ (1) ﻛﺎﻧﺖ ﻣﻌﺮﻭﻓﺔ ﻟﻠﻤﺴﺘﻠﻢ ﻓﻲ ﻭﻗﺖ ﺍﻹﻓﺼﺎﺡ ﻋﻨﻬﺎ ﻟﻠﻤﺴﺘﻠﻢ؛ (2) ﺃﺻﺒﺢ ﻣﻌﺮﻭﻓﺎ ﻋﻠﻨﺎ ﻣﻦ ﺧﻼﻝ ﻋﺪﻡ ﻭﺟﻮﺩ ﻓﻌﻞ ﻏﻴﺮ ﻣﺸﺮﻭﻉ ﻣﻦ ﺟﺎﻧﺐ ﺍﻟﻤﺴﺘﻠﻢ؛ (3) ﺗﻢ ﺍﺳﺘﻼﻣﻪ ﺑﺸﻜﻞ ﺻﺤﻴﺢ ﻣﻦ ﻃﺮﻑ ﺛﺎﻟﺚ ﻣﺨﻮﻝ ﺑﺈﺟﺮﺍﺀ ﻫﺬﺍ ﺍﻹﻓﺼﺎﺡ ﺩﻭﻥ ﻗﻴﻮﺩ؛ (4) ﺗﻢ ﺗﻄﻮﻳﺮﻩ ﺑﺸﻜﻞ ﻣﺴﺘﻘﻞ ﻣﻦ ﻗﺒﻞ ﺍﻟﻤﺴﺘﻠﻢ ﺩﻭﻥ ﺍﺳﺘﺨﺪﺍﻡ ﺍﻟﻤﻌﻠﻮﻣﺎﺕ ﺍﻟﺴﺮﻳﺔ ﺍﻟﺨﺎﺻﺔ ﺑﺎﻟﻤﻔﺼﺢ ﺃﻭ ﺍﻹﺷﺎﺭﺓ ﺇﻟﻴﻬﺎ؛ ﺃﻭ (v) ﺗﻤﺖ ﺍﻟﻤﻮﺍﻓﻘﺔ ﻋﻠﻰ ﺍﻹﻓﺮﺍﺝ ﻋﻨﻪ ﺑﺘﻔﻮﻳﺾ ﻛﺘﺎﺑﻲ ﻣﻦ Disclosurer. ﻳﺠﻮﺯ ﻟﻠﻤﺴﺘﻠﻢ ﺍﻹﻓﺼﺎﺡ ﻋﻦ ﺍﻟﻤﻌﻠﻮﻣﺎﺕ ﺍﻟﺴﺮﻳﺔ ﻭﻓﻘﺎ ﻷﻣﺮ ﺳﺎﺭﻱ ﺍﻟﻤﻔﻌﻮﻝ ﻣﻦ ﻣﺤﻜﻤﺔ ﺃﻭ ﻭﻛﺎﻟﺔ ﺣﻜﻮﻣﻴﺔ ﻣﻌﺘﻤﺪﺓ ﺷﺮﻳﻄﺔ ﺃﻥ ﻳﻜﻮﻥ ﺍﻟﻤﺴﺘﻠﻢ ﻗﺪ ﺃﻋﻄﻰ ﺍﻹﺧﻄﺎﺭ ﺍﻟﻔﻮﺭﻱ ﺣﺘﻰ ﺗﺘﺎﺡ ﻟﻠﻜﺎﺷﻒ ﻓﺮﺻﺔ ﻟﻠﺪﻓﺎﻉ ﻋﻦ ﻫﺬﺍ ﺍﻹﻓﺼﺎﺡ ﺃﻭ ﺗﻘﻴﻴﺪﻩ ﺃﻭ ﺣﻤﺎﻳﺘﻪ. ﺃﻱ ﺧﺮﻕ ﻟﻠﻘﻴﻮﺩ ﺍﻟﻮﺍﺭﺩﺓ ﻓﻲ ﻫﺬﺍ ﺍﻟﻘﺴﻢ ﻫﻮ ﺧﺮﻕ ﻟﻬﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ، ﻣﻤﺎ ﻳﺘﺴﺒﺐ ﻓﻲ ﺿﺮﺭ ﻻ ﻳﻤﻜﻦ ﺇﺻﻼﺣﻪ ﻟﻠﻜﺸﻒ ﻋﻦ ﺣﻘﻮﻕ ﺍﻟﻜﺸﻒ ﻓﻲ ﺍﻟﺤﺼﻮﻝ ﻋﻠﻰ ﺃﻣﺮ ﻗﻀﺎﺋﻲ ﺑﺎﻹﺿﺎﻓﺔ ﺇﻟﻰ ﺟﻤﻴﻊ ﺍﻟﺘﻌﻮﻳﻀﺎﺕ ﺍﻟﻘﺎﻧﻮﻧﻴﺔ."
    },
    {
        "id": "sec_5",
        "lang": "ar",
        "title": "13. ﺍﻟﺘﻌﻮﻳﺾ",
        "level": 1,
        "start_char": 14886,
        "end_char": 17726,
        "len": 2840,
        "text": "13. ﺍﻟﺘﻌﻮﻳﺾ \n13.1. ﺍﻟﺘﻌﻮﻳﺾ. ﺗﻮﺍﻓﻖ ﺍﻟﺸﺮﻛﺔ ﻋﻠﻰ ﺗﻌﻮﻳﺾ MSP ﻭﺍﻟﺪﻓﺎﻉ ﻋﻨﻪ ﻭﺇﺑﺮﺍﺀ ﺫﻣﺘﻪ ﻣﻦ ﺍﻟﺘﻜﺎﻟﻴﻒ ﻭﺍﻟﺮﺳﻮﻡ ﺍﻟﻤﺮﺗﺒﻄﺔ ﺑﻪ، ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ ﺃﺗﻌﺎﺏ ﻭﻧﻔﻘﺎﺕ ﺍﻟﻤﺤﺎﻣﺎﺓ ﺍﻟﻤﻌﻘﻮﻟﺔ، ﺍﻟﺘﻲ ﺗﻢ ﻣﻨﺤﻬﺎ ﻧﻬﺎﺋﻴﺎ ﻣﻦ ﻗﺒﻞ ﻣﺤﻜﻤﺔ ﻣﺨﺘﺼﺔ ﺃﻭ ﺗﻢ ﺍﻻﺗﻔﺎﻕ ﻋﻠﻴﻬﺎ ﻓﻲ ﺍﻟﺘﺴﻮﻳﺔ ﺃﻭ ﺍﻟﺘﺴﻮﻳﺔ، ﺇﻟﻰ ﺍﻟﺤﺪ ﺍﻟﺬﻱ ﺗﻨﺸﺄ ﻓﻴﻪ ﻫﺬﻩ ﺍﻟﺮﺳﻮﻡ ﻭﺍﻟﺘﻜﺎﻟﻴﻒ ﻣﻦ ﻣﻄﺎﻟﺒﺔ ﺃﻭ ﺇﺟﺮﺍﺀ ﺃﻭ ﺩﻋﻮﻯ ﻣﻦ ﻃﺮﻑ ﺛﺎﻟﺚ ﺗﺪﻋﻲ ﺃﻥ ﻣﻨﺘﺞ MSP ﺍﻟﻤﺮﺧﺺ ﺍﻟﻤﻘﺪﻡ ﺇﻟﻰ MSP ﻭﻓﻘﺎ ﻟﻬﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻳﻨﺘﻬﻚ ﺑﺮﺍﺀﺓ ﺍﺧﺘﺮﺍﻉ ﺗﺎﺑﻌﺔ ﻟﺠﻬﺔ ﺧﺎﺭﺟﻴﺔ ﻓﻲ ﺍﻟﻮﻻﻳﺎﺕ ﺍﻟﻤﺘﺤﺪﺓ،  ﺣﻘﻮﻕ ﺍﻟﻄﺒﻊ ﻭﺍﻟﻨﺸﺮ ﺃﻭ ﺍﻷﺳﺮﺍﺭ ﺍﻟﺘﺠﺎﺭﻳﺔ (\"ﻣﻄﺎﻟﺒﺔ\"). ﻳﺠﺐ ﺃﻥ ﺗﻜﻮﻥ ﺍﻟﺘﺰﺍﻣﺎﺕ ﺍﻟﺸﺮﻛﺔ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻣﺸﺮﻭﻃﺔ ﺑﺈﺧﻄﺎﺭ ﺍﻟﺸﺮﻛﺔ ﻋﻠﻰ ﺍﻟﻔﻮﺭ ﺑﺄﻱ ﻣﻄﺎﻟﺒﺔ ﻣﻦ ﻫﺬﺍ ﺍﻟﻘﺒﻴﻞ ﻭﺍﻟﺴﻤﺎﺡ ﻟﻠﺸﺮﻛﺔ ﺑﺘﻮﻟﻲ ﺍﻟﺴﻴﻄﺮﺓ ﺍﻟﻜﺎﻣﻠﺔ ﻋﻠﻰ ﺍﻟﺪﻓﺎﻉ ﻋﻦ ﻫﺬﻩ ﺍﻟﻤﻄﺎﻟﺒﺔ ﻭﺗﺴﻮﻳﺘﻬﺎ. ﻭﻣﻊ ﺫﻟﻚ ، ﺷﺮﻳﻄﺔ ﻣﺎ ﻳﻠﻲ: (ﺃ) ﻳﺠﺐ ﻋﻠﻰ ﺍﻟﺸﺮﻛﺔ ﺇﻃﻼﻉ MSP ﻋﻠﻰ MSP ﻭﺍﻟﺘﺸﺎﻭﺭ ﻣﻌﻪ ﻓﻴﻤﺎ ﻳﺘﻌﻠﻖ ﺑﺎﻟﺘﻘﺪﻡ ﺍﻟﻤﺤﺮﺯ ﻓﻲ ﻫﺬﺍ ﺍﻟﺘﻘﺎﺿﻲ ﺃﻭ ﺍﻟﺘﺴﻮﻳﺔ ؛ ﻭ (ﺏ) ﻻ ﻳﻜﻮﻥ ﻟﻠﺸﺮﻛﺔ ﺃﻱ ﺣﻖ، ﺩﻭﻥ ﻣﻮﺍﻓﻘﺔ ﺧﻄﻴﺔ ﻣﻦ MSP، ﻭﺍﻟﺘﻲ ﻻ ﻳﺠﻮﺯ ﺣﺠﺒﻬﺎ ﺑﺸﻜﻞ ﻏﻴﺮ ﻣﻌﻘﻮﻝ، ﺗﺴﻮﻳﺔ ﺃﻱ ﻣﻄﺎﻟﺒﺔ ﻣﻦ ﻫﺬﺍ ﺍﻟﻘﺒﻴﻞ ﺇﺫﺍ ﻛﺎﻧﺖ ﻫﺬﻩ ﺍﻟﺘﺴﻮﻳﺔ ﺗﺤﺘﻮﻱ ﻋﻠﻰ ﺷﺮﻁ ﺃﻭ ﺍﻋﺘﺮﺍﻑ ﺃﻭ ﺇﻗﺮﺍﺭ ﺑﺄﻱ ﻣﺴﺆﻭﻟﻴﺔ ﺃﻭ ﻣﺨﺎﻟﻔﺔ ﺳﻮﺍﺀ ﻓﻲ ﺍﻟﻌﻘﺪ ﺃﻭ ﺍﻟﻀﺮﺭ ﺃﻭ ﻏﻴﺮ ﺫﻟﻚ ﻣﻦ ﺟﺎﻧﺐ MSP، ﺃﻭ ﺗﺘﻄﻠﺐ ﺃﻱ ﺃﺩﺍﺀ ﻣﺤﺪﺩ ﺃﻭ ﺗﻌﻮﻳﺾ ﻏﻴﺮ ﻣﺎﻟﻲ ﻣﻦ ﻗﺒﻞ .MSP \n13.2. ﺍﻻﺳﺘﺜﻨﺎﺀﺍﺕ. ﻋﻠﻰ ﺍﻟﺮﻏﻢ ﻣﻤﺎ ﺳﺒﻖ، ﻟﻦ ﺗﻜﻮﻥ ﺍﻟﺸﺮﻛﺔ ﻣﻠﺰﻣﺔ ﺗﺠﺎﻩ MSP ﺑﻤﻮﺟﺐ ﻫﺬﺍ ﺍﻟﻘﺴﻢ ﺇﻟﻰ ﺍﻟﺤﺪ ﺍﻟﺬﻱ ﺗﻨﺸﺄ ﻓﻴﻪ ﺃﻱ ﻣﻄﺎﻟﺒﺔ ﻣﻦ ﻫﺬﺍ ﺍﻟﻘﺒﻴﻞ ﺃﻭ ﺗﻨﺘﺞ ﻋﻦ (ﺃ) ﺍﻻﺳﺘﺨﺪﺍﻡ ﻏﻴﺮ ﺍﻟﻤﺼﺮﺡ ﺑﻪ ﺃﻭ ﻏﻴﺮ ﺍﻟﺴﻠﻴﻢ ﻣﻦ ﻗﺒﻞ MSP ﻟﻤﻨﺘﺞ MSP ﺍﻟﻤﺮﺧﺺ ﺍﻟﻤﻘﺪﻡ ﻣﻦ ﻗﺒﻞ ﺍﻟﺸﺮﻛﺔ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ؛ (ﺏ) ﺍﻟﺠﻤﻊ ﺑﻴﻦ ﻣﻨﺘﺞ MSP ﺍﻟﻤﺮﺧﺺ ﺍﻟﺬﻱ ﺗﻘﺪﻣﻪ ﺍﻟﺸﺮﻛﺔ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻣﻊ ﺍﻟﻤﻨﺘﺠﺎﺕ ﺃﻭ ﺍﻟﺨﺪﻣﺎﺕ ﺍﻷﺧﺮﻯ ﺍﻟﺘﻲ ﻻ ﺗﻘﺪﻣﻬﺎ ﺍﻟﺸﺮﻛﺔ، ﺇﻟﻰ ﺍﻟﺤﺪ ﺍﻟﺬﻱ ﻟﻢ ﻳﻜﻦ ﻣﻦ ﺍﻟﻤﻤﻜﻦ ﺃﻥ ﻳﻨﺘﺞ ﻋﻨﻪ ﻫﺬﺍ ﺍﻻﺩﻋﺎﺀ ﺑﺎﺳﺘﺜﻨﺎﺀ ﻫﺬﺍ ﺍﻟﻤﺠﻤﻮﻋﺔ؛ (ﺝ) ﺗﻐﻴﻴﺮ ﺃﻭ ﺗﻌﺪﻳﻞ ﻣﻨﺘﺞ MSP ﺍﻟﻤﺮﺧﺺ ﻣﻦ ﻗﺒﻞ ﺃﻭ ﻣﻦ ﺃﺟﻞ MSP ﺩﻭﻥ ﻣﻮﺍﻓﻘﺔ ﺧﻄﻴﺔ ﻣﻦ ﺍﻟﺸﺮﻛﺔ، ﺇﺫﺍ ﻛﺎﻥ ﻣﻦ ﺍﻟﻤﻤﻜﻦ ﺗﺠﻨﺐ ﻫﺬﺍ ﺍﻻﻧﺘﻬﺎﻙ ﻓﻲ ﺣﺎﻟﺔ ﻋﺪﻡ ﻭﺟﻮﺩ ﻣﺜﻞ ﻫﺬﺍ ﺍﻟﺘﻐﻴﻴﺮ ﺃﻭ ﺍﻟﺘﻌﺪﻳﻞ؛ (ﺩ) ﻓﺸﻞ MSP ﻓﻲ ﺗﺜﺒﻴﺖ ﺍﻟﺘﺤﺪﻳﺚ ﻋﻠﻰ ﺍﻟﻔﻮﺭ؛ ﺃﻭ (ﻩ) ﻳﻤﻜﻦ ﺗﺠﻨﺐ ﺍﻟﻤﻄﺎﻟﺒﺔ ﻣﻦ ﺧﻼﻝ ﺍﺳﺘﺨﺪﺍﻡ MSP ﻟﻤﻨﺘﺞ MSP ﻣﺮﺧﺺ ﺑﺪﻳﻞ ﺗﻘﺪﻣﻪ ﺍﻟﺸﺮﻛﺔ ﺇﻟﻰ MSP ﻭﺍﻟﺬﻱ ﻳﻌﻤﻞ ﺑﻄﺮﻳﻘﺔ ﻣﺸﺎﺑﻬﺔ ﺇﻟﻰ ﺣﺪ ﻛﺒﻴﺮ ﻟﻤﻨﺘﺞ MSP ﺍﻟﻤﺮﺧﺺ ﺍﻟﻤﻌﻨﻲ. \n13.3. ﺳﺒﻞ ﺍﻻﻧﺘﺼﺎﻑ. ﺇﺫﺍ ﺃﺻﺒﺢ ﻣﻨﺘﺞ MSP ﺍﻟﻤﺮﺧﺺ ﺍﻟﻤﻘﺪﻡ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﺃﻭ ﻓﻲ ﺭﺃﻱ ﺍﻟﺸﺮﻛﺔ ﺍﻟﻤﻌﻘﻮﻝ ﺃﻧﻪ ﻣﻦ ﺍﻟﻤﺤﺘﻤﻞ ﺃﻥ ﻳﺼﺒﺢ، ﻣﻮﺿﻮﻉ ﻣﻄﺎﻟﺒﺔ، ﻳﺠﻮﺯ ﻟﻠﺸﺮﻛﺔ، ﻭﻓﻘﺎ ﻟﺘﻘﺪﻳﺮﻫﺎ ﺍﻟﺨﺎﺹ ﻭﻋﻠﻰ ﻧﻔﻘﺘﻬﺎ ﺍﻟﺨﺎﺻﺔ، ﺇﻣﺎ: (ﺃ) ﺍﻟﺤﺼﻮﻝ ﻋﻠﻰ ﺣﻖ MSP ﻓﻲ ﻣﻤﺎﺭﺳﺔ ﺣﻘﻮﻗﻬﺎ ﺑﻤﻮﺟﺐ ﺍﻟﺘﻔﻮﻳﻀﺎﺕ ﺍﻟﻮﺍﺭﺩﺓ ﻫﻨﺎ؛ ﺃﻭ (ﺏ) ﺍﺳﺘﺒﺪﺍﻝ ﺃﻭ ﺗﻌﺪﻳﻞ ﻣﻨﺘﺞ MSP ﺍﻟﻤﺮﺧﺺ ﻟﺠﻌﻠﻪ ﻏﻴﺮ ﺍﻧﺘﻬﺎﻙ، ﺷﺮﻳﻄﺔ ﺃﻥ ﻳﺘﻢ ﺗﻨﻔﻴﺬ ﻧﻔﺲ ﺍﻟﻮﻇﺎﺋﻒ ﺑﻮﺍﺳﻄﺔ ﻣﻨﺘﺞ MSP ﺍﻟﻤﺮﺧﺺ ﺍﻟﻤﺴﺘﺒﺪﻝ ﺃﻭ ﺍﻟﻤﻌﺪﻝ. ﺇﺫﺍ ﻗﺮﺭﺕ ﺍﻟﺸﺮﻛﺔ ﻭﻓﻘﺎ ﻟﺘﻘﺪﻳﺮﻫﺎ ﺍﻟﺨﺎﺹ ﺃﻥ (ﺃ) ﻭﻻ (ﺏ) ﻏﻴﺮ ﻣﻌﻘﻮﻟﻴﻦ ﺗﺠﺎﺭﻳﺎ، ﻓﻴﺠﺐ ﻋﻠﻰ ﺍﻟﺸﺮﻛﺔ ﺇﺧﻄﺎﺭ MSP ﺑﺬﻟﻚ ﻛﺘﺎﺑﻴﺎ ﻭﺇﻧﻬﺎﺀ ﺗﺮﺍﺧﻴﺺ MSP ﻟﻤﻨﺘﺞ MSP ﺍﻟﻤﺮﺧﺺ ﺍﻟﻤﺘﺄﺛﺮ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ. ﺑﻨﺎﺀ ﻋﻠﻰ ﺇﺷﻌﺎﺭ ﺧﻄﻲ ﻣﻦ ﺍﻟﺸﺮﻛﺔ ﺑﺈﻧﻬﺎﺀ ﺗﺮﺧﻴﺺ MSP ﻭﻓﻘﺎ ﻟﻬﺬﺍ ﺍﻟﻘﺴﻢ، ﻳﺠﺐ ﻋﻠﻰ MSP ﺇﻋﺎﺩﺓ ﺟﻤﻴﻊ ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﺍﻟﻤﺘﺄﺛﺮﺓ ﺍﻟﻤﺘﺒﻘﻴﺔ ﻓﻲ ﺣﻮﺯﺓ MSP ﺇﻟﻰ ﺍﻟﺸﺮﻛﺔ ﻻﺳﺘﺮﺩﺍﺩ ﺗﻨﺎﺳﺒﻲ ﻟﺘﻠﻚ ﺍﻟﺮﺳﻮﻡ ﺍﻟﺘﻲ ﻳﺪﻓﻌﻬﺎ MSP ﺇﻟﻰ ﺍﻟﺸﺮﻛﺔ ﻋﻦ ﻣﻨﺘﺞ MSP ﺍﻟﻤﺮﺧﺺ ﺍﻟﻤﺘﺄﺛﺮ ﺍﻟﻤﺤﺴﻮﺑﺔ ﻋﻠﻰ ﻣﺪﻯ ﺳﺘﺔ ﻭﺛﻼﺛﻴﻦ (36) ﺷﻬﺮﺍ ﻋﻠﻰ ﺃﺳﺎﺱ ﺍﻟﺴﻄﺮ ﺍﻟﺜﺎﺑﺖ.  \n13.4. ﺍﻻﻟﺘﺰﺍﻡ ﺍﻟﻜﺎﻣﻞ. ﻳﻨﺺ ﻣﺎ ﺳﺒﻖ ﻋﻠﻰ ﺍﻟﻤﺴﺆﻭﻟﻴﺔ ﺍﻟﻜﺎﻣﻠﺔ ﻟﻠﺸﺮﻛﺔ ﻭﺍﻻﻧﺘﺼﺎﻑ ﺍﻟﺤﺼﺮﻱ ﻝ MSP ﻓﻴﻤﺎ ﻳﺘﻌﻠﻖ ﺑﺄﻱ ﻣﻄﺎﻟﺒﺔ."
    },
    {
        "id": "sec_6",
        "lang": "ar",
        "title": "14. ﺗﺤﺪﻳﺪ ﺍﻟﻤﺴﺆﻭﻟﻴﺔ",
        "level": 1,
        "start_char": 17726,
        "end_char": 18511,
        "len": 785,
        "text": "14. ﺗﺤﺪﻳﺪ ﺍﻟﻤﺴﺆﻭﻟﻴﺔ \nﺇﻟﻰ ﺍﻟﺤﺪ ﺍﻷﻗﺼﻰ ﺍﻟﺬﻱ ﻳﺴﻤﺢ ﺑﻪ ﺍﻟﻘﺎﻧﻮﻥ، ﻟﻦ ﺗﻜﻮﻥ ﺍﻟﺸﺮﻛﺔ ﺃﻭ ﺍﻟﻤﺮﺧﺼﻮﻥ ﻭﺍﻟﺸﺮﻛﺎﺕ ﺍﻟﺘﺎﺑﻌﺔ ﻟﻬﺎ ﻭﻭﻛﻼﺋﻬﺎ ﻭﻣﻮﺭﺩﻳﻬﺎ ﻭﻣﻮﺯﻋﻴﻬﺎ ﻭﻣﺰﻭﺩﻭﻫﺎ ﻣﺴﺆﻭﻟﻴﻦ ﻋﻦ ﺃﻱ ﺃﺿﺮﺍﺭ ﻏﻴﺮ ﻣﺒﺎﺷﺮﺓ ﺃﻭ ﻋﺮﺿﻴﺔ ﺃﻭ ﺧﺎﺻﺔ ﺃﻭ ﺗﺒﻌﻴﺔ ﺃﻭ ﻋﻘﺎﺑﻴﺔ، ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ ﻋﻠﻰ ﺳﺒﻴﻞ ﺍﻟﻤﺜﺎﻝ ﻻ ﺍﻟﺤﺼﺮ ﺍﻷﺿﺮﺍﺭ ﺍﻟﻨﺎﺟﻤﺔ ﻋﻦ ﺍﻷﺭﺑﺎﺡ ﺍﻟﻤﻔﻘﻮﺩﺓ ﺃﻭ ﻓﻘﺪﺍﻥ ﺍﻟﺒﻴﺎﻧﺎﺕ ﺃﻭ ﻓﻘﺪﺍﻥ ﺍﻻﺳﺘﺨﺪﺍﻡ، ﺃﻭ ﺷﺮﺍﺀ ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﺍﻟﺒﺪﻳﻠﺔ، ﻣﻬﻤﺎ ﻛﺎﻥ ﻣﺎ ﻳﺘﻜﺒﺪﻩ MSP ﺃﻭ ﺃﻱ ﻃﺮﻑ ﺛﺎﻟﺚ.  ﺳﻮﺍﺀ ﻓﻲ ﺩﻋﻮﻯ ﺗﻌﺎﻗﺪﻳﺔ ﺃﻭ ﺗﻘﺼﻴﺮﻳﺔ، ﺣﺘﻰ ﻟﻮ ﺗﻢ ﺇﺧﻄﺎﺭ ﻫﺬﺍ ﺍﻟﻄﺮﻑ ﺑﺈﻣﻜﺎﻧﻴﺔ ﺣﺪﻭﺙ ﻣﺜﻞ ﻫﺬﻩ ﺍﻷﺿﺮﺍﺭ.   \nﻻ ﻳﺠﻮﺯ ﺑﺄﻱ ﺣﺎﻝ ﻣﻦ ﺍﻷﺣﻮﺍﻝ ﺃﻥ ﺗﺘﺠﺎﻭﺯ ﺍﻟﻤﺴﺆﻭﻟﻴﺔ ﺍﻹﺟﻤﺎﻟﻴﺔ ﻟﻠﺸﺮﻛﺔ ﻋﻦ ﺍﻷﺿﺮﺍﺭ ﺍﻟﻤﺒﺎﺷﺮﺓ ﺍﻟﻨﺎﺷﺌﺔ ﻋﻦ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺃﻭ ﺍﻟﻤﺘﻌﻠﻘﺔ ﺑﻬﺎ ﺍﻟﻤﺒﺎﻟﻎ ﺍﻟﺘﻲ ﺗﻠﻘﺘﻬﺎ ﺍﻟﺸﺮﻛﺔ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻣﻦ MSP ﻓﻲ ﺍﻻﺛﻨﻲ ﻋﺸﺮ (12) ﺷﻬﺮﺍ ﺍﻟﺴﺎﺑﻘﺔ ﻣﺒﺎﺷﺮﺓ ﻟﻠﺤﺪﺙ ﺍﻟﺬﻱ ﺃﺩﻯ ﺇﻟﻰ ﺳﺒﺐ ﺍﻟﺪﻋﻮﻯ. ﺗﻄﺒﻖ ﻗﻴﻮﺩ ﻫﺬﺍ ﺍﻟﻘﺴﻢ ﻋﻠﻰ ﺍﻟﺮﻏﻢ ﻣﻦ ﺃﻱ ﻓﺸﻞ ﻓﻲ ﺍﻟﻐﺮﺽ ﺍﻷﺳﺎﺳﻲ."
    },
    {
        "id": "sec_7",
        "lang": "ar",
        "title": "15. ﺍﻟﻤﺪﺓ ﻭﺍﻹﻧﻬﺎﺀ",
        "level": 1,
        "start_char": 18511,
        "end_char": 22571,
        "len": 4060,
        "text": "15. ﺍﻟﻤﺪﺓ ﻭﺍﻹﻧﻬﺎﺀ \n15.1. ﺍﻟﻤﺪﺓ. ﻣﺎ ﻟﻢ ﻳﺘﻢ ﺇﻧﻬﺎﺅﻫﺎ ﻓﻲ ﻭﻗﺖ ﺳﺎﺑﻖ ﻋﻠﻰ ﺍﻟﻨﺤﻮ ﺍﻟﻤﻨﺼﻮﺹ ﻋﻠﻴﻪ ﻓﻲ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﻳﻜﻮﻥ ﻟﻬﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻣﺪﺓ ﺍﺛﻨﻲ ﻋﺸﺮ (12) ﺷﻬﺮﺍ ﻭﻳﺘﻢ ﺗﺠﺪﻳﺪﻫﺎ ﺗﻠﻘﺎﺋﻴﺎ ﺑﺰﻳﺎﺩﺍﺕ ﺍﺛﻨﻲ ﻋﺸﺮ (12) ﺷﻬﺮﺍ ﻣﺎ ﻟﻢ ﻳﺘﻢ ﺇﻟﻐﺎﺅﻫﺎ ﻣﻦ ﻗﺒﻞ ﺃﻱ ﻣﻦ ﺍﻟﻄﺮﻓﻴﻦ. ﻓﻲ ﺣﺎﻟﺔ ﺣﺪﻭﺙ ﺃﻱ ﺇﻧﻬﺎﺀ، (1) ﻳﺠﻮﺯ ﻟﻠﺸﺮﻛﺔ ﺍﺧﺘﻴﺎﺭ ﺍﻻﺳﺘﻤﺮﺍﺭ ﺃﻭ ﺇﻧﻬﺎﺀ ﺃﻱ ﻃﻠﺐ ﻣﻌﻠﻖ ﻓﻲ ﺫﻟﻚ ﺍﻟﻮﻗﺖ، (2) ﺳﺘﻌﻴﺪ MSP ﺇﻟﻰ ﺍﻟﺸﺮﻛﺔ ﺟﻤﻴﻊ ﺍﻟﻤﻌﻠﻮﻣﺎﺕ ﺍﻟﺴﺮﻳﺔ ﻭﺍﻟﻤﻮﺍﺩ ﺍﻷﺧﺮﻯ ﺍﻟﺨﺎﺻﺔ ﺑﺎﻟﺸﺮﻛﺔ ﻭﺟﻤﻴﻊ ﺣﻘﻮﻕ ﺍﻟﺘﻮﺯﻳﻊ ﻭﺍﻟﺘﺮﺍﺧﻴﺺ ﺍﻷﺧﺮﻯ ﺍﻟﻤﻤﻨﻮﺣﺔ ﻟﺸﺮﻛﺔ MSP ﻫﻨﺎ (ﺑﺎﻹﺿﺎﻓﺔ ﺇﻟﻰ ﺍﻟﺘﺰﺍﻣﺎﺕ ﺍﻟﺸﺮﻛﺔ ﻟﻠﺘﻮﺭﻳﺪ ﻭﺍﻟﺪﻋﻢ ﻭﺍﻟﺼﻴﺎﻧﺔ ﻭﺃﻱ ﻗﻴﻮﺩ ﻋﻠﻰ ﺍﻟﺸﺮﻛﺔ).  ﻭ (3) ﺗﻈﻞ ﺷﺮﻭﻁ ﻭﺃﺣﻜﺎﻡ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺳﺎﺭﻳﺔ ﺑﺨﻼﻑ ﺫﻟﻚ.  \n15.2. ﺍﻹﻧﻬﺎﺀ. ﻳﺠﻮﺯ ﻟﻠﺸﺮﻛﺔ ﺇﻧﻬﺎﺀ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺑﻤﻮﺟﺐ ﺇﺷﻌﺎﺭ ﻛﺘﺎﺑﻲ ﻣﺪﺗﻪ ﺧﻤﺴﺔ ﻋﺸﺮ (15) ﻳﻮﻣﺎ ﺇﻟﻰ MSP ﻋﻨﺪ ﺣﺪﻭﺙ ﺃﻱ ﻣﻤﺎ ﻳﻠﻲ، ﻭﺍﻟﺬﻱ ﺇﺫﺍ ﻛﺎﻥ ﻗﺎﺑﻼ ﻟﻠﻌﻼﺝ، ﻻ ﻳﺘﻢ ﻋﻼﺟﻪ ﺧﻼﻝ ﻓﺘﺮﺓ ﺍﻟﺨﻤﺴﺔ ﻋﺸﺮ (15) ﻳﻮﻣﺎ: (i) ﻻ ﺗﺘﻠﻘﻰ ﺍﻟﺸﺮﻛﺔ ﺍﻟﺮﺳﻮﻡ، ﻛﻠﻴﺎ ﺃﻭ ﺟﺰﺋﻴﺎ، ﻣﻦ MSP ﻭﻓﻘﺎ ﻟﺸﺮﻭﻁ ﺍﻟﺪﻓﻊ ﺍﻟﻤﺘﻔﻖ ﻋﻠﻴﻬﺎ؛ ﺃﻭ (2) ﻓﺸﻞ MSP ﻓﻲ ﺍﻻﻣﺘﺜﺎﻝ ﻷﻱ ﻣﻦ ﺷﺮﻭﻁ ﻭﺃﺣﻜﺎﻡ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ؛ ﺃﻭ (3) ﻳﺘﺨﺬ MSP ﺃﻭ ﻳﻌﺎﻧﻲ ﻣﻦ ﺃﻱ ﺇﺟﺮﺍﺀ ﺑﺴﺒﺐ ﺍﻟﺪﻳﻮﻥ ﺃﻭ ﻳﺼﺒﺢ ﻣﻌﺴﺮﺍ. ﻋﻼﻭﺓ ﻋﻠﻰ ﺫﻟﻚ، ﻳﺠﻮﺯ ﻷﻱ ﻣﻦ ﺍﻟﻄﺮﻓﻴﻦ ﺇﻧﻬﺎﺀ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻓﻲ ﺃﻱ ﻭﻗﺖ ﻣﻊ ﺃﻭ ﺑﺪﻭﻥ ﺳﺒﺐ ﺑﻨﺎﺀ ﻋﻠﻰ ﺇﺷﻌﺎﺭ ﻛﺘﺎﺑﻲ ﻣﺪﺗﻪ ﺗﺴﻌﻴﻦ (90) ﻳﻮﻣﺎ. \n15.3. ﻧﻬﺎﻳﺔ ﺍﻟﻌﻤﺮ. ﺗﻘﺮ MSP ﻭﺗﻮﺍﻓﻖ ﻋﻠﻰ ﺃﻧﻪ ﻗﺪ ﻳﻜﻮﻥ ﻣﻦ ﺍﻟﻀﺮﻭﺭﻱ ﺳﺤﺐ ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﻣﻦ ﻭﻗﺖ ﻵﺧﺮ ﻷﺳﺒﺎﺏ ﺗﺸﻤﻞ ﻋﻠﻰ ﺳﺒﻴﻞ ﺍﻟﻤﺜﺎﻝ ﻻ ﺍﻟﺤﺼﺮ ﺍﻟﺘﻐﻴﻴﺮﺍﺕ ﻓﻲ ﺍﻟﻄﻠﺐ ﻭﺍﻟﺘﻜﻨﻮﻟﻮﺟﻴﺎ. ﺳﺘﺴﻌﻰ ﺍﻟﺸﺮﻛﺔ ﺇﻟﻰ ﺗﻘﺪﻳﻢ ﺇﺷﻌﺎﺭ ﻳﺼﻞ ﺇﻟﻰ ﺳﺘﺔ (6) ﺃﺷﻬﺮ ﻣﻦ ﺗﺎﺭﻳﺦ ﺍﻧﺘﻬﺎﺀ ﺍﻟﺒﻴﻊ. ﺳﺘﺴﺘﻤﺮ ﺍﻟﺸﺮﻛﺔ ﻓﻲ ﺩﻋﻢ ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﺑﻌﺪ ﺗﺎﺭﻳﺦ ﺍﻧﺘﻬﺎﺀ ﺍﻟﻌﻤﺮ ﺍﻻﻓﺘﺮﺍﺿﻲ ﻟﻤﺪﺓ ﻻ ﺗﺰﻳﺪ ﻋﻦ ﻋﺎﻡ ﻭﺍﺣﺪ (1).   \n15.4. ﺁﺛﺎﺭ ﺍﻹﻧﻬﺎﺀ. ﻟﺘﺠﻨﺐ ﺍﻟﺸﻚ، ﻓﺈﻥ ﺃﻱ ﺣﻜﻢ ﻣﻦ ﺃﺣﻜﺎﻡ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻳﻨﺺ ﻋﻠﻰ ﺍﻷﺩﺍﺀ ﺃﻭ ﺍﻻﻟﺘﺰﺍﻡ ﺑﻌﺪ ﺇﻧﻬﺎﺋﻬﺎ ﺃﻭ ﺍﻧﺘﻬﺎﺀ ﺻﻼﺣﻴﺘﻬﺎ ﺳﻴﻈﻞ ﺳﺎﺭﻳﺎ ﺑﻌﺪ ﺍﻧﺘﻬﺎﺀ ﺻﻼﺣﻴﺔ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺃﻭ ﺇﻧﻬﺎﺋﻬﺎ ﻷﻱ ﺳﺒﺐ ﻣﻦ ﺍﻷﺳﺒﺎﺏ. ﻻ ﻳﻌﻔﻲ ﺇﻧﻬﺎﺀ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ MSP ﻣﻦ ﺍﻟﺘﺰﺍﻣﺎﺗﻬﺎ ﺑﺪﻓﻊ ﺟﻤﻴﻊ ﺍﻟﺮﺳﻮﻡ ﺍﻟﻤﺴﺘﺤﻘﺔ ﺃﻭ ﺍﻟﻤﺴﺘﺤﻘﺔ ﻋﻠﻰ MSP ﻟﻠﺸﺮﻛﺔ. ﺟﻤﻴﻊ ﺍﻟﺮﺳﻮﻡ ﺍﻟﻤﺪﻓﻮﻋﺔ ﻏﻴﺮ ﻗﺎﺑﻠﺔ ﻟﻼﺳﺘﺮﺩﺍﺩ. ﻓﻲ ﻏﻀﻮﻥ ﺷﻬﺮ ﻭﺍﺣﺪ (1) ﻣﻦ ﺗﺎﺭﻳﺦ ﺇﻧﻬﺎﺀ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﻳﺠﺐ ﻋﻠﻰ MSP ﺇﻣﺎ، ﻭﻓﻘﺎ ﻟﺘﻘﺪﻳﺮ ﺍﻟﺸﺮﻛﺔ ﻭﺣﺪﻫﺎ، ﺇﻋﺎﺩﺓ ﻣﻨﺘﺞ MSP ﺍﻟﻤﺮﺧﺺ ﺇﻟﻰ ﺍﻟﺸﺮﻛﺔ، ﻋﻠﻰ ﻧﻔﻘﺔ MSPs، ﺃﻭ (ii) ﺗﻘﺪﻳﻢ ﺷﻬﺎﺩﺓ ﻣﻜﺘﻮﺑﺔ ﺇﻟﻰ ﺍﻟﺸﺮﻛﺔ ﺗﺆﻛﺪ ﺗﺪﻣﻴﺮ MSP ﻭﻋﻤﻴﻞ MSP ﺍﻟﻤﺮﺧﺺ ﻟﻤﻨﺘﺞ MSP ﺍﻟﻤﺮﺧﺺ ﻭﺟﻤﻴﻊ ﺍﻟﻨﺴﺦ ﻣﻦ ﻛﻞ ﺃﻭ ﺃﻱ ﺟﺰﺀ ﻣﻨﻪ. ﺳﺘﺘﻮﻗﻒ ﺟﻤﻴﻊ ﺣﻘﻮﻕ MSP ﻭﻋﻤﻴﻞ MSP ﺍﻟﺨﺎﺹ ﺑﻬﺎ ﻓﻲ ﺍﺳﺘﺨﺪﺍﻡ ﻣﻨﺘﺠﺎﺕ MSP ﺍﻟﻤﺮﺧﺼﺔ ﺗﻠﻘﺎﺋﻴﺎ ﻋﻨﺪ ﺇﻧﻬﺎﺀ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ. \nﺍﻟﻌﻼﻗﺔ ﺑﻴﻦ ﺍﻷﻃﺮﺍﻑ. ﻳﻔﻬﻢ ﺍﻟﻄﺮﻓﺎﻥ ﻭﻳﺘﻔﻘﺎﻥ ﺻﺮﺍﺣﺔ ﻋﻠﻰ ﺃﻥ MSP ﻫﻲ ﻣﻘﺎﻭﻝ ﻣﺴﺘﻘﻞ ﻓﻲ ﺗﻨﻔﻴﺬ ﻛﻞ ﺟﺰﺀ ﻣﻦ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ، ﻭﻫﻲ ﺍﻟﻤﺴﺆﻭﻟﺔ ﺍﻟﻮﺣﻴﺪﺓ ﻋﻦ ﺟﻤﻴﻊ ﻣﻮﻇﻔﻴﻬﺎ ﻭﻭﻛﻼﺋﻬﺎ ﻭﺗﻜﺎﻟﻴﻒ ﺍﻟﻌﻤﺎﻟﺔ ﻭﺍﻟﻨﻔﻘﺎﺕ ﺍﻟﻨﺎﺷﺌﺔ ﻓﻴﻤﺎ ﻳﺘﻌﻠﻖ ﺑﺬﻟﻚ ﻭﻫﻲ ﻣﺴﺆﻭﻟﺔ ﻋﻦ ﺍﻟﺸﺮﻛﺔ ﻭﺳﺘﻌﻮﺽ ﺍﻟﺸﺮﻛﺔ ﻋﻦ ﺃﻱ ﻭﺟﻤﻴﻊ ﺍﻟﻤﻄﺎﻟﺒﺎﺕ ،  ﺍﻻﻟﺘﺰﺍﻣﺎﺕ ﻭﺍﻷﺿﺮﺍﺭ ﻭﺍﻟﺪﻳﻮﻥ ﻭﺍﻟﺘﺴﻮﻳﺎﺕ ﻭﺍﻟﺘﻜﺎﻟﻴﻒ ﻭﺃﺗﻌﺎﺏ ﺍﻟﻤﺤﺎﻣﺎﺓ ﻭﺍﻟﻨﻔﻘﺎﺕ ﻭﺍﻻﻟﺘﺰﺍﻣﺎﺕ ﻣﻦ ﺃﻱ ﻧﻮﻉ ﻭﺍﻟﺘﻲ ﻗﺪ ﺗﻨﺸﺄ ﺑﺴﺒﺐ ﺃﻧﺸﻄﺔ MSP ﺃﻭ ﺃﻧﺸﻄﺔ ﻣﻮﻇﻔﻴﻬﺎ ﺃﻭ ﻭﻛﻼﺋﻬﺎ، ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ ﻋﻠﻰ ﺳﺒﻴﻞ ﺍﻟﻤﺜﺎﻝ ﻻ ﺍﻟﺤﺼﺮ، ﺗﻘﺪﻳﻢ ﺇﻗﺮﺍﺭﺍﺕ ﺃﻭ ﺿﻤﺎﻧﺎﺕ ﻏﻴﺮ ﻣﺼﺮﺡ ﺑﻬﺎ ﺃﻭ ﻋﺪﻡ ﺍﻹﻓﺼﺎﺡ ﻋﻦ ﺟﻤﻴﻊ ﺍﻟﻘﻴﻮﺩ ﺍﻟﻤﻔﺮﻭﺿﺔ ﻋﻠﻰ ﺍﻟﻀﻤﺎﻧﺎﺕ ﻭﺍﻟﻤﺴﺆﻭﻟﻴﺎﺕ ﺍﻟﻤﻨﺼﻮﺹ ﻋﻠﻴﻬﺎ ﻫﻨﺎ ﻭﻓﻲ MCA ﻧﻴﺎﺑﺔ ﻋﻦ ﺍﻟﺸﺮﻛﺔ ﻟﻌﻤﻼﺋﻬﺎ ﺃﻭ ﺧﺮﻕ ﺃﻱ ﺷﺮﻁ،  ﺍﻟﺘﻤﺜﻴﻞ ﺃﻭ ﺍﻟﻀﻤﺎﻥ ﻟﻬﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ. ﻻ ﺗﺮﺗﺒﻂ ﺍﻟﺸﺮﻛﺔ ﺑﺄﻱ ﺣﺎﻝ ﻣﻦ ﺍﻷﺣﻮﺍﻝ ﺑﺎﻷﺩﺍﺀ ﺍﻟﻔﻌﻠﻲ ﻟﻬﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻣﻦ ﺟﺎﻧﺐ MSP ﺃﻭ ﻣﺮﺗﺒﻄﺔ ﺑﻪ ﺑﺄﻱ ﺷﻜﻞ ﻣﻦ ﺍﻷﺷﻜﺎﻝ، ﻭﻻ ﺑﺘﻮﻇﻴﻒ MSP ﻷﺷﺨﺎﺹ ﺁﺧﺮﻳﻦ ﺃﻭ ﺗﻜﺒﺪ ﻧﻔﻘﺎﺕ ﺃﺧﺮﻯ، ﻭﻟﻦ ﺗﻤﺜﻞ MSP ﺃﻭ ﺗﺸﻴﺮ ﺇﻟﻰ ﺃﻱ ﺷﻲﺀ ﻋﻠﻰ ﻋﻜﺲ ﺫﻟﻚ. ﺑﺎﺳﺘﺜﻨﺎﺀ ﻣﺎ ﻫﻮ ﻣﻨﺼﻮﺹ ﻋﻠﻴﻪ ﺻﺮﺍﺣﺔ ﻓﻲ ﻫﺬﻩ ﺍﻟﻮﺛﻴﻘﺔ، ﻻ ﻳﺤﻖ ﻟﻠﺸﺮﻛﺔ ﻣﻤﺎﺭﺳﺔ ﺃﻱ ﺳﻴﻄﺮﺓ ﻣﻦ ﺃﻱ ﻧﻮﻉ ﻋﻠﻰ ﺃﻧﺸﻄﺔ ﺃﻭ ﻋﻤﻠﻴﺎﺕ MSP. \nﻻ ﻳﻮﺟﺪ ﺗﻀﺎﺭﺏ ﻓﻲ ﺍﻟﻤﺼﺎﻟﺢ. ﺧﻼﻝ ﻣﺪﺓ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﻟﻦ ﺗﻘﺒﻞ MSP ﺍﻟﻌﻤﻞ ﺃﻭ ﺗﺒﺮﻡ ﻋﻘﺪﺍ ﺃﻭ ﺗﻘﺒﻞ ﺍﻟﺘﺰﺍﻣﺎ ﻏﻴﺮ ﻣﺘﺴﻖ ﺃﻭ ﻏﻴﺮ ﻣﺘﻮﺍﻓﻖ ﻣﻊ ﺍﻟﺘﺰﺍﻣﺎﺕ MSP ﺃﻭ ﻧﻄﺎﻕ ﺍﻟﺨﺪﻣﺎﺕ ﺍﻟﺘﻲ ﺳﻴﺘﻢ ﺗﻘﺪﻳﻤﻬﺎ ﻟﻠﺸﺮﻛﺔ ﺑﻤﻮﺟﺐ ﺍﻻﺗﻔﺎﻗﻴﺔ.  ﺗﻀﻤﻦ MSP ﺃﻧﻪ ، ﻋﻠﻰ ﺣﺪ ﻋﻠﻢ MSP ، ﻻ ﻳﻮﺟﺪ ﻋﻘﺪ ﺃﻭ ﻭﺍﺟﺐ ﺁﺧﺮ ﻗﺎﺋﻢ ﻣﻦ ﺟﺎﻧﺐ MSP ﻳﺘﻌﺎﺭﺽ ﻣﻊ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺃﻭ ﻻ ﻳﺘﻔﻖ ﻣﻌﻬﺎ. ﺗﻮﺍﻓﻖ MSP ﻋﻠﻰ ﺗﻌﻮﻳﺾ ﺍﻟﺸﺮﻛﺔ ﻭﺇﺑﺮﺍﺀ ﺫﻣﺘﻬﺎ ﻣﻦ ﺃﻱ ﻭﺟﻤﻴﻊ ﺍﻟﺨﺴﺎﺋﺮ ﻭﺍﻻﻟﺘﺰﺍﻣﺎﺕ ﺍﻟﺘﻲ ﺗﺘﻜﺒﺪﻫﺎ ﺍﻟﺸﺮﻛﺔ ﺃﻭ ﺗﻜﺒﺪﺗﻬﺎ ﺑﺴﺒﺐ ﺍﻟﺨﺮﻕ ﺍﻟﻤﺰﻋﻮﻡ ﻣﻦ ﻗﺒﻞ MSP ﻷﻱ ﺍﺗﻔﺎﻗﻴﺔ ﺧﺪﻣﺎﺕ ﺑﻴﻦ MSP ﻭﺃﻱ ﻃﺮﻑ ﺛﺎﻟﺚ. \nﺿﺮﺭ ﻻ ﻳﻤﻜﻦ ﺇﺻﻼﺣﻪ. ﺗﻘﺮ MSP ﺑﺄﻥ ﺧﺮﻕ ﺃﻱ ﺳﺮﻳﺔ ﺃﻭ ﺣﻜﻢ ﺗﻘﻴﻴﺪﻱ ﺁﺧﺮ ﻓﻲ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻣﻦ ﺷﺄﻧﻪ ﺃﻥ ﻳﺘﺴﺒﺐ ﻓﻲ ﺿﺮﺭ ﻻ ﻳﻤﻜﻦ ﺇﺻﻼﺣﻪ ﻭﺇﻟﺤﺎﻕ ﺿﺮﺭ ﻛﺒﻴﺮ ﺑﺎﻟﺸﺮﻛﺔ ﻭﺍﻟﺬﻱ ﻟﻦ ﻳﻜﻮﻥ ﻣﻦ ﺍﻟﻤﻤﻜﻦ ﺗﻌﻮﻳﻀﻪ ﺑﺎﻟﻜﺎﻣﻞ ﻣﻦ ﺧﻼﻝ ﺍﻟﺘﻌﻮﻳﻀﺎﺕ ﺍﻟﻤﺎﻟﻴﺔ. ﻭﺑﻨﺎﺀ ﻋﻠﻰ ﺫﻟﻚ، ﺗﻮﺍﻓﻖ MSP ﻋﻠﻰ ﺃﻧﻪ ﺳﻴﻜﻮﻥ ﻟﻠﺸﺮﻛﺔ ﺍﻟﺤﻖ ﻓﻲ ﻃﻠﺐ ﺍﻟﺤﺼﻮﻝ ﻋﻠﻰ ﺃﻣﺮ ﻗﻀﺎﺋﻲ ﻣﺆﻗﺖ ﻭﺩﺍﺋﻢ ﻓﻲ ﺃﻱ ﻣﺤﻜﻤﺔ ﺩﻭﻥ ﺍﻟﺤﺎﺟﺔ ﺇﻟﻰ ﻧﺸﺮ ﺃﻱ ﺳﻨﺪ ﺑﺎﻹﺿﺎﻓﺔ ﺇﻟﻰ ﺃﻱ ﺣﻘﻮﻕ ﻭﺗﻌﻮﻳﻀﺎﺕ ﺃﺧﺮﻯ ﻗﺪ ﺗﻜﻮﻥ ﻟﺪﻳﻬﺎ، ﻭﺳﺘﻘﻮﻡ MSP ﺑﺘﻌﻮﻳﺾ ﺍﻟﺸﺮﻛﺔ ﻋﻦ ﺟﻤﻴﻊ ﺍﻷﺿﺮﺍﺭ ﻭﺍﻟﺨﺴﺎﺋﺮ ﻭﺍﻟﺘﺴﻮﻳﺎﺕ ﻭﺃﺗﻌﺎﺏ ﺍﻟﻤﺤﺎﻣﺎﺓ ﻭﺍﻟﺘﻜﻠﻔﺔ ﻭﺍﻟﻨﻔﻘﺎﺕ ﺍﻷﺧﺮﻯ ﺍﻟﻨﺎﺗﺠﺔ ﻋﻦ ﻫﺬﺍ ﺍﻟﺨﺮﻕ ﺃﻭ ﺍﻻﺩﻋﺎﺀ ﺑﺬﻟﻚ."
    },
    {
        "id": "sec_8",
        "lang": "ar",
        "title": "19. ﻋﺎﻡ",
        "level": 1,
        "start_char": 22571,
        "end_char": 23160,
        "len": 589,
        "text": "19. ﻋﺎﻡ \n19.1. ﻣﻜﺎﻓﺤﺔ ﺍﻟﻔﺴﺎﺩ. ﻟﻢ ﻳﺘﻠﻖ ﺃﻱ ﻣﻦ ﺍﻟﻄﺮﻓﻴﻦ ﺃﻭ ﻳﻌﺮﺽ ﻋﻠﻴﻪ ﺃﻱ ﺭﺷﻮﺓ ﺃﻭ ﺭﺷﻮﺓ ﺃﻭ ﺩﻓﻊ ﺃﻭ ﻫﺪﻳﺔ ﺃﻭ ﺷﻲﺀ ﺫﻱ ﻗﻴﻤﺔ ﻏﻴﺮ ﻗﺎﻧﻮﻧﻴﺔ ﺃﻭ ﻏﻴﺮ ﻻﺋﻘﺔ ﻣﻦ ﻣﻮﻇﻒ ﺃﻭ ﻭﻛﻴﻞ ﻟﻠﻄﺮﻑ ﺍﻵﺧﺮ ﻓﻴﻤﺎ ﻳﺘﻌﻠﻖ ﺑﻬﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ. ﻻ ﺗﻨﺘﻬﻚ ﺍﻟﻬﺪﺍﻳﺎ ﺍﻟﻤﻌﻘﻮﻟﺔ ﻭﺍﻟﺘﺮﻓﻴﻪ ﺍﻟﻤﻘﺪﻣﺔ ﻓﻲ ﺳﻴﺎﻕ ﺍﻟﻌﻤﻞ ﺍﻟﻌﺎﺩﻱ ﺍﻟﻘﻴﻮﺩ ﺍﻟﻤﺬﻛﻮﺭﺓ ﺃﻋﻼﻩ. \n19.2. ﺍﻟﺘﻨﺎﺯﻝ. ﻻ ﻳﺠﻮﺯ ﻷﻱ ﻣﻦ ﺍﻟﻄﺮﻓﻴﻦ ﺍﻟﺘﻨﺎﺯﻝ ﻋﻦ ﺃﻱ ﻣﻦ ﺣﻘﻮﻗﻪ ﺃﻭ ﺍﻟﺘﺰﺍﻣﺎﺗﻪ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﺳﻮﺍﺀ ﺑﺤﻜﻢ ﺍﻟﻘﺎﻧﻮﻥ ﺃﻭ ﻏﻴﺮ ﺫﻟﻚ، ﺩﻭﻥ ﻣﻮﺍﻓﻘﺔ ﺧﻄﻴﺔ ﻣﺴﺒﻘﺔ ﻣﻦ ﺍﻟﻄﺮﻑ ﺍﻵﺧﺮ، ﻭﺍﻟﺘﻲ ﻟﻦ ﻳﺘﻢ ﺣﺠﺒﻬﺎ ﺑﺸﻜﻞ ﻏﻴﺮ ﻣﻌﻘﻮﻝ. ﻋﻠﻰ ﺍﻟﺮﻏﻢ ﻣﻤﺎ ﺳﺒﻖ، ﻳﺠﻮﺯ ﻟﻠﺸﺮﻛﺔ ﺍﻟﺘﻨﺎﺯﻝ ﻋﻦ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻭﻧﻘﻠﻬﺎ ﺑﺤﺮﻳﺔ ﺑﻤﻮﺟﺐ ﺍﻻﻧﺪﻣﺎﺝ ﺃﻭ ﺍﻟﺒﻴﻊ ﺍﻟﻤﺘﻌﻠﻖ ﺑﻤﻮﺿﻮﻉ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ."
    },
    {
        "id": "sec_9",
        "lang": "ar",
        "title": "19.3. ﺍﻟﺘﺴﻠﻴﻢ. ﺳﻴﺘﻢ ﺗﺴﻠﻴﻢ ﺍﻟﻤﻨﺘﺠﺎﺕ ﺇﻟﻰ ﺍﻟﻤﺴﺘﻮﺩﻉ ﺃﻭ ﻣﻜﺎﻥ ﺍﻹﻧﺘﺎﺝ ﺍﻟﻤﻌﻤﻮﻝ ﺑﻪ ﻓﻲ ﺷﺮﻛﺔ .FOB",
        "level": 2,
        "start_char": 23160,
        "end_char": 25264,
        "len": 2104,
        "text": "19.3. ﺍﻟﺘﺴﻠﻴﻢ. ﺳﻴﺘﻢ ﺗﺴﻠﻴﻢ ﺍﻟﻤﻨﺘﺠﺎﺕ ﺇﻟﻰ ﺍﻟﻤﺴﺘﻮﺩﻉ ﺃﻭ ﻣﻜﺎﻥ ﺍﻹﻧﺘﺎﺝ ﺍﻟﻤﻌﻤﻮﻝ ﺑﻪ ﻓﻲ ﺷﺮﻛﺔ .FOB \n19.4. ﺍﻻﺗﻔﺎﻗﻴﺔ ﺍﻟﻜﺎﻣﻠﺔ. ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻫﻲ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺍﻟﻜﺎﻣﻠﺔ ﺑﻴﻦ ﺍﻟﺸﺮﻛﺔ ﻭﺍﻟﻌﻤﻴﻞ ﻓﻴﻤﺎ ﻳﺘﻌﻠﻖ ﺑﺎﺳﺘﺨﺪﺍﻡ ﺍﻟﻌﻤﻴﻞ ﻟﻌﺮﻭﺽ ﺍﻟﺸﺮﻛﺔ ﻭﺗﺤﻞ ﻣﺤﻞ ﺟﻤﻴﻊ ﺍﻻﺗﻔﺎﻗﻴﺎﺕ ﺃﻭ ﺍﻟﻤﻘﺘﺮﺣﺎﺕ ﺃﻭ ﺍﻹﻗﺮﺍﺭﺍﺕ ﺍﻟﺴﺎﺑﻘﺔ ﻭﺍﻟﻤﻌﺎﺻﺮﺓ، ﺍﻟﻤﻜﺘﻮﺑﺔ ﺃﻭ ﺍﻟﺸﻔﻬﻴﺔ، ﻓﻴﻤﺎ ﻳﺘﻌﻠﻖ ﺑﻤﻮﺿﻮﻋﻬﺎ. ﻳﺘﻔﻖ ﺍﻟﻄﺮﻓﺎﻥ ﻋﻠﻰ ﺃﻥ ﺃﻱ ﺷﺮﻁ ﺃﻭ ﺷﺮﻁ ﻣﻨﺼﻮﺹ ﻋﻠﻴﻪ ﻓﻲ ﺃﻣﺮ ﺍﻟﺸﺮﺍﺀ ﺃﻭ ﻓﻲ ﺃﻱ ﻭﺛﺎﺋﻖ ﻃﻠﺐ ﺃﺧﺮﻯ ﻣﻦ ﻗﺒﻞ ﺍﻟﻌﻤﻴﻞ ﺑﺎﻃﻞ ﻭﻟﻴﺲ ﻟﻪ ﺃﻱ ﺗﺄﺛﻴﺮ. \n19.5. ﻣﺮﺍﻗﺒﺔ ﺍﻟﺼﺎﺩﺭﺍﺕ. ﻗﺪ ﺗﺨﻀﻊ ﺍﻟﻌﺮﻭﺽ ﻭﺗﻘﻨﻴﺎﺕ ﺍﻟﺸﺮﻛﺔ ﺍﻷﺧﺮﻯ ﻭﻣﺸﺘﻘﺎﺗﻬﺎ ﻟﻘﻮﺍﻧﻴﻦ ﻭﻟﻮﺍﺋﺢ ﺍﻟﺘﺼﺪﻳﺮ ﻓﻲ ﺍﻟﻮﻻﻳﺎﺕ ﺍﻟﻤﺘﺤﺪﺓ ﻭﺍﻟﻮﻻﻳﺎﺕ ﺍﻟﻘﻀﺎﺋﻴﺔ ﺍﻷﺧﺮﻯ. ﺗﻘﺮ ﻛﻞ ﻣﻦ ﺍﻟﺸﺮﻛﺔ ﻭﺍﻟﻌﻤﻴﻞ ﺑﺄﻧﻬﺎ ﻟﻴﺴﺖ ﻣﺪﺭﺟﺔ ﻓﻲ ﺃﻱ ﻗﺎﺋﻤﺔ ﻣﻦ ﺍﻷﻃﺮﺍﻑ ﺍﻟﻤﺮﻓﻮﺿﺔ ﻣﻦ ﺍﻟﺤﻜﻮﻣﺔ ﺍﻷﻣﺮﻳﻜﻴﺔ. ﻟﻦ ﻳﺴﻤﺢ ﺍﻟﻌﻤﻴﻞ ﺑﺄﻱ ﻭﺻﻮﻝ ﺃﻭ ﺍﺳﺘﺨﺪﺍﻡ ﻷﻱ ﻋﺮﺽ ﻓﻲ ﺑﻠﺪ ﺃﻭ ﻣﻨﻄﻘﺔ ﺧﺎﺿﻌﺔ ﻟﻠﺤﻈﺮ ﺍﻷﻣﺮﻳﻜﻲ (ﺣﺎﻟﻴﺎ ﻛﻮﺑﺎ ﺃﻭ ﺇﻳﺮﺍﻥ ﺃﻭ ﻛﻮﺭﻳﺎ ﺍﻟﺸﻤﺎﻟﻴﺔ ﺃﻭ ﺳﻮﺭﻳﺎ ﺃﻭ ﺷﺒﻪ ﺟﺰﻳﺮﺓ ﺍﻟﻘﺮﻡ) ﺃﻭ ﻓﻲ ﺍﻧﺘﻬﺎﻙ ﻷﻱ ﻗﺎﻧﻮﻥ ﺃﻭ ﻻﺋﺤﺔ ﺗﺼﺪﻳﺮ ﺃﻣﺮﻳﻜﻴﺔ. \n19.6. ﺍﻟﻘﻮﺓ ﺍﻟﻘﺎﻫﺮﺓ. ﺑﺼﺮﻑ ﺍﻟﻨﻈﺮ ﻋﻦ ﺃﻱ ﺣﻜﻢ ﺁﺧﺮ ﻣﻦ ﺃﺣﻜﺎﻡ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﻻ ﻳﻌﺘﺒﺮ ﺃﻱ ﻃﺮﻑ ﻣﺘﻘﺼﺮﺍ ﺃﻭ ﺧﺮﻗﺎ ﻟﻬﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺃﻭ ﻣﺴﺆﻭﻻ ﻋﻦ ﺃﻱ ﺧﺴﺎﺭﺓ ﺃﻭ ﺃﺿﺮﺍﺭ ﺃﻭ ﻋﻦ ﺃﻱ ﺗﺄﺧﻴﺮ ﺃﻭ ﻓﺸﻞ ﻓﻲ ﺍﻷﺩﺍﺀ، ﺑﺎﺳﺘﺜﻨﺎﺀ ﺩﻓﻊ ﺍﻟﺮﺳﻮﻡ، ﺑﺴﺒﺐ ﺃﻱ ﺳﺒﺐ ﺧﺎﺭﺝ ﻋﻦ ﺍﻟﺴﻴﻄﺮﺓ ﺍﻟﻤﻌﻘﻮﻟﺔ ﻭﺩﻭﻥ ﺧﻄﺄ ﺃﻭ ﺇﻫﻤﺎﻝ ﻣﻦ ﻗﺒﻞ ﻫﺬﺍ ﺍﻟﻄﺮﻑ.  ﻣﻘﺪﻣﻮ ﺍﻟﺨﺪﻣﺎﺕ ﺃﻭ ﺍﻟﻤﺴﺆﻭﻟﻴﻦ ﺃﻭ ﺍﻟﻤﺪﻳﺮﻳﻦ ﺃﻭ ﺍﻟﻤﻮﻇﻔﻴﻦ ﺃﻭ ﺍﻟﻮﻛﻼﺀ ﺃﻭ ﺍﻟﻤﻮﺭﺩﻳﻦ ﺃﻭ ﺍﻟﻤﻘﺎﻭﻟﻴﻦ. \n19.7. ﺍﻟﻘﺎﻧﻮﻥ ﺍﻟﺤﺎﻛﻢ ﻭﻣﻜﺎﻥ ﺍﻹﻋﺪﺍﺩ. ﺗﺨﻀﻊ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻭﺗﻔﺴﺮ ﻭﻓﻘﺎ ﻟﻘﻮﺍﻧﻴﻦ ﻭﻻﻳﺔ ﻛﺎﻟﻴﻔﻮﺭﻧﻴﺎ، ﺑﺎﺳﺘﺜﻨﺎﺀ ﻗﻮﺍﻋﺪ ﺗﻌﺎﺭﺽ ﺍﻟﻘﻮﺍﻧﻴﻦ، ﻭﻳﻮﺍﻓﻖ ﺍﻟﻄﺮﻓﺎﻥ ﻋﻠﻰ ﺍﻻﺧﺘﺼﺎﺹ ﺍﻟﻘﻀﺎﺋﻲ ﺍﻟﺤﺼﺮﻱ ﻭﺍﻟﻤﻜﺎﻥ ﻓﻲ ﻣﺤﺎﻛﻢ ﺍﻟﻮﻻﻳﺔ ﻭﺍﻟﻤﺤﺎﻛﻢ ﺍﻟﻔﻴﺪﺭﺍﻟﻴﺔ ﺍﻟﻤﻮﺟﻮﺩﺓ ﻓﻲ ﺳﺎﻥ ﻓﺮﺍﻧﺴﻴﺴﻜﻮ، ﻛﺎﻟﻴﻔﻮﺭﻧﻴﺎ، ﺑﻐﺾ ﺍﻟﻨﻈﺮ ﻋﻦ ﺍﺗﻔﺎﻗﻴﺔ ﺍﻷﻣﻢ ﺍﻟﻤﺘﺤﺪﺓ ﺑﺸﺄﻥ ﺍﻟﺒﻴﻊ ﺍﻟﺪﻭﻟﻲ ﻟﻠﺒﻀﺎﺋﻊ. ﻓﻲ ﺃﻱ ﺇﺟﺮﺍﺀ ﺃﻭ ﺇﺟﺮﺍﺀ ﻹﻧﻔﺎﺫ ﺍﻟﺤﻘﻮﻕ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﻳﺤﻖ ﻟﻠﻄﺮﻑ ﺍﻟﺴﺎﺋﺪ ﺍﺳﺘﺮﺩﺍﺩ ﺍﻟﺘﻜﺎﻟﻴﻒ ﺍﻟﻤﻌﻘﻮﻟﺔ ﻭﺃﺗﻌﺎﺏ ﺍﻟﻤﺤﺎﻣﺎﺓ. ﺗﻘﺮ MSP ﺑﺄﻥ ﺧﺮﻕ ﺃﻱ ﺳﺮﻳﺔ ﺃﻭ ﺣﻜﻢ ﺗﻘﻴﻴﺪﻱ ﺁﺧﺮ ﻓﻲ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻣﻦ ﺷﺄﻧﻪ ﺃﻥ ﻳﺘﺴﺒﺐ ﻓﻲ ﺿﺮﺭ ﻻ ﻳﻤﻜﻦ ﺇﺻﻼﺣﻪ ﻭﺿﺮﺭ ﻛﺒﻴﺮ ﻟﻠﺸﺮﻛﺔ ﻟﻦ ﻳﻜﻮﻥ ﻣﻦ ﺍﻟﻤﻤﻜﻦ ﺗﻌﻮﻳﻀﻪ ﺑﺎﻟﻜﺎﻣﻞ ﻣﻦ ﺧﻼﻝ ﺍﻟﺘﻌﻮﻳﻀﺎﺕ ﺍﻟﻤﺎﻟﻴﺔ. ﺗﻮﺍﻓﻖ MSP ﻋﻠﻰ ﺃﻥ ﺍﻟﺸﺮﻛﺔ ﺳﻴﻜﻮﻥ ﻟﻬﺎ ﺍﻟﺤﻖ ﻓﻲ ﻃﻠﺐ ﻭﺍﻟﺤﺼﻮﻝ ﻋﻠﻰ ﺃﻣﺮ ﻗﻀﺎﺋﻲ ﻣﺆﻗﺖ ﻭﺩﺍﺋﻢ ﻓﻲ ﺃﻱ ﻣﺤﻜﻤﺔ ﺩﻭﻥ ﺍﻟﺤﺎﺟﺔ ﺇﻟﻰ ﻧﺸﺮ ﺃﻱ ﺳﻨﺪ ﺑﺎﻹﺿﺎﻓﺔ ﺇﻟﻰ ﺃﻱ ﺣﻘﻮﻕ ﻭﺗﻌﻮﻳﻀﺎﺕ ﺃﺧﺮﻯ ﻗﺪ ﺗﻜﻮﻥ ﻟﺪﻳﻬﺎ. ﺳﺘﻘﻮﻡ MSP ﺑﺘﻌﻮﻳﺾ ﺍﻟﺸﺮﻛﺔ ﻋﻦ ﺟﻤﻴﻊ ﺍﻷﺿﺮﺍﺭ ﻭﺍﻟﺨﺴﺎﺋﺮ ﻭﺍﻟﺘﺴﻮﻳﺎﺕ ﻭﺃﺗﻌﺎﺏ ﺍﻟﻤﺤﺎﻣﺎﺓ ﻭﺍﻟﺘﻜﺎﻟﻴﻒ ﻭﺍﻟﻨﻔﻘﺎﺕ ﺍﻷﺧﺮﻯ ﺍﻟﻨﺎﺗﺠﺔ ﻋﻦ ﻫﺬﺍ ﺍﻟﺨﺮﻕ ﺃﻭ ﺍﻻﺩﻋﺎﺀ ﺑﺬﻟﻚ."
    },
    {
        "id": "sec_10",
        "lang": "ar",
        "title": "19.8. ﺍﻟﻌﻨﺎﻭﻳﻦ. ﻋﻨﺎﻭﻳﻦ ﻭﻋﻨﺎﻭﻳﻦ ﺃﻗﺴﺎﻡ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻫﻲ ﻟﻠﻤﻼﺀﻣﺔ ﻓﻘﻂ ﻭﻟﻦ ﺗﺆﺛﺮ ﻋﻠﻰ ﺑﻨﺎﺀ ﺃﻱ ﺣﻜﻢ.",
        "level": 2,
        "start_char": 25264,
        "end_char": 25912,
        "len": 648,
        "text": "19.8. ﺍﻟﻌﻨﺎﻭﻳﻦ. ﻋﻨﺎﻭﻳﻦ ﻭﻋﻨﺎﻭﻳﻦ ﺃﻗﺴﺎﻡ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻫﻲ ﻟﻠﻤﻼﺀﻣﺔ ﻓﻘﻂ ﻭﻟﻦ ﺗﺆﺛﺮ ﻋﻠﻰ ﺑﻨﺎﺀ ﺃﻱ ﺣﻜﻢ. \n19.9. ﺍﻹﺷﻌﺎﺭﺍﺕ. ﺑﺎﺳﺘﺜﻨﺎﺀ ﻣﺎ ﻫﻮ ﻣﺤﺪﺩ ﺑﺨﻼﻑ ﺫﻟﻚ ﻓﻲ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﺳﺘﻜﻮﻥ ﺟﻤﻴﻊ ﺍﻹﺷﻌﺎﺭﺍﺕ ﺍﻟﻤﺘﻌﻠﻘﺔ ﺑﻬﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻛﺘﺎﺑﻴﺔ ﻭﺳﺘﻜﻮﻥ ﺳﺎﺭﻳﺔ ﺍﻟﻤﻔﻌﻮﻝ ﻋﻨﺪ (ﺃ) ﺍﻟﺘﺴﻠﻴﻢ ﺍﻟﺸﺨﺼﻲ، ﺃﻭ (ﺏ) ﻳﻮﻡ ﺍﻟﻌﻤﻞ ﺍﻟﺜﺎﻧﻲ ﺑﻌﺪ ﺍﻹﺭﺳﺎﻝ، ﺃﻭ (ﺝ)، ﺑﺎﺳﺘﺜﻨﺎﺀ ﺇﺷﻌﺎﺭﺍﺕ ﺍﻹﻧﻬﺎﺀ ﺃﻭ ﺍﻟﻤﻄﺎﻟﺒﺔ ﻏﻴﺮ ﺍﻟﻘﺎﺑﻠﺔ ﻟﻠﺘﻌﻮﻳﺾ (\"ﺍﻹﺷﻌﺎﺭﺍﺕ ﺍﻟﻘﺎﻧﻮﻧﻴﺔ\")، ﻭﺍﻟﺘﻲ ﻳﻤﻜﻦ ﺗﺤﺪﻳﺪﻫﺎ ﺑﻮﺿﻮﺡ ﻋﻠﻰ ﺃﻧﻬﺎ ﺇﺷﻌﺎﺭﺍﺕ ﻗﺎﻧﻮﻧﻴﺔ، ﻓﻲ ﻳﻮﻡ ﺍﻹﺭﺳﺎﻝ ﻋﺒﺮ ﺍﻟﺒﺮﻳﺪ ﺍﻹﻟﻜﺘﺮﻭﻧﻲ. ﺳﻴﺘﻢ ﺗﻮﺟﻴﻪ ﺍﻹﺷﻌﺎﺭﺍﺕ ﺍﻟﻤﺘﻌﻠﻘﺔ ﺑﺎﻟﻔﻮﺍﺗﻴﺮ ﺇﻟﻰ ﺟﻬﺔ ﺍﺗﺼﺎﻝ ﺍﻟﻔﻮﺍﺗﻴﺮ ﺫﺍﺕ ﺍﻟﺼﻠﺔ ﺍﻟﺘﻲ ﻳﻌﻴﻨﻬﺎ ﺍﻟﻌﻤﻴﻞ. ﺳﻴﺘﻢ ﺗﻮﺟﻴﻪ ﺟﻤﻴﻊ ﺍﻹﺷﻌﺎﺭﺍﺕ ﺍﻷﺧﺮﻯ ﻟﻠﻌﻤﻴﻞ ﺇﻟﻰ ﻣﺴﺆﻭﻝ ﺍﻟﻨﻈﺎﻡ ﺫﻱ ﺍﻟﺼﻠﺔ ﺃﻭ ﺍﻟﻔﺮﺩ ﺍﻟﻤﻌﻴﻦ ﻣﻦ ﻗﺒﻞ ﺍﻟﻌﻤﻴﻞ."
    },
    {
        "id": "sec_11",
        "lang": "ar",
        "title": "19.10 ﺍﻟﺘﻮﻗﻴﻌﺎﺕ. ﻳﻮﺍﻓﻖ ﺍﻟﻄﺮﻓﺎﻥ ﻋﻠﻰ ﺍﻟﺘﻮﻗﻴﻌﺎﺕ ﺍﻹﻟﻜﺘﺮﻭﻧﻴﺔ.",
        "level": 2,
        "start_char": 25912,
        "end_char": 26625,
        "len": 713,
        "text": "19.10 ﺍﻟﺘﻮﻗﻴﻌﺎﺕ. ﻳﻮﺍﻓﻖ ﺍﻟﻄﺮﻓﺎﻥ ﻋﻠﻰ ﺍﻟﺘﻮﻗﻴﻌﺎﺕ ﺍﻹﻟﻜﺘﺮﻭﻧﻴﺔ. \n19.11 ﺍﻟﺘﻨﺎﺯﻝ، ﻗﺎﺑﻠﻴﺔ ﺍﻟﻔﺼﻞ. ﻟﻦ ﻳﺸﻜﻞ ﺃﻱ ﺇﺧﻔﺎﻕ ﺃﻭ ﺗﺄﺧﻴﺮ ﻣﻦ ﻗﺒﻞ ﺃﻱ ﻣﻦ ﺍﻟﻄﺮﻓﻴﻦ ﻓﻲ ﻣﻤﺎﺭﺳﺔ ﺃﻱ ﺣﻖ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺗﻨﺎﺯﻻ ﻋﻦ ﻫﺬﺍ ﺍﻟﺤﻖ. ﺇﺫﺍ ﺍﻋﺘﺒﺮﺕ ﻣﺤﻜﻤﺔ ﺃﻭ ﻣﺤﻜﻢ ﺫﻭ ﺍﺧﺘﺼﺎﺹ ﻗﻀﺎﺋﻲ ﺃﻥ ﺃﻱ ﺣﻜﻢ ﻣﻦ ﺃﺣﻜﺎﻡ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻳﺘﻌﺎﺭﺽ ﻣﻊ ﺍﻟﻘﺎﻧﻮﻥ، ﻳﻮﺍﻓﻖ ﺍﻟﻄﺮﻓﺎﻥ ﻋﻠﻰ ﺍﺳﺘﺒﺪﺍﻟﻪ ﺑﺤﻜﻢ ﻗﺎﺑﻞ ﻟﻠﺘﻨﻔﻴﺬ ﻳﻌﻜﺲ ﺍﻟﻐﺮﺽ ﻣﻦ ﺍﻟﺤﻜﻢ ﺍﻷﺻﻠﻲ ﻗﺪﺭ ﺍﻹﻣﻜﺎﻥ ﻭﻓﻘﺎ ﻟﻠﻘﺎﻧﻮﻥ ﺍﻟﻤﻌﻤﻮﻝ ﺑﻪ، ﻭﺳﺘﻈﻞ ﺍﻷﺣﻜﺎﻡ ﺍﻟﻤﺘﺒﻘﻴﺔ ﻣﻦ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺳﺎﺭﻳﺔ ﺍﻟﻤﻔﻌﻮﻝ ﻭﺍﻟﺘﺄﺛﻴﺮ ﺍﻟﻜﺎﻣﻞ. \n[ﺗﺮﻛﺖ ﻓﺎﺭﻏﺔ ﻋﻤﺪﺍ] \nﻗﺎﻡ ﻛﻞ ﻣﻦ ﺍﻟﻤﻮﻗﻌﻴﻦ ﺃﺩﻧﺎﻩ، ﺑﺼﻔﺘﻪ ﻣﻤﺜﻼ ﻣﻔﻮﺿﺎ ﺣﺴﺐ ﺍﻷﺻﻮﻝ ﻟﻠﻄﺮﻑ ﺍﻟﻤﺸﺎﺭ ﺇﻟﻴﻪ، ﺑﺘﻨﻔﻴﺬ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺍﻋﺘﺒﺎﺭﺍ ﻣﻦ ﺗﺎﺭﻳﺦ ﺍﻟﺴﺮﻳﺎﻥ. \n. CORELIGHT، INC\tMSP: \nﺗﻮﻗﻴﻊ:  \t\tﺗﻮﻗﻴﻊ:  \t\nﺍﻟﺼﻔﺤﺔ 7 ﻣﻦ 7 \nCorelight ﺳﺮﻳﺔ ﻭﻣﻤﻠﻮﻛﺔ \nﺍﺗﻔﺎﻗﻴﺔ ﻣﺰﻭﺩ ﺍﻟﺨﺪﻣﺔ ﺍﻟﻤﺪﺍﺭﺓ v.221026"
    }
]