{
    "file_name": "software-development-agreement-contract-template-word_arabic",
    "language": "ar",
    "length": 13034,
    "parsed_timestamp": "2025-10-25T13:05:59.625674",
    "parsed_duration": 0.10219120979309082,
    "full_text": "ﻧﻤﻮﺫﺝ ﺍﺗﻔﺎﻗﻴﺔ ﺗﻄﻮﻳﺮ ﺍﻟﺒﺮﻣﺠﻴﺎﺕ \nﺍﺗﻔﺎﻗﻴﺔ ﺗﻄﻮﻳﺮ ﺍﻟﺒﺮﻣﺠﻴﺎﺕ ، ﻭﺍﻟﻤﻌﺮﻭﻓﺔ ﺃﻳﻀﺎ ﺑﺎﺳﻢ ﻋﻘﺪ ﺍﻟﺒﺮﺍﻣﺞ ، ﻫﻲ ﻭﺛﻴﻘﺔ ﻗﺎﻧﻮﻧﻴﺔ ﺗﺤﺪﺩ ﺷﺮﻭﻁ ﻭﺃﺣﻜﺎﻡ ﻣﺸﺮﻭﻉ ﺗﻄﻮﻳﺮ ﺍﻟﺒﺮﻣﺠﻴﺎﺕ ﺑﻴﻦ ﻃﺮﻓﻴﻦ ﺃﻭ ﺃﻛﺜﺮ. ﻓﻲ ﻫﺬﺍ ﺍﻟﻨﻮﻉ ﻣﻦ ﺍﺗﻔﺎﻗﻴﺎﺕ ﺍﻟﺨﺪﻣﺎﺕ ، ﺗﻮﺍﻓﻖ ﺷﺮﻛﺔ ﺍﻟﺒﺮﻣﺠﻴﺎﺕ (ﺍﻟﻤﻄﻮﺭ) ﻋﻠﻰ ﺗﻄﻮﻳﺮ ﻭﺗﻮﺭﻳﺪ ﻭﺗﺜﺒﻴﺖ ﺑﺮﺍﻣﺞ ﺟﺪﻳﺪﺓ ﻟﺸﺮﻛﺔ ﺃﺧﺮﻯ (ﺍﻟﻌﻤﻴﻞ). ﻳﺘﻢ ﻧﻘﻞ ﻣﻠﻜﻴﺔ ﺍﻟﺒﺮﻧﺎﻣﺞ ﺇﻟﻰ ﺍﻟﻌﻤﻴﻞ. ﺑﻤﺠﺮﺩ ﺗﺤﺪﻳﺪ ﺍﻟﻨﻄﺎﻕ ﻭﺍﻟﺨﺪﻣﺎﺕ ﺍﻟﻤﻘﺪﻣﺔ،  ﺗﺤﺘﻮﻱ ﺍﺗﻔﺎﻗﻴﺔ ﺗﻄﻮﻳﺮ ﺍﻟﺒﺮﺍﻣﺞ ﻋﻠﻰ ﺑﻨﻮﺩ ﻣﺜﻞ ﻣﺴﺆﻭﻟﻴﺎﺕ ﺍﻟﻤﻄﻮﺭ، ﻭﻣﺮﺍﺣﻞ ﺍﻟﺘﻄﻮﻳﺮ، ﻭﺍﻟﻤﺪﻓﻮﻋﺎﺕ، ﻭﺍﻟﻀﻤﺎﻧﺎﺕ، ﻭﺍﻟﺴﺮﻳﺔ، ﻭﻋﺪﻡ ﺍﻟﻤﻨﺎﻓﺴﺔ، ﻭﺣﻘﻮﻕ ﺍﻟﻨﺸﺮ، ﻭﺍﻟﺘﺪﺭﻳﺐ، ﻭﺍﻟﻘﺎﻧﻮﻥ ﺍﻟﻤﻌﻤﻮﻝ ﺑﻪ، ﻭﺍﻻﺧﺘﺼﺎﺹ ﺍﻟﻘﻀﺎﺋﻲ ﺍﻟﻤﺨﺘﺺ.   \nﺍﺗﻔﺎﻗﻴﺔ ﺗﻄﻮﻳﺮ ﺍﻟﺒﺮﻣﺠﻴﺎﺕ \nﺍﻟﺘﺎﺭﻳﺦ: ............................................................................................................................................. \nﺑﻴﻦ: \n.................................. [ﺍﻻﺳﻢ ﺍﻟﻘﺎﻧﻮﻧﻲ ﻟﻠﺸﺮﻛﺔ] ﺍﻟﺘﻲ ﻳﻘﻊ ﻣﻜﺘﺒﻬﺎ ﺍﻟﻤﺴﺠﻞ ﻓﻲ ..................................... [ﺍﻟﻌﻨﻮﺍﻥ ﻭﺍﻟﻤﺪﻳﻨﺔ ﻭﺍﻟﺒﻠﺪ] ﻭﺍﻟﺮﻗﻢ ﺍﻟﻘﻴﺎﺳﻲ/ﺍﻟﻤﺎﻟﻲ ﻫﻮ .............................. (ﻳﺸﺎﺭ ﺇﻟﻴﻬﺎ ﻓﻴﻤﺎ ﻳﻠﻲ ﺑﺎﺳﻢ \"ﺍﻟﺸﺮﻛﺔ\")،  \nﻭ: \n................................. [ﺍﻻﺳﻢ ﺍﻟﻘﺎﻧﻮﻧﻲ ﻟﻠﺸﺮﻛﺔ] ﺍﻟﺘﻲ ﻳﻘﻊ ﻣﻜﺘﺒﻬﺎ ﺍﻟﻤﺴﺠﻞ ﻓﻲ ..................................... [ﺍﻟﻌﻨﻮﺍﻥ ﻭﺍﻟﻤﺪﻳﻨﺔ ﻭﺍﻟﺒﻠﺪ] ﻭﺍﻟﺮﻗﻢ ﺍﻟﻘﻴﺎﺳﻲ/ﺍﻟﻤﺎﻟﻲ ﻫﻮ .............................. (ﻳﺸﺎﺭ ﺇﻟﻴﻪ ﻓﻴﻤﺎ ﻳﻠﻲ ﺑﺎﺳﻢ \"ﺍﻟﻤﻄﻮﺭ\")،  \nﻳﻌﺒﺮ ﺍﻟﻄﺮﻓﺎﻥ ﻋﻦ ﺍﻋﺘﺮﺍﻑ ﻣﺘﺒﺎﺩﻝ ﺑﺴﻠﻄﺘﻬﻤﺎ ﺍﻟﻘﺎﻧﻮﻧﻴﺔ ﻟﻠﺪﺧﻮﻝ ﻓﻲ ﺍﺗﻔﺎﻗﻴﺔ ﺗﻄﻮﻳﺮ ﺍﻟﺒﺮﻣﺠﻴﺎﺕ ﻫﺬﻩ ﻭﻳﻌﻠﻨﺎﻥ ﻣﺎ ﻳﻠﻲ: \nﺣﻔﻼﺕ \nﻭﺣﻴﺚ ﺇﻥ ﺍﻟﺸﺮﻛﺔ ﺗﺮﻏﺐ ﻓﻲ ﺗﻮﻇﻴﻒ ﻣﻄﻮﺭ ﻟﺘﻄﻮﻳﺮ ﺣﺰﻡ ﺑﺮﺍﻣﺞ ﻣﺨﺼﺼﺔ. \nﺣﻴﺚ ﻳﺮﻏﺐ ﺍﻟﻤﻄﻮﺭ ﻓﻲ ﺗﻄﻮﻳﺮ ﺣﺰﻡ ﺍﻟﺒﺮﺍﻣﺞ ﺍﻟﻤﺨﺼﺼﺔ ﻫﺬﻩ ﻟﻠﺸﺮﻛﺔ. \nﻭﺍﻵﻥ، ﻳﺘﻔﻖ ﺍﻟﻄﺮﻓﺎﻥ ﺑﻤﻮﺟﺐ ﻫﺬﺍ ﻋﻠﻰ ﻣﺎ ﻳﻠﻲ: \nﺷﺮﻭﻁ \n1. ﺍﻟﺨﺪﻣﺎﺕ ﺍﻟﻤﺤﺪﺩﺓ \nﻣﺼﻄﻠﺢ \"ﺍﻟﺨﺪﻣﺎﺕ\" ﻋﻨﺪ ﺍﺳﺘﺨﺪﺍﻣﻪ ﻓﻲ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻳﻌﻨﻲ ﺃﺩﺍﺀ ﺍﻟﺨﺪﻣﺎﺕ ﺍﻟﻤﻬﻨﻴﺔ ﺍﻟﺘﻲ ﺗﺸﻤﻞ ﻋﻠﻰ ﺳﺒﻴﻞ ﺍﻟﻤﺜﺎﻝ ﻻ ﺍﻟﺤﺼﺮ ﺗﺤﻠﻴﻞ ﺍﻟﻨﻈﺎﻡ ﻭﺗﻄﻮﻳﺮ ﺍﻟﺒﺮﺍﻣﺞ ﻭﺗﺪﺭﻳﺐ ﺍﻟﻤﻮﻇﻔﻴﻦ ﻭﻛﺘﺎﺑﺔ ﺍﻟﻮﺛﺎﺋﻖ ﻭﺍﺳﺘﺸﺎﺭﺍﺕ ﺍﻷﻋﻤﺎﻝ ﺍﻟﻌﺎﻣﺔ. \n2. ﺍﻟﻨﻄﺎﻕ ﻭﺍﻟﺨﺪﻣﺎﺕ \nﻳﺠﺐ ﻋﻠﻰ ﺍﻟﻤﻄﻮﺭ ﺗﻮﻓﻴﺮ ﺍﻟﺒﺮﺍﻣﺞ ﺍﻟﻤﺨﺼﺼﺔ ﻟﻠﺸﺮﻛﺔ ﻭﺗﺴﻠﻴﻤﻬﺎ ﻓﻴﻤﺎ ﻳﺘﻌﻠﻖ ﺑﻬﺎ ﻛﻤﺎ ﻫﻮ ﻣﻮﺿﺢ ﻓﻲ ﺍﻟﺒﻨﺪ 3. ﻳﺠﺐ ﺃﻥ ﻳﻨﺘﺞ ﻋﻦ ﺗﻄﻮﻳﺮ ﺍﻟﺒﺮﺍﻣﺞ ﻫﺬﺍ ﻣﻨﺘﺠﺎﺕ ﺑﺮﻣﺠﻴﺔ ﻳﻤﻜﻦ ﺍﺳﺘﺨﺪﺍﻣﻬﺎ ﻟﺘﻨﻔﻴﺬ:  \n…………………………………………………………………………………………………………………………………………………..\n.…………..………………………………………………………………………………………………………………………………..……\n[ﻭﺻﻒ] \n3. ﻣﺴﺆﻭﻟﻴﺎﺕ ﺍﻟﻤﻄﻮﺭ \n3.1 ﻳﺠﺐ ﻋﻠﻰ ﺍﻟﻤﻄﻮﺭ ﺗﻄﻮﻳﺮ ﺑﺮﺍﻣﺞ ﻣﺨﺼﺼﺔ ﻣﻦ ﺷﺄﻧﻬﺎ ﺗﻌﺪﻳﻞ ﺃﻭ ﺗﺨﺼﻴﺺ ﺃﻭ ﺗﻌﺪﻳﻞ ﺃﻭ ﺗﺤﺴﻴﻦ ﺃﻭ ﺗﻐﻴﻴﺮ ﺣﺰﻡ ﺑﺮﺍﻣﺞ ﺍﻟﻤﻄﻮﺭﻳﻦ ﺍﻟﺘﺎﻟﻴﺔ ﺍﻟﻤﻮﺟﻮﺩﺓ ﻣﺴﺒﻘﺎ ﻟﺘﻠﺒﻴﺔ ﻣﺘﻄﻠﺒﺎﺕ ﺍﻟﺸﺮﻛﺔ: \n………………………………………………………………………………………………………………………………………… \n        …………………………………………………………………………………………………………………….……………………   \t[ﻭﺻﻒ] \n3.2 ﺍﻟﻤﺘﻄﻠﺒﺎﺕ ﺍﻟﺘﻲ ﻳﺠﺐ ﺍﻟﻮﻓﺎﺀ ﺑﻬﺎ ﻣﻦ ﺧﻼﻝ ﺍﻟﺒﺮﻣﺠﺔ ﺍﻟﻤﺨﺼﺼﺔ ﻟﻠﺤﺰﻡ ﺍﻟﻤﺬﻛﻮﺭﺓ ﺃﻋﻼﻩ ﻏﻴﺮ ﻣﺤﺪﺩﺓ ﺣﺎﻟﻴﺎ. ﻳﺠﺐ ﺃﻥ ﻳﺘﻢ ﺗﺤﺪﻳﺪ ﻣﺘﻄﻠﺒﺎﺕ ﺍﻟﺸﺮﻛﺔ ﻋﻠﻰ ﻣﺮﺍﺣﻞ، ﺗﻤﺜﻞ ﻛﻞ ﻣﺮﺣﻠﺔ ﻗﺴﻤﺎ ﻣﻦ ﻋﻤﻠﻴﺎﺕ ﺍﻟﺸﺮﻛﺔ، ﻭﺗﻤﺜﻞ ﻫﺬﻩ ﺍﻟﻤﺮﺍﺣﻞ ﺍﻟﻔﺮﻋﻴﺔ ﺇﻣﺎ ﺗﻄﻮﻳﺮ ﺗﻄﺒﻴﻖ ﻣﻌﻴﻦ، ﺃﻭ ﻣﺮﺣﻠﺔ ﻓﺮﻋﻴﺔ ﺗﻤﺜﻞ ﺗﻌﺪﻳﻞ ﺗﻄﺒﻴﻖ ﻣﻌﻴﻦ.  \n3.3 ﻳﺠﺐ ﺗﺼﻤﻴﻢ ﻛﻞ ﻣﺮﺣﻠﺔ ﻭﻣﺮﺣﻠﺔ ﻓﺮﻋﻴﺔ ﻭﺍﻟﻤﻮﺍﻓﻘﺔ ﻋﻠﻴﻬﺎ ﻭﺑﺮﻣﺠﺘﻬﺎ ﻭﺗﺴﻠﻴﻤﻬﺎ ﻭﺍﺧﺘﺒﺎﺭﻫﺎ ﻭﻗﺒﻮﻟﻬﺎ ﻭﻓﻘﺎ ﻟﻺﺟﺮﺍﺀﺍﺕ ﺍﻟﻤﺪﺭﺟﺔ ﺃﺩﻧﺎﻩ.  \n4. ﻣﺮﺍﺣﻞ ﺍﻟﺘﻄﻮﻳﺮ ﻭﺍﻟﻤﺮﺍﺣﻞ ﺍﻟﻔﺮﻋﻴﺔ \n4.1 ﻳﺠﺐ ﻋﻠﻰ ﺍﻟﻤﻄﻮﺭ ﺍﻟﺘﺸﺎﻭﺭ ﻣﻊ ﻣﻮﻇﻔﻲ ﺍﻟﺸﺮﻛﺔ ﻟﻐﺮﺽ ﺗﺼﻤﻴﻢ ﻣﻮﺍﺻﻔﺎﺕ ﺍﻟﺒﺮﻣﺠﺔ. ﻭﺗﺘﻀﻤﻦ ﺍﻟﻤﻮﺍﺻﻔﺎﺕ ﺍﻷﺻﻨﺎﻑ ﺍﻟﻤﺪﺭﺟﺔ ﻓﻲ ﺍﻟﻤﺮﻓﻖ ﺍﻷﻭﻝ.  \n4.2 ﺑﻤﺠﺮﺩ ﺃﻥ ﻳﻘﻮﻡ ﺍﻟﻤﻄﻮﺭ ﺑﺘﺼﻤﻴﻢ ﻣﻮﺍﺻﻔﺎﺕ ﺍﻟﺒﺮﻣﺠﺔ ﺍﻟﻤﺬﻛﻮﺭﺓ، ﺳﻴﺘﻢ ﺗﺴﻠﻴﻤﻬﺎ ﺇﻟﻰ ﺍﻟﺸﺮﻛﺔ ﻣﻊ ﺗﻘﺪﻳﺮﺍﺕ ﺃﺩﺍﺀ ﺍﻟﺘﺸﻐﻴﻞ (OPE) ﻟﻜﻞ ﺑﺮﻧﺎﻣﺞ ﻣﺬﻛﻮﺭ ﻓﻲ ﺍﻟﻤﻮﺍﺻﻔﺎﺕ. ﺳﻴﺸﻴﺮ OPE ﺇﻟﻰ ﺃﻱ ﻗﻴﻮﺩ ﻋﻠﻰ ﺍﻟﺒﺮﻧﺎﻣﺞ ، ﻭﺃﻭﻗﺎﺕ ﺍﻻﺳﺘﺠﺎﺑﺔ ﺍﻟﻤﻘﺪﺭﺓ ﻟﻠﺒﺮﺍﻣﺞ ﻋﺒﺮ ﺍﻹﻧﺘﺮﻧﺖ ﺃﻭ ﺃﻭﻗﺎﺕ ﺍﻟﺘﺸﻐﻴﻞ ﻟﻠﺒﺮﺍﻣﺞ ﺍﻟﻤﺠﻤﻌﺔ. \n4.3 ﻋﻨﺪ ﺍﺳﺘﻼﻡ ﻣﻮﺍﺻﻔﺎﺕ ﺍﻟﺒﺮﻣﺠﺔ ﺍﻟﻤﺬﻛﻮﺭﺓ، ﺳﺘﻮﺍﻓﻖ ﺍﻟﺸﺮﻛﺔ ﻋﻠﻰ ﺍﻟﻤﻮﺍﺻﻔﺎﺕ ﺍﻟﻤﺬﻛﻮﺭﺓ ﺃﻭ ﺗﺮﻓﻀﻬﺎ. ﺳﺘﻜﻮﻥ ﻫﺬﻩ ﺍﻟﻤﻮﺍﻓﻘﺔ ﻭﻓﻘﺎ ﻟﺘﻘﺪﻳﺮ ﺍﻟﺸﺮﻛﺔ ﻭﺣﺪﻫﺎ. \nﻋﻨﺪ ﺍﻟﻤﻮﺍﻓﻘﺔ ﻋﻠﻰ ﻣﻮﺍﺻﻔﺎﺕ ﺍﻟﺒﺮﻣﺠﺔ، ﻳﻘﻮﻡ ﺍﻟﻤﻄﻮﺭ ﺑﺘﺼﻤﻴﻢ ﺍﺧﺘﺒﺎﺭ ﻗﺒﻮﻝ ﻟﻬﺬﻩ ﺍﻟﻤﻮﺍﺻﻔﺎﺕ. ﻭﺳﻴﺘﺒﻊ ﺍﺧﺘﺒﺎﺭ ﺍﻟﻘﺒﻮﻝ ﺍﻟﻤﻌﺎﻳﻴﺮ ﺍﻟﻤﺪﺭﺟﺔ ﻓﻲ ﺍﻟﻤﺮﻓﻖ ﺍﻟﺜﺎﻧﻲ. ﺳﻴﺘﻢ ﺩﻣﺞ ﺍﻟﻤﻮﺍﺻﻔﺎﺕ ﻭﺍﺧﺘﺒﺎﺭ OPE ﻭﺍﺧﺘﺒﺎﺭ ﺍﻟﻘﺒﻮﻝ ﻓﻲ ﺍﺗﻔﺎﻗﻴﺔ ﺍﻟﻤﺮﺣﻠﺔ. \nﺇﺫﺍ ﻟﻢ ﺗﻮﺍﻓﻖ ﺍﻟﺸﺮﻛﺔ ﻋﻠﻰ ﺍﻟﻤﻮﺍﺻﻔﺎﺕ ﺍﻟﻤﺬﻛﻮﺭﺓ، ﻓﺴﻴﻘﻮﻡ ﺍﻟﻤﻄﻮﺭ ﻭﺍﻟﺸﺮﻛﺔ ﺑﺎﻟﺘﺸﺎﻭﺭ ﻣﺮﺓ ﺃﺧﺮﻯ ﻭﺇﻋﺎﺩﺓ ﺗﺸﻐﻴﻞ ﺍﻹﺟﺮﺍﺀ.  \n4.4 ﺑﻌﺪ ﺇﻧﺸﺎﺀ ﺍﺧﺘﺒﺎﺭ ﺍﻟﻘﺒﻮﻝ، ﻳﺠﺐ ﻋﻠﻰ ﺍﻷﻃﺮﺍﻑ ﺇﻧﺸﺎﺀ ﺍﺗﻔﺎﻗﻴﺔ ﺍﻟﻤﺮﺣﻠﺔ. ﻳﺠﺐ ﺃﻥ ﺗﺤﺘﻮﻱ ﺍﺗﻔﺎﻗﻴﺔ ﺍﻟﻤﺮﺣﻠﺔ ﻋﻠﻰ ﻣﺎ ﻳﻠﻲ: \nﺍﻟﺴﻌﺮ ﺍﻟﺜﺎﺑﺖ ﻟﻠﻤﺮﺣﻠﺔ.  \nﺍﻷﺳﻤﺎﺀ ﺍﻟﻮﻇﻴﻔﻴﺔ ﻟﻠﺘﻄﺒﻴﻘﺎﺕ ﺍﻟﻤﺮﺍﺩ ﺇﻧﺸﺎﺅﻫﺎ. \nﺗﺎﺭﻳﺦ ﺍﻟﺘﺴﻠﻴﻢ ، ﻭﻫﺬﺍ ﺍﻟﻮﻗﺖ ﻫﻮ ﺍﻟﺠﻮﻫﺮ. \n4.5 ﺳﺘﺘﻀﻤﻦ ﺍﺗﻔﺎﻗﻴﺔ ﺍﻟﻤﺮﺣﻠﺔ ﺃﻳﻀﺎ ﺍﻟﺒﻨﻮﺩ ﺍﻟﺘﺎﻟﻴﺔ: \nﺍﻟﻤﻮﺍﺻﻔﺎﺕ ﺍﻟﻮﻇﻴﻔﻴﺔ ﻭﻫﻲ ﺷﺮﺡ ﺳﺮﺩﻱ ﻟﺘﺸﻐﻴﻞ ﺍﻟﺒﺮﺍﻣﺞ ، ﻭﺗﺤﺘﻮﻱ ﻋﻠﻰ ﻣﻌﺮﻭﺿﺎﺕ ﻟﺠﻤﻴﻊ ﺍﻟﺸﺎﺷﺎﺕ ﻭﺍﻟﺘﻘﺎﺭﻳﺮ.  \nﻣﻮﺍﺻﻔﺎﺕ ﺍﻟﺒﺮﻣﺠﺔ ﺍﻟﺘﻲ ﺳﻴﺴﺘﺨﺪﻣﻬﺎ ﺍﻟﻤﺒﺮﻣﺠﻮﻥ ﺍﻟﺬﻳﻦ ﻳﻨﺸﺌﻮﻥ ﺍﻟﺒﺮﻧﺎﻣﺞ ﻟﻠﺸﺮﻛﺔ.  \nﺍﻟﻤﻮﺍﺻﻔﺎﺕ ﺍﻟﻮﻇﻴﻔﻴﺔ ﻟﻠﺒﺮﻧﺎﻣﺞ ﺑﻌﺪ ﺍﻟﺘﺨﺼﻴﺺ. \nﺗﺨﻄﻴﻄﺎﺕ ﺍﻟﻤﻠﻔﺎﺕ ﻟﺠﻤﻴﻊ ﺍﻟﻤﻠﻔﺎﺕ ﺍﻟﻤﺴﺘﺨﺪﻣﺔ ﺃﻭ ﺍﻟﺘﻲ ﺗﻢ ﺇﻧﺸﺎﺅﻫﺎ ﻓﻲ ﺗﻠﻚ ﺍﻟﻤﺮﺣﻠﺔ، ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ ﺃﻭﺻﺎﻑ ﺍﻟﺴﺠﻼﺕ ﻭ/ﺃﻭ ﺣﻘﻮﻝ ﺍﻟﺒﻴﺎﻧﺎﺕ. \nﺗﻘﺪﻳﺮﺍﺕ ﺃﺩﺍﺀ ﺍﻟﻌﻤﻠﻴﺎﺕ.  \nﺍﺧﺘﺒﺎﺭﺍﺕ ﺍﻟﻘﺒﻮﻝ ، ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ ﺑﻴﺎﻧﺎﺕ ﺍﻻﺧﺘﺒﺎﺭ. \nﻋﻨﺪ ﺗﻮﻗﻴﻊ ﺍﺗﻔﺎﻗﻴﺔ ﺍﻟﻤﺮﺣﻠﺔ ﻣﻦ ﻗﺒﻞ ﻛﻞ ﻣﻦ ﺍﻟﺸﺮﻛﺔ ﻭﺍﻟﻤﻄﻮﺭ ، ﻳﺠﺐ ﻋﻠﻰ ﺍﻟﺸﺮﻛﺔ ﺍﻟﺪﻓﻊ ﻟﻠﻤﻄﻮﺭ ......... [ﻳﺪﺭﺝ ﺍﻟﺮﻗﻢ] ٪ ﻣﻦ ﺍﻟﺘﻜﻠﻔﺔ ﺍﻟﺜﺎﺑﺘﺔ ﺍﻟﻤﺸﺎﺭ ﺇﻟﻴﻬﺎ ﻓﻲ ﺍﺗﻔﺎﻕ ﺍﻟﻤﺮﺣﻠﺔ. ﺳﻴﺸﺮﻉ ﺍﻟﻤﻄﻮﺭ ﺑﻌﺪ ﺫﻟﻚ ﻓﻲ ﻛﺘﺎﺑﺔ ﺍﻟﺒﺮﻣﺠﺔ ﻟﺘﻠﻚ ﺍﻟﻤﺮﺣﻠﺔ. \nﻓﻲ ﺗﺎﺭﻳﺦ ﺍﻟﺘﺴﻠﻴﻢ ﺍﻟﻤﺤﺪﺩ ﻓﻲ ﺍﺗﻔﺎﻗﻴﺔ ﺍﻟﻤﺮﺣﻠﺔ، ﻳﺠﺐ ﻋﻠﻰ ﺍﻟﻤﻄﻮﺭ ﺗﺴﻠﻴﻢ ﺍﻟﺒﺮﻣﺠﺔ ﺍﻟﻤﻜﺘﻤﻠﺔ ﻟﺘﻠﻚ ﺍﻟﻤﺮﺣﻠﺔ ﺇﻟﻰ ﺍﻟﺸﺮﻛﺔ. ﻟﻠﺘﺴﻠﻴﻢ ﻓﻲ ﺃﻭ ﻗﺒﻞ ﺗﺎﺭﻳﺦ ﺍﻟﺘﺴﻠﻴﻢ ﺍﻟﻤﺤﺪﺩ ﻓﻲ ﺍﺗﻔﺎﻗﻴﺔ ﺍﻟﻤﺮﺣﻠﺔ، ﻳﺠﺐ ﻋﻠﻰ ﺍﻟﺸﺮﻛﺔ ﺍﻟﺪﻓﻊ ﻟﻠﻤﻄﻮﺭ ......... [ﺃﺩﺧﻞ ﺍﻟﺮﻗﻢ] ٪ ﻣﻦ ﺳﻌﺮ ﺗﻠﻚ ﺍﻟﻤﺮﺣﻠﺔ. ﻟﻠﺘﺴﻠﻴﻢ ﺑﻌﺪ ﺍﻟﺘﺎﺭﻳﺦ ﺍﻟﻤﺤﺪﺩ ﻓﻲ ﺍﺗﻔﺎﻗﻴﺔ ﺍﻟﻤﺮﺣﻠﺔ، ﻭﻟﻜﻦ ﻗﺒﻞ ﺍﻧﺘﻬﺎﺀ ﻓﺘﺮﺓ ﺍﻟﺴﻤﺎﺡ ......... [ﺃﺩﺧﻞ ﺍﻟﺮﻗﻢ] ﺃﻳﺎﻡ ، ﻳﺠﺐ ﻋﻠﻰ ﺍﻟﺸﺮﻛﺔ ﺃﻥ ﺗﺪﻓﻊ ﻟﻠﻤﻄﻮﺭ ........ [ﺃﺩﺧﻞ ﺍﻟﺮﻗﻢ] ٪ ﻣﻦ ﺳﻌﺮ ﺗﻠﻚ ﺍﻟﻤﺮﺣﻠﺔ. \nﻓﺸﻞ ﺍﻟﻤﻄﻮﺭ ﻓﻲ ﺗﺴﻠﻴﻢ ﺍﻟﺒﺮﻣﺠﺔ ﺍﻟﻤﻜﺘﻤﻠﺔ ﺑﻨﻬﺎﻳﺔ ............ [ﺃﺩﺧﻞ ﺍﻟﺮﻗﻢ] ﺑﻌﺪ ﺃﻳﺎﻡ ﻣﻦ ﺗﺎﺭﻳﺦ ﺍﻟﺘﺴﻠﻴﻢ ﺍﻟﻤﺤﺪﺩ ﻓﻲ ﺗﺴﻠﻴﻢ ﺍﺗﻔﺎﻗﻴﺔ ﺍﻟﻤﺮﺣﻠﺔ ﺑﻌﺪ ﺍﻟﺘﺎﺭﻳﺦ ﺍﻟﻤﺤﺪﺩ ﻓﻲ ﺍﺗﻔﺎﻗﻴﺔ ﺍﻟﻤﺮﺣﻠﺔ، ﻭﻟﻜﻦ ﻗﺒﻞ ﺍﻧﺘﻬﺎﺀ ﻓﺘﺮﺓ ﺍﻟﺴﻤﺎﺡ ﺍﻟﺒﺎﻟﻐﺔ ........ [ﺃﺩﺧﻞ ﺍﻟﺮﻗﻢ] ﺃﻳﺎﻡ، ﻳﺠﺐ ﻋﻠﻰ ﺍﻟﺸﺮﻛﺔ ﺃﻥ ﺗﺪﻓﻊ ﻟﻠﻤﻄﻮﺭ [٪] ﻣﻦ ﺳﻌﺮ ﺗﻠﻚ ﺍﻟﻤﺮﺣﻠﺔ. ﻓﺸﻞ ﺍﻟﻤﻄﻮﺭ ﻓﻲ ﺗﺴﻠﻴﻢ ﺍﻟﺒﺮﻣﺠﺔ ﺍﻟﻤﻜﺘﻤﻠﺔ ﺑﻨﻬﺎﻳﺔ ......... [ﺃﺩﺧﻞ ﺍﻟﺮﻗﻢ] ﺑﻌﺪ ﺃﻳﺎﻡ ﻣﻦ ﺗﺎﺭﻳﺦ ﺍﻟﺘﺴﻠﻴﻢ ﺍﻟﻤﺤﺪﺩ ﻓﻲ ﺍﺗﻔﺎﻗﻴﺔ ﺍﻟﻤﺮﺣﻠﺔ ﺳﺘﺨﻮﻝ ﺍﻟﺸﺮﻛﺔ ﺍﻟﺤﺼﻮﻝ ﻋﻠﻰ ....... [ﺃﺩﺧﻞ ﺍﻟﺮﻗﻢ] ﺍﻟﻨﺴﺒﺔ ﺍﻟﻤﺌﻮﻳﺔ ﻟﻠﺘﺨﻔﻴﺾ ﻓﻲ ﺗﻜﻠﻔﺔ ﺍﻟﻤﺮﺣﻠﺔ ﺑﺄﻛﻤﻠﻬﺎ ﻟﻜﻞ ....... [ﺃﺩﺧﻞ ﺍﻟﺮﻗﻢ] ﻓﺘﺮﺓ ﺍﻟﻴﻮﻡ ﺍﻟﺘﻲ ﻳﺘﺄﺧﺮ ﻓﻴﻬﺎ ﺍﻟﻤﻄﻮﺭ. ﻻ ﻳﺠﻮﺯ ﺗﻌﺪﻳﻞ ﺗﺎﺭﻳﺦ ﺍﻟﺘﺴﻠﻴﻢ ﺇﻻ ﻣﻦ ﺧﻼﻝ ﺗﻌﺪﻳﻞ ﻛﺘﺎﺑﻲ ﻻﺗﻔﺎﻗﻴﺔ ﺍﻟﻤﺮﺣﻠﺔ ﺍﻟﻤﻮﻗﻌﺔ ﻣﻦ ﻗﺒﻞ ﺍﻟﻄﺮﻓﻴﻦ. \nﻓﻲ ﺣﺎﻟﺔ ﻓﺸﻞ ﺍﻟﻤﻄﻮﺭ ﻓﻲ ﺗﺴﻠﻴﻢ ﺍﻟﺒﺮﺍﻣﺞ ﺍﻟﻤﻜﺘﻤﻠﺔ ........... [ﺃﺩﺧﻞ ﺍﻟﺮﻗﻢ] ﺑﻌﺪ ﺃﺷﻬﺮ ﻣﻦ ﺗﺎﺭﻳﺦ ﺍﻟﺘﺴﻠﻴﻢ ﺍﻷﺻﻠﻲ، ﻭﻟﻢ ﻳﺘﻢ ﺗﻌﺪﻳﻞ ﺗﺎﺭﻳﺦ ﺍﻟﺘﺴﻠﻴﻢ، ﻳﺠﻮﺯ ﻟﻠﺸﺮﻛﺔ ﺇﻟﻐﺎﺀ ﺍﺗﻔﺎﻗﻴﺔ ﺍﻟﻤﺮﺣﻠﺔ ﻫﺬﻩ. ﻓﻲ ﺣﺎﻟﺔ ﻫﺬﺍ ﺍﻹﻟﻐﺎﺀ، ﻳﺠﺐ ﻋﻠﻰ ﺍﻟﻤﻄﻮﺭ ﺗﺴﻠﻴﻢ ﺟﻤﻴﻊ ﺍﻷﻋﻤﺎﻝ ﺍﻟﺠﺎﺭﻳﺔ ﻭﻣﻮﺍﺻﻔﺎﺕ ﺍﻟﺒﺮﻧﺎﻣﺞ ﻭﻣﺎ ﺇﻟﻰ ﺫﻟﻚ، ﺇﻟﻰ ﺍﻟﺸﺮﻛﺔ، ﺛﻢ ﻓﻲ ﺣﻮﺯﺓ ﺍﻟﻤﻄﻮﺭ. ﻻ ﻳﺘﻄﻠﺐ ﺍﻹﻟﻐﺎﺀ ﻭﻓﻘﺎ ﻟﻔﺸﻞ ﺍﻟﺘﺴﻠﻴﻢ ﻫﺬﺍ ﺃﻱ ﻣﺪﻓﻮﻋﺎﺕ ﺇﺿﺎﻓﻴﺔ ﻟﻠﻤﻄﻮﺭ ﻛﻤﺎ ﻫﻮ ﻣﻄﻠﻮﺏ ﻋﺎﺩﺓ ﻭﻓﻘﺎ ﻟﻠﺒﻨﺪ 19. \nﻋﻨﺪ ﺍﻟﺘﺴﻠﻴﻢ، ﻳﺠﺐ ﻋﻠﻰ ﺍﻟﺸﺮﻛﺔ ﺇﺟﺮﺍﺀ ﺍﺧﺘﺒﺎﺭ ﺍﻟﻘﺒﻮﻝ ﺍﻟﺬﻱ ﺗﻢ ﺇﻧﺸﺎﺅﻩ ﺑﻮﺍﺳﻄﺔ   \tﺍﺣﺰﺍﺏ. \nﻋﻨﺪ ﺍﺟﺘﻴﺎﺯ ﺍﺧﺘﺒﺎﺭ ﺍﻟﻘﺒﻮﻝ ، ﻳﺠﺐ ﻋﻠﻰ ﺍﻟﺸﺮﻛﺔ ﺩﻓﻊ ....... ﺇﺿﺎﻓﻴﺔ ﻟﻠﻤﻄﻮﺭ [ﺃﺩﺧﻞ ﺍﻟﺮﻗﻢ] ٪ ﻣﻦ ﺳﻌﺮ ﺍﻟﻤﺮﺣﻠﺔ، ﺗﻢ ﺩﻓﻊ [٪] ﻟﻠﻤﻄﻮﺭ ﻣﻘﺎﺑﻞ ﺗﺴﻠﻴﻢ ﺍﻟﺒﺮﺍﻣﺞ، ﻳﺠﺐ ﻋﻠﻰ ﺍﻟﺸﺮﻛﺔ ﺃﻥ ﺗﺪﻓﻊ ﻟﻠﻤﻄﻮﺭ ....... [ﺃﺩﺧﻞ ﺍﻟﺮﻗﻢ] ٪ ﻻﺟﺘﻴﺎﺯ ﺍﺧﺘﺒﺎﺭ ﺍﻟﻘﺒﻮﻝ. ﺗﺤﺘﻔﻆ ﺍﻟﺸﺮﻛﺔ ﺏ...... ﺍﻟﻨﻬﺎﺋﻲ [ﻳﺪﺭﺝ ﺍﻟﺮﻗﻢ] ٪ ﺣﺘﻰ ﺍﻻﻧﺘﻬﺎﺀ ﺑﻨﺠﺎﺡ ﻣﻦ ...... [ﺃﺩﺧﻞ ﺍﻟﺮﻗﻢ] ﺃﻳﺎﻡ ﺍﻻﺳﺘﺨﺪﺍﻡ ﺍﻟﻤﺒﺎﺷﺮ ﺍﻟﻔﻌﻠﻲ ﻟﻠﻤﺮﺣﻠﺔ ﺍﻟﻤﺬﻛﻮﺭﺓ. \nﺇﺫﺍ ﻓﺸﻠﺖ ﺍﻟﺒﺮﺍﻣﺞ ﻓﻲ ﺃﺩﺍﺀ ﺍﺧﺘﺒﺎﺭﺍﺕ ﺍﻟﻘﺒﻮﻝ ، ﻳﺠﺐ ﻋﻠﻰ ﺍﻷﻃﺮﺍﻑ ﺍﺗﺒﺎﻉ ﻫﺬﺍ ﺍﻹﺟﺮﺍﺀ: \nﻳﺠﺐ ﻋﻠﻰ ﺍﻟﺸﺮﻛﺔ ﺇﺧﻄﺎﺭ ﺍﻟﻤﻄﻮﺭ ﻋﻠﻰ ﺍﻟﻔﻮﺭ ﻋﺒﺮ ﺍﻟﻬﺎﺗﻒ ﺑﻔﺸﻞ ﺍﻻﺧﺘﺒﺎﺭ. ﻳﺠﺐ ﻋﻠﻰ ﺍﻟﺸﺮﻛﺔ ﺑﻌﺪ ﺫﻟﻚ ﺗﺄﻛﻴﺪ ﻫﺬﺍ ﺍﻹﺷﻌﺎﺭ ﻋﻦ ﻃﺮﻳﻖ ﺇﺭﺳﺎﻝ ﺗﺄﻛﻴﺪ ﺧﻄﻲ ﻟﻠﻔﺸﻞ ﺑﺎﻹﺿﺎﻓﺔ ﺇﻟﻰ ﺍﻟﻮﺛﺎﺋﻖ ﺍﻟﻤﻨﺎﺳﺒﺔ ﺇﻟﻰ ﺍﻟﻤﻄﻮﺭ ﻋﻦ ﻃﺮﻳﻖ ﺍﻟﺒﺮﻳﺪ ﺍﻟﻤﻌﺘﻤﺪ ﻭﺇﻳﺼﺎﻝ ﺍﻹﺭﺟﺎﻉ ﺍﻟﻤﻄﻠﻮﺏ. \nﻗﺪ ﻳﺒﺪﺃ ﺍﻟﻤﻄﻮﺭ ﻋﻠﻰ ﺍﻟﻔﻮﺭ ﻓﻲ ﺇﻋﺎﺩﺓ ﺍﻟﺒﺮﻣﺠﺔ ﻟﻤﻌﺎﻟﺠﺔ ﺍﻟﻔﺸﻞ. \nﺇﺫﺍ ﻛﺎﻥ ﻣﻦ ﺍﻟﻤﻤﻜﻦ ﻣﻌﺎﻟﺠﺔ ﺍﻟﻔﺸﻞ ﺧﻼﻝ [NUMBER] ﺃﻳﺎﻡ ، ﻭﻳﺴﺘﻤﺮ ﺍﺧﺘﺒﺎﺭ ﺍﻟﻘﺒﻮﻝ. \nﻓﻲ ﺣﺎﻟﺔ ﺗﻌﺬﺭ ﻣﻌﺎﻟﺠﺔ ﺍﻟﻔﺸﻞ ﺑﻌﺪ ﻳﻮﻡ [NUMBER]، ﻳﺠﺐ ﻋﻠﻰ ﺍﻟﻤﻄﻮﺭ ﺇﺧﻄﺎﺭ ﺍﻟﺸﺮﻛﺔ ﻓﻲ ﻏﻀﻮﻥ [NUMBER] ﺃﻳﺎﻡ ﺇﺿﺎﻓﻴﺔ ﻣﻦ ﺗﺎﺭﻳﺦ ﺍﻟﺘﺴﻠﻴﻢ ﺍﻟﺠﺪﻳﺪ ﻟﺘﻠﻚ ﺍﻟﻤﺮﺣﻠﺔ. ﻻ ﻳﺠﻮﺯ ﺑﺄﻱ ﺣﺎﻝ ﻣﻦ ﺍﻷﺣﻮﺍﻝ ﺃﻥ ﻳﻜﻮﻥ ﺗﺎﺭﻳﺦ ﺍﻟﺘﺴﻠﻴﻢ ﺍﻟﺠﺪﻳﺪ ﺃﻛﺜﺮ ﻣﻦ [ﻋﺪﺩ] ﺃﻳﺎﻡ ﺑﻌﺪ ﺗﺎﺭﻳﺦ ﺍﻟﺘﺴﻠﻴﻢ ﺍﻷﺻﻠﻲ.  \n4.13 ﺑﻌﺪ ﺃﻥ ﺗﺴﺘﺨﺪﻡ ﺍﻟﺸﺮﻛﺔ ﺑﺮﺍﻣﺞ ﺍﻟﻤﺮﺣﻠﺔ ﻟﻤﺪﺓ .......... [ﺃﺩﺧﻞ ﺍﻟﺮﻗﻢ] ﺃﻳﺎﻡ ﻣﺘﺘﺎﻟﻴﺔ ﻣﻦ ﻭﻗﺖ ﺍﻟﺘﺸﻐﻴﻞ ﻛﻤﺎ ﻫﻮ ﻣﺤﺪﺩ ﻓﻲ ﺍﻟﺒﻨﺪ 11، ﺩﻭﻥ ﺇﺧﻔﺎﻕ، ﻳﺠﺐ ﻋﻠﻰ ﺍﻟﺸﺮﻛﺔ ﺃﻥ ﺗﺪﻓﻊ ﻟﻠﻤﻄﻮﺭ ........ ﺍﻟﻨﻬﺎﺋﻲ  [ﺃﺩﺧﻞ ﺍﻟﺮﻗﻢ] ٪ ﺍﻟﺪﻓﻊ. \nﻻ ﻳﺠﻮﺯ ﺗﻔﺴﻴﺮ ﺃﻱ ﺷﻲﺀ ﻓﻲ ﻫﺬﺍ ﺍﻹﺟﺮﺍﺀ ﻋﻠﻰ ﺃﻧﻪ ﻳﻤﻨﻊ ﺑﺪﺀ ﻋﺪﺓ ﻣﺮﺍﺣﻞ ﻭﻣﺮﺍﺣﻞ ﻓﺮﻋﻴﺔ ﻓﻲ ﻭﻗﺖ ﻭﺍﺣﺪ. \n............................................................................................................................................ \nﻫﺬﻩ ﻋﻴﻨﺔ ﻣﻦ ﺍﺗﻔﺎﻗﻴﺔ ﺗﻄﻮﻳﺮ ﺍﻟﺒﺮﻣﺠﻴﺎﺕ. \nﻟﻤﺰﻳﺪ ﻣﻦ ﺍﻟﻤﻌﻠﻮﻣﺎﺕ ﺣﻮﻝ ﻫﺬﺍ ﺍﻟﻌﻘﺪ ﺍﻧﻘﺮ ﻫﻨﺎ: \n                                                         ﺍﺗﻔﺎﻗﻴﺔ ﺗﻄﻮﻳﺮ ﺍﻟﺒﺮﻣﺠﻴﺎﺕ  \nﺩﻟﻴﻞ ﺍﻟﻤﺴﺘﺨﺪﻡ \t \nﺗﻐﻄﻲ ﺍﻟﻌﻘﻮﺩ ﺍﻟﺘﻲ ﺻﺎﻏﻬﺎ ﺍﻟﺨﺒﺮﺍﺀ ﺍﻟﻘﺎﻧﻮﻧﻴﻮﻥ ﻟﻠﻤﻔﺎﻭﺿﻴﻦ ﺍﻟﻌﺎﻟﻤﻴﻴﻦ ﺟﻤﻴﻊ ﺍﻟﺠﻮﺍﻧﺐ ﺫﺍﺕ ﺍﻟﺼﻠﺔ ﺍﻟﺘﻲ ﻳﺘﻢ ﺍﻟﺘﻔﺎﻭﺽ ﻋﻠﻴﻬﺎ ﻭﺍﻻﺗﻔﺎﻕ ﻋﻠﻴﻬﺎ ﻓﻲ ﺃﻧﻮﺍﻉ ﻣﺨﺘﻠﻔﺔ ﻣﻦ ﺍﻷﻋﻤﺎﻝ ﺑﻴﻦ ﺍﻟﺸﺮﻛﺎﺕ. ﻭﻣﻊ ﺫﻟﻚ ، ﻋﻨﺪ ﺍﺳﺘﺨﺪﺍﻡ ﻫﺬﻩ ﺍﻟﻌﻘﻮﺩ ، ﻳﺠﺐ ﺃﻥ ﺗﺄﺧﺬ ﻓﻲ ﺍﻻﻋﺘﺒﺎﺭ ﺑﻌﺾ ﺍﻟﺘﻮﺻﻴﺎﺕ ﺍﻟﻤﺸﺘﺮﻛﺔ ﺑﻴﻨﻬﺎ ﺟﻤﻴﻌﺎ ﻭﺍﻟﺘﻲ ﺗﻢ ﻭﺻﻔﻬﺎ ﻓﻲ ﺩﻟﻴﻞ ﺍﻟﻤﺴﺘﺨﺪﻡ ﻫﺬﺍ. \nﺗﺎﺭﻳﺦ \nﺍﻟﺘﺎﺭﻳﺦ ﺍﻟﺬﻱ ﻳﺪﺧﻞ ﻓﻴﻪ ﺍﻟﻌﻘﺪ ﺣﻴﺰ ﺍﻟﺘﻨﻔﻴﺬ ﻫﻮ ﺍﻟﺘﺎﺭﻳﺦ ﺍﻟﺬﻱ ﻳﻈﻬﺮ ﻓﻲ ﺑﺮﺃﺳﻪ، ﻛﻤﺎ ﻫﻮ ﻣﺬﻛﻮﺭ ﻓﻲ ﺍﻟﻔﻘﺮﺍﺕ ﺍﻷﺧﻴﺮﺓ ﻣﻦ ﺍﻟﻌﻘﺪ، ﻗﺒﻞ ﺍﻟﺘﻮﻗﻴﻊ (ﻳﺪﺧﻞ ﻫﺬﺍ ﺍﻟﻌﻘﺪ ﺣﻴﺰ ﺍﻟﺘﻨﻔﻴﺬ ﻓﻲ ﺍﻟﺘﺎﺭﻳﺦ ﺍﻟﻤﻜﺘﻮﺏ ﺃﻋﻼﻩ). \nﻭﻓﻲ ﺑﻌﺾ ﺍﻟﻌﻘﻮﺩ - ﻋﻠﻰ ﺳﺒﻴﻞ ﺍﻟﻤﺜﺎﻝ ﻓﻲ ﻋﻘﺪ ﺍﻟﺘﻮﺭﻳﺪ - ﻳﺬﻛﺮ ﺗﺎﺭﻳﺦ ﺩﺧﻮﻟﻪ ﺣﻴﺰ ﺍﻟﺘﻨﻔﻴﺬ ﺃﻳﻀﺎ ﻓﻲ ﺃﺣﺪ ﺍﻟﺒﻨﻮﺩ. ﻓﻲ ﻫﺬﻩ ﺍﻟﺤﺎﻻﺕ ، ﻳﺠﺐ ﻋﻠﻴﻚ ﺍﻟﺘﺤﻘﻖ ﻣﻦ ﺃﻥ ﺍﻟﺘﺎﺭﻳﺨﻴﻦ ﺍﻟﻤﺪﺭﺟﻴﻦ ﻓﻲ ﺍﻟﻌﻘﺪ (ﻓﻲ ﺍﻟﻌﻨﻮﺍﻥ ﻭﻓﻲ ﺍﻟﺒﻨﺪ ﺍﻟﻤﻘﺎﺑﻞ) ﻣﺘﻤﺎﺛﻼﻥ ، ﻟﺘﺠﻨﺐ ﺍﻟﺘﻨﺎﻗﻀﺎﺕ. \nﺍﺣﺰﺍﺏ \nﺗﺄﻛﺪ ﻣﻦ ﺇﺩﺭﺍﺝ ﺍﻟﺘﻔﺎﺻﻴﻞ ﺍﻟﻜﺎﻣﻠﺔ ﻟﻸﻃﺮﺍﻑ ﻓﻲ ﺍﻟﺼﻔﺤﺔ ﺍﻷﻭﻟﻰ ﻣﻦ ﺍﻟﻌﻘﺪ: \nﻋﻨﺪﻣﺎ ﻳﻜﻮﻥ ﺃﺣﺪ ﺍﻷﻃﺮﺍﻑ ﺷﺮﻛﺔ، ﻳﺠﺐ ﻋﻠﻴﻚ ﺇﺩﺭﺍﺝ ﺍﻟﻤﻌﻠﻮﻣﺎﺕ ﺍﻟﺘﺎﻟﻴﺔ: ﺍﻻﺳﻢ ﺍﻟﻘﺎﻧﻮﻧﻲ، ﻭﺍﻟﺸﻜﻞ ﺍﻟﻘﺎﻧﻮﻧﻲ (ﺍﻟﻤﺤﺪﻭﺩ، ﺍﻟﻤﻮﺣﺪ، ﻭﻣﺎ ﺇﻟﻰ ﺫﻟﻚ)، ﻭﺍﻟﻌﻨﻮﺍﻥ ﺍﻟﻜﺎﻣﻞ، ﻭﺑﻴﺎﻧﺎﺕ ﺍﻟﺘﺴﺠﻴﻞ، ﻭﺭﻗﻢ ﺍﻟﺘﻌﺮﻳﻒ ﺍﻟﻀﺮﻳﺒﻲ. \nﻋﻨﺪﻣﺎ ﻳﻜﻮﻥ ﺍﻟﻄﺮﻑ ﻓﺮﺩﺍ ﻳﻌﻤﻞ ﻛﻤﺤﺘﺮﻑ ﻣﺴﺘﻘﻞ (ﻋﻠﻰ ﺳﺒﻴﻞ ﺍﻟﻤﺜﺎﻝ ﻭﻛﻴﻞ ﺗﺠﺎﺭﻱ) ، ﻳﺠﺐ ﻋﻠﻴﻚ ﺇﺩﺧﺎﻝ ﺍﻟﻤﻌﻠﻮﻣﺎﺕ ﺍﻟﺘﺎﻟﻴﺔ: ﺍﻻﺳﻢ ﺍﻟﻜﺎﻣﻞ ﻭﺍﻟﻤﻬﻨﺔ ﻭﺍﻟﻌﻨﻮﺍﻥ ﺍﻟﻜﺎﻣﻞ ﻭﺭﻗﻢ ﺍﻟﺘﻌﺮﻳﻒ ﺍﻟﻀﺮﻳﺒﻲ. \nﺷﺮﻭﻁ \nﺍﻟﺠﻨﻮﺩ ﺫﺍﺕ ﺍﻟﺒﺪﺍﺋﻞ ﺍﻟﻤﺨﺘﻠﻔﺔ: ﺍﺧﺘﺮ ﺍﻷﻛﺜﺮ ﻣﻼﺀﻣﺔ \nﻓﻲ ﺃﻫﻢ ﺑﻨﻮﺩ ﻛﻞ ﻋﻘﺪ (ﺍﻟﺤﺼﺮﻳﺔ ، ﻭﺷﺮﻭﻁ ﺍﻟﺪﻓﻊ ، ﻭﺍﻟﻘﺎﻧﻮﻥ ﺍﻟﻤﻌﻤﻮﻝ ﺑﻪ ﻭﺍﻻﺧﺘﺼﺎﺹ ﺍﻟﻘﻀﺎﺋﻲ ، ﻭﻣﺎ ﺇﻟﻰ ﺫﻟﻚ) ، ﻳﺘﻢ ﺍﻗﺘﺮﺍﺡ ﺍﻟﻌﺪﻳﺪ ﻣﻦ ﺑﺪﺍﺋﻞ ﺍﻟﺼﻴﺎﻏﺔ ﺣﺘﻰ ﺗﺘﻤﻜﻦ ﻣﻦ ﺍﺧﺘﻴﺎﺭ ﺍﻷﻧﺴﺐ ﻟﻜﻞ ﺣﺎﻟﺔ. ﻟﺬﻟﻚ ، ﻳﺠﺐ ﻋﻠﻰ ﺍﻟﻤﺴﺘﺨﺪﻡ ﻗﺒﻞ ﺗﻘﺪﻳﻢ ﺍﻟﻌﻘﺪ ﺇﻟﻰ ﺍﻟﻄﺮﻑ ﺍﻵﺧﺮ ﺍﺧﺘﻴﺎﺭ ﺍﻟﺒﺪﺍﺋﻞ ﺍﻟﺘﻲ ﺗﺒﺪﻭ ﺍﻷﻧﺴﺐ ﻟﻤﺼﺎﻟﺤﻪ ﻭﺇﻟﻐﺎﺀ ﺍﻟﺒﺎﻗﻲ. \nﺍﻟﺠﻤﻞ ﺫﺍﺕ ﺍﻟﻤﺴﺎﻓﺎﺕ ﺍﻟﻔﺎﺭﻏﺔ ﺍﻟﻤﺮﺍﺩ ﺇﻛﻤﺎﻟﻬﺎ  \nﻓﻲ ﻋﺪﺓ ﺑﻨﻮﺩ ﻣﻦ ﺍﻟﻌﻘﺪ ﺗﻈﻬﺮ ﻣﺴﺎﺣﺎﺕ ﻓﺎﺭﻏﺔ ﺑﻨﻘﺎﻁ (.......................) ﻳﺘﻌﻴﻦ ﻋﻠﻰ ﺍﻟﻤﺴﺘﺨﺪﻡ ﺇﻛﻤﺎﻝ ﺇﺩﺭﺍﺝ ﺍﻟﻨﺺ. ﺑﻌﺪ ﺍﻟﻨﻘﺎﻁ ، ﺑﻴﻦ ﺍﻷﻗﻮﺍﺱ ، ﺳﺘﺮﻯ ﺍﻟﺒﻴﺎﻧﺎﺕ ﻭﺍﻟﺘﻔﺴﻴﺮﺍﺕ ﻹﺩﺭﺍﺝ ﺍﻟﻨﺺ. \nﻋﻨﺪﻣﺎ ﻳﻜﻮﻥ ﺍﻟﻨﺺ ﺑﻴﻦ ﺍﻷﻗﻮﺍﺱ ﺑﺄﺣﺮﻑ ﻋﺎﺩﻳﺔ (ﻧﻔﺲ ﺍﻟﻌﻘﺪ) ﻭﻳﻔﺼﻞ ﺑﻴﻨﻬﻤﺎ \"،\" ﺃﻭ ﻛﻠﻤﺔ \"o\"، ﻳﺠﺐ ﻋﻠﻰ ﺍﻟﻤﺴﺘﺨﺪﻡ ﺇﺩﺭﺍﺝ ﺃﺣﺪ ﺍﻟﺨﻴﺎﺭﺍﺕ ﺍﻟﻤﻘﺘﺮﺣﺔ. \nﻣﺜﺎﻝ ﻋﻠﻰ ﺍﻟﻤﺴﺎﺣﺔ ﺍﻟﻔﺎﺭﻏﺔ (........) ﻣﻊ ﺧﻴﺎﺭﺍﺕ ﻟﻼﺧﺘﻴﺎﺭ ﺑﻴﻦ ﺍﻷﻗﻮﺍﺱ: \nﺍﻟﻄﻠﺒﺎﺕ ﺍﻟﺘﻲ ﻳﺘﻢ ﺍﻟﺘﻌﺎﻣﻞ ﻣﻌﻬﺎ ﻗﺒﻞ ﺇﺗﻤﺎﻡ ﻫﺬﺍ ﺍﻟﻌﻘﺪ ﻭﺍﻟﺘﻲ ﺗﻨﺘﺞ ﻣﻌﺎﻣﻼﺕ ﺑﻴﻊ ﻓﻲ ﺣﺪﻭﺩ .......... [1 ، 2 ، 3 ، 6] ﺃﺷﻬﺮ ﺗﺨﻮﻝ ﺍﻟﻮﻛﻴﻞ ﺍﻟﺤﺼﻮﻝ ﻋﻠﻰ ﺍﻟﻌﻤﻮﻟﺔ ﺍﻟﻤﻘﺎﺑﻠﺔ. ﻓﻲ ﻫﺬﻩ ﺍﻟﺤﺎﻟﺔ ، ﻳﺠﺐ ﻋﻠﻰ ﺍﻟﻤﺴﺘﺨﺪﻡ ﺍﻻﺧﺘﻴﺎﺭ ﺑﻴﻦ ﺍﻟﺨﻴﺎﺭﺍﺕ 1 ﺃﻭ 2 ﺃﻭ 3 ﺃﻭ 6 ﺃﺷﻬﺮ ﻭﺇﺩﺭﺍﺝ ﻭﺍﺣﺪ ﻓﻲ ﺍﻟﻤﺴﺎﺣﺔ ﺍﻟﻔﺎﺭﻏﺔ (........). \nﻋﻨﺪﻣﺎ ﻳﻜﻮﻥ ﺍﻟﻨﺺ ﺑﻴﻦ ﺍﻷﻗﻮﺍﺱ ﻣﺎﺋﻼ ، ﻳﺘﻌﻴﻦ ﻋﻠﻰ ﺍﻟﻤﺴﺘﺨﺪﻡ ﺇﺩﺭﺍﺝ ﺍﻟﺒﻴﺎﻧﺎﺕ ﻭﺍﻟﻤﻌﻠﻮﻣﺎﺕ ﺍﻟﻤﻄﻠﻮﺑﺔ ﻭﺇﺯﺍﻟﺔ ﺍﻟﻨﺺ ﺍﻟﻮﺍﺭﺩ ﺑﻴﻦ ﻗﻮﺳﻴﻦ. \nﻣﺜﺎﻝ ﻋﻠﻰ ﺍﻟﻤﺴﺎﻓﺔ ﺍﻟﻔﺎﺭﻏﺔ - (.........) ﻹﺩﺭﺍﺝ ﻧﺺ: \nﻳﻘﺮﺭ ﺍﻟﻄﺮﻓﺎﻥ، ﺑﺎﻟﺘﺮﺍﺿﻲ، ﺇﺣﺎﻟﺔ ﺃﻱ ﻧﺰﺍﻉ ﺇﻟﻰ ﻗﻮﺍﻋﺪ ﺍﻟﺘﻮﻓﻴﻖ ﻭﺍﻟﺘﺤﻜﻴﻢ ﺍﻟﺨﺎﺻﺔ ﺑﻐﺮﻓﺔ ﺍﻟﺘﺠﺎﺭﺓ ﺍﻟﺪﻭﻟﻴﺔ ﻣﻦ ﻗﺒﻞ ﻣﺤﻜﻢ ﻭﺍﺣﺪ ﺃﻭ ﺃﻛﺜﺮ ﻳﺘﻢ ﺗﻌﻴﻴﻨﻪ ﻭﻓﻘﺎ ﻟﻠﻘﻮﺍﻋﺪ ﺍﻟﻤﺬﻛﻮﺭﺓ. ﻳﻜﻮﻥ ﻣﻜﺎﻥ ﺍﻟﺘﺤﻜﻴﻢ ........... [ﺍﻟﻤﺪﻳﻨﺔ ﻭﺍﻟﺒﻠﺪ]. ﻓﻲ ﻫﺬﻩ ﺍﻟﺤﺎﻟﺔ, ﻳﺠﺐ ﻋﻠﻰ ﺍﻟﻤﺴﺘﺨﺪﻡ ﺇﺩﺭﺍﺝ ﻓﻲ ﺍﻟﻤﺴﺎﺣﺔ ﺍﻟﻔﺎﺭﻏﺔ (...........) ﺍﻟﻤﺪﻳﻨﺔ ﻭﺍﻟﺒﻠﺪ ﺍﻟﻤﺨﺘﺎﺭﻳﻦ ﻹﺟﺮﺍﺀ ﺍﻟﺘﺤﻜﻴﻢ ﻭﺑﻌﺪ ﺫﻟﻚ ﺣﺬﻑ ﺍﻟﻨﺺ ﺍﻟﻮﺍﺭﺩ ﺑﻴﻦ ﻗﻮﺳﻴﻦ [ﺍﻟﻤﺪﻳﻨﺔ ﻭﺍﻟﺒﻠﺪ]. \n ﺑﻨﺪ ﺍﻹﺷﻌﺎﺭﺍﺕ \nﻗﺪ ﻳﺤﺪﺙ ﺃﺣﻴﺎﻧﺎ ﺃﻥ ﻳﻜﻮﻥ ﺍﻟﻌﻨﻮﺍﻥ ﺍﻟﺮﺳﻤﻲ ﻟﻠﻄﺮﻓﻴﻦ ﺍﻟﺬﻱ ﻳﻈﻬﺮ ﻓﻲ ﺑﺪﺍﻳﺔ ﺍﻟﻌﻘﺪ ﻣﺨﺘﻠﻔﺎ ﻋﻦ ﺍﻟﻌﻨﻮﺍﻥ ﺍﻟﺬﻱ ﻳﺠﺐ ﺍﺳﺘﺨﺪﺍﻣﻪ ﻟﻼﺗﺼﺎﻻﺕ ﺑﻴﻦ ﺍﻟﻄﺮﻓﻴﻦ ﺃﺛﻨﺎﺀ ﺷﺮﻭﻁ ﺍﻟﻌﻘﺪ. ﻓﻲ ﻫﺬﻩ ﺍﻟﺤﺎﻟﺔ، ﻳﺠﺐ ﻋﻠﻰ ﺍﻟﻤﺴﺘﺨﺪﻡ ﺗﻀﻤﻴﻦ ﺑﻨﺪ ﺍﻹﺷﻌﺎﺭﺍﺕ ﻓﻲ ﻧﻬﺎﻳﺔ ﺍﻟﻌﻘﺪ. \nﻣﺜﺎﻝ ﻋﻠﻰ ﺑﻨﺪ ﺍﻹﺷﻌﺎﺭﺍﺕ: \nﺍﺷﻌﺎﺭﺍﺕ. - ﻣﻦ ﺃﺟﻞ ﺍﻻﻣﺘﺜﺎﻝ ﻻﻟﺘﺰﺍﻣﺎﺗﻬﻤﺎ ﺍﻟﺘﻌﺎﻗﺪﻳﺔ، ﻳﻨﺸﺊ ﺍﻟﻄﺮﻓﺎﻥ ﺍﻟﻌﻨﻮﺍﻥ ﺍﻟﺘﺎﻟﻲ ﻟﺘﻘﺪﻳﻢ ﺍﻹﺷﻌﺎﺭﺍﺕ ﺍﻟﻤﺘﻌﻠﻘﺔ ﺑﻬﺬﺍ ﺍﻟﻌﻘﺪ: \n- ﺍﻟﺤﺰﺏ 1 ............................................................. [ﺃﺩﺧﻞ ﺍﻟﻌﻨﻮﺍﻥ ﺍﻟﻜﺎﻣﻞ]. - ﺣﻔﻠﺔ 2 ............................................................. [ﺃﺩﺧﻞ ﺍﻟﻌﻨﻮﺍﻥ ﺍﻟﻜﺎﻣﻞ]. \nﺍﻟﻤﺮﻓﻘﺎﺕ \nﺗﺘﻀﻤﻦ ﺍﻟﻌﻘﻮﺩ ﺑﻌﺾ ﺍﻟﻤﺮﻓﻘﺎﺕ ، ﻛﻞ ﻣﻨﻬﺎ ، ﻣﺸﺎﺭ ﺇﻟﻴﻬﺎ ﺇﻟﻰ ﺍﻟﺒﻨﺪ ﺍﻟﻤﻘﺎﺑﻞ. ﻭﺗﺘﻢ ﺻﻴﺎﻏﺔ ﺍﻟﻤﺮﻓﻘﺎﺕ ﺑﺄﺷﻜﺎﻝ ﺷﺎﺋﻌﺔ ﺍﻻﺳﺘﺨﺪﺍﻡ، ﻋﻠﻰ ﺍﻟﺮﻏﻢ ﻣﻦ ﺃﻧﻪ ﻳﺠﺐ ﻋﻠﻰ ﺍﻟﻤﺴﺘﺨﺪﻡ ﺗﻜﻴﻴﻒ ﻫﺬﻩ ﺍﻷﺷﻜﺎﻝ ﻭﺍﻟﻨﺺ ﺍﻟﻤﺪﺭﺝ ﻓﻴﻬﺎ ﻣﻊ ﻛﻞ ﺣﺎﻟﺔ ﻋﻠﻰ ﺣﺪﺓ. \nﺍﻟﺘﻮﺍﻗﻴﻊ \nﺍﻷﺷﺨﺎﺹ ﺍﻟﺬﻳﻦ ﻳﻮﻗﻌﻮﻥ \nﻳﺠﺐ ﺃﻥ ﻳﻜﻮﻥ ﻟﺪﻯ ﺍﻷﺷﺨﺎﺹ ﺍﻟﺬﻳﻦ ﻳﻮﻗﻌﻮﻥ ﺍﻟﻌﻘﺪ ﻧﻴﺎﺑﺔ ﻋﻦ ﺍﻟﺸﺮﻛﺔ ﺳﻠﻄﺔ ﺍﻟﻘﻴﺎﻡ ﺑﺬﻟﻚ ﻭﻳﻔﻀﻞ ﺃﻥ ﻳﻜﻮﻥ ﻟﺪﻳﻬﻢ ﺍﻟﺤﻖ ﻋﻠﻰ ﺃﺳﺎﺱ ﺗﻮﻛﻴﻞ ﺭﺳﻤﻲ. ﺗﺤﺖ ﺍﻟﺘﻮﻗﻴﻊ ، ﺑﺎﻹﺿﺎﻓﺔ ﺇﻟﻰ ﺍﻻﺳﻢ ﺍﻟﻜﺎﻣﻞ ﻟﻠﺸﺨﺺ ﺍﻟﺬﻱ ﻳﻮﻗﻊ ﻋﻠﻰ ﻣﻮﻗﻔﻪ. ﻋﻨﺪﻣﺎ ﻳﻜﻮﻥ ﺃﺣﺪ ﺍﻷﻃﺮﺍﻑ ﺍﻟﻤﻮﻗﻌﺔ ﺷﺨﺼﺎ ﻃﺒﻴﻌﻴﺎ (ﻋﻠﻰ ﺳﺒﻴﻞ ﺍﻟﻤﺜﺎﻝ ﻭﻛﻴﻞ ﺗﺠﺎﺭﻱ ﻓﻲ ﻋﻘﺪ ﻭﻛﺎﻟﺔ) ، ﻓﻤﻦ ﺍﻟﻮﺍﺿﺢ ﺃﻧﻪ ﻫﻮ ﺍﻟﺸﺨﺺ ﺍﻟﺬﻱ ﻳﺘﻌﻴﻦ ﻋﻠﻴﻪ ﺗﻮﻗﻴﻊ ﺍﻟﻌﻘﺪ. \nﺗﺸﺘﺮﻁ ﻗﻮﺍﻧﻴﻦ ﺑﻌﺾ ﺍﻟﺒﻠﺪﺍﻥ ﺃﻥ ﻳﺘﻢ ﺗﻮﻗﻴﻊ ﺍﻟﻌﻘﻮﺩ ، ﻟﻜﻲ ﺗﻜﻮﻥ ﺳﺎﺭﻳﺔ ﺍﻟﻤﻔﻌﻮﻝ ، ﺃﻣﺎﻡ ﺍﻟﺸﻬﻮﺩ ﺃﻭ ﻛﺎﺗﺐ ﻋﺪﻝ ﻋﺎﻡ. ﻟﺬﻟﻚ ، ﻗﺒﻞ ﺗﻮﻗﻴﻊ ﺍﻟﻌﻘﺪ ، ﻳﺠﺐ ﺃﻥ ﺗﻜﻮﻥ ﻋﻠﻰ ﻋﻠﻢ ﺑﺎﻟﻤﺘﻄﻠﺒﺎﺕ ﺍﻟﺘﻲ ﻗﺪ ﺗﻜﻮﻥ ﻣﻮﺟﻮﺩﺓ ﻓﻲ ﻛﻞ ﺑﻠﺪ.  \nﻣﻜﺎﻥ ﻭﺗﺎﺭﻳﺦ ﺍﻟﺘﻮﻗﻴﻊ \nﻋﺎﺩﺓ ، ﻳﺘﻢ ﺗﻮﻗﻴﻊ ﺍﻟﻌﻘﻮﺩ ﻣﻦ ﻗﺒﻞ ﺍﻟﻄﺮﻓﻴﻦ ﻓﻲ ﻧﻔﺲ ﺍﻟﺘﺎﺭﻳﺦ ﻭﺍﻟﻤﻜﺎﻥ. ﻭﻣﻊ ﺫﻟﻚ, ﻓﻲ ﺍﻟﻌﻘﻮﺩ ﺍﻟﺪﻭﻟﻴﺔ, ﺑﺴﺒﺐ ﺍﻟﻤﺴﺎﻓﺔ ﺍﻟﻤﺎﺩﻳﺔ, ﻣﻦ ﺍﻟﺸﺎﺋﻊ ﺃﻥ ﻳﻮﻗﻊ ﻛﻞ ﻃﺮﻑ ﻓﻲ ﺗﻮﺍﺭﻳﺦ ﻭﺃﻣﺎﻛﻦ ﻣﺨﺘﻠﻔﺔ. ﻳﻨﺺ ﻫﺬﺍ ﺍﻟﻌﻘﺪ ﻋﻠﻰ ﻛﻼ ﺍﻟﺒﺪﻳﻠﻴﻦ ﺑﺤﻴﺚ ﻳﺘﻌﻠﻖ ﺍﻷﻣﺮ ﺑﺎﺧﺘﻴﺎﺭ ﺍﻷﻧﺴﺐ ﻟﻜﻞ ﻣﻮﻗﻒ.  \nﻋﺪﺩ ﺍﻟﻨﺴﺦ \nﻋﺎﺩﺓ ، ﻳﻮﻗﻊ ﺍﻟﻄﺮﻓﺎﻥ ﻧﺴﺨﺘﻴﻦ ﻣﻦ ﺍﻟﻌﻘﺪ ، ﻭﻳﺤﺘﻔﻆ ﻛﻞ ﻃﺮﻑ ﺑﺈﺣﺪﺍﻫﻤﺎ ، ﻭﻟﻜﻦ ﻳﻤﻜﻦ ﺃﻥ ﺗﻨﺸﺄ ﺃﻳﻀﺎ ﺍﻟﺤﺎﺟﺔ ﺇﻟﻰ ﺍﻟﺘﻮﻗﻴﻊ ﻋﻠﻰ ﺍﻟﻤﺰﻳﺪ ﻣﻦ ﺍﻟﻨﺴﺦ. ﻓﻲ ﻫﺬﻩ ﺍﻟﺤﺎﻟﺔ ، ﻛﻞ ﻣﺎ ﻋﻠﻴﻚ ﻓﻌﻠﻪ ﻫﻮ ﺫﻛﺮ ﻋﺪﺩ ﺍﻟﻨﺴﺦ ﺍﻟﻤﺮﺍﺩ ﺗﻮﻗﻴﻌﻬﺎ ﺻﺮﺍﺣﺔ ﻓﻲ ﺍﻟﻔﻘﺮﺓ ﺍﻟﻤﺪﺭﺟﺔ ﻓﻲ ﻧﻬﺎﻳﺔ ﺍﻟﻌﻘﺪ (ﻳﻌﻠﻦ ﺍﻟﻄﺮﻓﺎﻥ ﻣﻄﺎﺑﻘﺘﻬﻤﺎ ﻟﻠﻌﻘﺪ ﺍﻟﺤﺎﻟﻲ ، ﻭﺍﻟﺬﻱ ﺗﻢ ﺗﻮﻗﻴﻌﻪ ﻓﻲ ...... ﻧﺴﺦ ﺗﻌﺘﺒﺮ ﻛﻞ ﻣﻨﻬﺎ ﺃﺻﻠﻴﺔ). \nﺗﻮﺻﻴﺎﺕ ﻋﺎﻣﺔ \nﻳﺠﺐ ﻋﻠﻰ ﺍﻷﻃﺮﺍﻑ ﺍﻟﺘﻮﻗﻴﻊ ﻋﻠﻰ ﺟﻤﻴﻊ ﺻﻔﺤﺎﺕ ﺍﻟﻌﻘﺪ ، ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ ﺍﻟﻤﺮﻓﻘﺎﺕ ، ﺑﺤﻴﺚ ﺗﻜﻮﻥ ﺻﺎﻟﺤﺔ ﺃﻳﻀﺎ. ﻣﻦ ﺍﻷﻓﻀﻞ ﺍﺳﺘﺨﺪﺍﻡ ﻧﻘﻄﺔ ﺍﻟﻜﺮﺓ ﺃﻭ ﺍﻟﻘﻠﻢ (ﻭﻟﻴﺲ ﻗﻠﻢ ﺭﺻﺎﺹ) ﺑﻠﻮﻥ ﺁﺧﺮ ﻏﻴﺮ ﺍﻷﺳﻮﺩ (ﻋﻠﻰ ﺳﺒﻴﻞ ﺍﻟﻤﺜﺎﻝ: ﺍﻷﺯﺭﻕ) ؛ ﻫﺬﺍ ﻳﺠﻌﻞ ﻣﻦ ﺍﻟﺴﻬﻞ ﺗﻤﻴﻴﺰ ﺍﻟﻤﺴﺘﻨﺪ ﺍﻷﺻﻠﻲ ﻋﻦ ﺍﻟﻨﺴﺨﺔ. \nﻳﻔﻀﻞ (ﻋﻠﻰ ﺍﻟﺮﻏﻢ ﻣﻦ ﻋﺪﻡ ﺇﻟﺰﺍﻣﻬﺎ) ﺍﻟﺘﻌﺒﻴﺮ ﻋﻦ ﻣﺒﺎﻟﻎ ﺍﻟﻤﺎﻝ ﻭﺍﻟﻨﺴﺐ ﺍﻟﻤﺌﻮﻳﺔ ﺑﺎﻟﻜﻠﻤﺎﺕ ﻭﺍﻷﺭﻗﺎﻡ. ﺑﺎﻟﻄﺒﻊ ، ﻳﺠﺐ ﺃﻥ ﺗﺘﻄﺎﺑﻖ ﺍﻟﻜﻠﻤﺎﺕ ﻭﺍﻷﺭﻗﺎﻡ ﺍﻟﺨﺎﺻﺔ ﺑﻤﺒﻠﻎ ﻣﻌﻴﻦ ﺗﻤﺎﻣﺎ. ﻳﺠﺐ ﻋﻠﻴﻚ ﺃﻳﻀﺎ ﺇﺩﺧﺎﻝ ﺍﻟﻌﻤﻠﺔ ﺍﻟﺘﻲ ﻳﺘﻢ ﺍﻟﺘﻌﺒﻴﺮ ﻋﻨﻬﺎ ﻟﻠﻤﺒﺎﻟﻎ ﺑﻬﺎ. ﻳﻨﺼﺢ ﺑﺎﺳﺘﺨﺪﺍﻡ ﺍﻟﻘﻮﺍﻋﺪ ﺍﻟﺘﻲ ﻭﺿﻌﺘﻬﺎ ISO ﻭﺍﻟﺘﻲ ﺗﺴﻤﻲ ﻛﻞ ﻋﻤﻠﺔ ﺑﺜﻼﺛﺔ ﺃﺣﺮﻑ ﻛﺒﻴﺮﺓ (ﺍﻟﻴﻮﺭﻭ ﻟﻠﻴﻮﺭﻭ ، ﻭﺍﻟﺪﻭﻻﺭ ﺍﻷﻣﺮﻳﻜﻲ ﻟﻠﺪﻭﻻﺭ ، ﻭﺍﻟﺠﻨﻴﻪ ﺍﻹﺳﺘﺮﻟﻴﻨﻲ ﻟﻠﺠﻨﻴﻪ ﺍﻹﺳﺘﺮﻟﻴﻨﻲ ، ﻭﺍﻟﻴﻦ ﺍﻟﻴﺎﺑﺎﻧﻲ ﻟﻠﻴﻦ ﺍﻟﻴﺎﺑﺎﻧﻲ ، ﻭﻣﺎ ﺇﻟﻰ ﺫﻟﻚ - ﻳﻤﻜﻨﻚ ﺍﻟﺤﺼﻮﻝ ﻋﻠﻰ ﺍﺧﺘﺼﺎﺭﺍﺕ ﻛﻞ ﻋﻤﻠﺔ ﻓﻲ ﻣﻮﻗﻊ ﺍﻟﻮﻳﺐ www.oanda.com). \nﺑﻤﺠﺮﺩ ﺍﺧﺘﻴﺎﺭ ﺃﻓﻀﻞ ﺍﻟﺒﺪﺍﺋﻞ ﻟﻜﻞ ﺑﻨﺪ ﻭﺇﻛﻤﺎﻝ ﺍﻟﻤﺴﺎﺣﺎﺕ ﺍﻟﻔﺎﺭﻏﺔ ، ﻳﺠﺐ ﻋﻠﻴﻚ ﻣﺮﺍﺟﻌﺔ ﺍﻟﻌﻘﺪ ﺑﺎﻟﻜﺎﻣﻞ ﻹﺯﺍﻟﺔ ﺍﻟﻔﻘﺮﺍﺕ ﺍﻟﻤﺘﺒﻘﻴﺔ ﻭﺗﺼﺤﻴﺢ ﺃﻱ ﺃﺧﻄﺎﺀ."
}