[
    {
        "id": "sec_0",
        "lang": "ar",
        "title": "1. ﺍﻟﺘﻌﺮﻳﻔﺎﺕ.  ﻳﻜﻮﻥ ﻟﻠﻤﺼﻄﻠﺤﺎﺕ ﺍﻟﺘﺎﻟﻴﺔ ﺍﻟﻤﻌﺎﻧﻲ ﺍﻟﺘﺎﻟﻴﺔ ﻋﻨﺪ ﺍﺳﺘﺨﺪﺍﻣﻬﺎ ﻓﻲ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ:",
        "level": 1,
        "start_char": 0,
        "end_char": 965,
        "len": 965,
        "text": "ﺍﺗﻔﺎﻗﻴﺔ ﺗﻄﻮﻳﺮ ﺍﻟﺒﺮﻣﺠﻴﺎﺕ \nﻳﺘﻢ ﺇﺑﺮﺍﻡ ﺍﺗﻔﺎﻗﻴﺔ ﺗﻄﻮﻳﺮ ﺍﻟﺒﺮﻣﺠﻴﺎﺕ ﻫﺬﻩ ﺍﻋﺘﺒﺎﺭﺍ ﻣﻦ   \t ﻳﻮﻡ   \t، 2021 ، ﻣﻦ ﻗﺒﻞ ﻭﺑﻴﻦ ﺷﺮﻛﺔ HEMISFAIR PARK AREA REDEVELOPMENT CORPORATION ، ﻭﻫﻲ ﺷﺮﻛﺔ ﺣﻜﻮﻣﻴﺔ ﻣﺤﻠﻴﺔ ﻋﺎﻣﺔ ﻏﻴﺮ ﺭﺑﺤﻴﺔ ﻓﻲ ﺗﻜﺴﺎﺱ ﺗﻢ ﺗﺸﻜﻴﻠﻬﺎ ﺑﻤﻮﺟﺐ ﺍﻟﻔﺼﻞ ﺍﻟﻔﺮﻋﻲ D ﻣﻦ ﺍﻟﻔﺼﻞ 431 ﻣﻦ ﺍﻟﻨﻘﻞ ﻓﻲ ﺗﻜﺴﺎﺱ \nCode، ﻭﻋﻨﻮﺍﻧﻬﺎ East Nueva Street، San Antonio، TX 782045 (\"HPARC 630\")، _______________________ ﺷﺮﻛﺔ ____________ ﻳﻘﻊ ﻣﻘﺮ ﻋﻤﻠﻬﺎ ﺍﻟﺮﺋﻴﺴﻲ ﻓﻲ ______________________________ (\"ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ\"). \nﺍﻟﺸﻬﻮﺩ: \nﻭﺣﻴﺚ ﺇﻥ HPARC ﺗﺮﻏﺐ ﻓﻲ ﺍﻻﺣﺘﻔﺎﻅ ﺑﻤﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﻷﺩﺍﺀ ﺧﺪﻣﺎﺕ ﺗﻄﻮﻳﺮ ﺍﻟﺒﺮﺍﻣﺞ ﺍﻟﻤﻮﺿﺤﺔ ﻓﻲ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻟﺪﻋﻢ ﺃﻋﻤﺎﻝ HPARC؛ ﻭ \nﻭﺣﻴﺚ ﺇﻥ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﻳﺮﻏﺐ ﻓﻲ ﺃﺩﺍﺀ ﻫﺬﻩ ﺍﻟﺨﺪﻣﺎﺕ ﻭﻓﻘﺎ ﻟﺸﺮﻭﻁ ﻭﺃﺣﻜﺎﻡ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ؛ ﻭ \nﻭﺣﻴﺚ ﺇﻥ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﻳﻘﺮ ﻭﻳﻀﻤﻦ ﺃﻧﻪ ﻳﻤﺘﻠﻚ ﺍﻟﻤﺆﻫﻼﺕ ﻭﺍﻟﻤﻬﺎﺭﺍﺕ ﺍﻟﻼﺯﻣﺔ ﻷﺩﺍﺀ ﺧﺪﻣﺎﺕ ﺗﻄﻮﻳﺮ ﺍﻟﺒﺮﺍﻣﺞ ﺍﻟﻤﻮﺿﺤﺔ ﻓﻲ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ؛ ﻭ \nﻭﺣﻴﺚ ﺇﻥ ﻣﻄﻮﺭ ﺍﻟﺒﺮﻣﺠﻴﺎﺕ ﻗﺪ ﺃﺟﺮﻯ ﺳﺎﺑﻘﺎ ﺧﺪﻣﺎﺕ ﺗﻄﻮﻳﺮ ﺑﺮﻣﺠﻴﺎﺕ ﻣﻤﺎﺛﻠﺔ ﻟﻠﻌﻤﻼﺀ ﺍﻟﺤﻜﻮﻣﻴﻴﻦ ﻭﻫﻮ ﻋﻠﻰ ﺩﺭﺍﻳﺔ ﺑﺎﻟﻤﻨﺘﺞ ﺍﻟﻤﻄﻠﻮﺏ ﻣﻦ HPARC. \nﺍﻵﻥ ، ﻟﺬﻟﻚ ، ﺗﻮﺍﻓﻖ HPARC ﻭﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﺑﻤﻮﺟﺐ ﻫﺬﺍ ﻋﻠﻰ ﻣﺎ ﻳﻠﻲ: \n1"
    },
    {
        "id": "sec_1",
        "lang": "ar",
        "title": "1. ﺍﻟﺘﻌﺮﻳﻔﺎﺕ.  ﻳﻜﻮﻥ ﻟﻠﻤﺼﻄﻠﺤﺎﺕ ﺍﻟﺘﺎﻟﻴﺔ ﺍﻟﻤﻌﺎﻧﻲ ﺍﻟﺘﺎﻟﻴﺔ ﻋﻨﺪ ﺍﺳﺘﺨﺪﺍﻣﻬﺎ ﻓﻲ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ:",
        "level": 1,
        "start_char": 965,
        "end_char": 2232,
        "len": 1267,
        "text": "1. ﺍﻟﺘﻌﺮﻳﻔﺎﺕ.  ﻳﻜﻮﻥ ﻟﻠﻤﺼﻄﻠﺤﺎﺕ ﺍﻟﺘﺎﻟﻴﺔ ﺍﻟﻤﻌﺎﻧﻲ ﺍﻟﺘﺎﻟﻴﺔ ﻋﻨﺪ ﺍﺳﺘﺨﺪﺍﻣﻬﺎ ﻓﻲ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ: \nﻳﻘﺼﺪ ﺑﻤﺼﻄﻠﺢ \"ﺩﻋﻢ ﺍﻟﻤﺴﺘﻮﻯ ﺍﻷﻭﻝ\" ﺧﺪﻣﺎﺕ ﺍﻟﺪﻋﻢ ﺍﻟﺘﻲ ﺗﻘﺪﻣﻬﺎ HPARC ﺇﻟﻰ ﻃﺮﻑ HPARC \nﺍﻟﻤﺴﺘﺨﺪﻣﻮﻥ، ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ ﻋﻠﻰ ﺳﺒﻴﻞ ﺍﻟﻤﺜﺎﻝ ﻻ ﺍﻟﺤﺼﺮ ﻣﺸﻜﻠﺔ ﻣﻜﺘﺐ ﺍﻟﻤﺴﺎﻋﺪﺓ ﺍﻟﺪﺍﻋﻤﻴﺔ، ﻭﺣﻞ ﻭ/ﺃﻭ ﺗﺼﻌﻴﺪ ﻣﺸﻜﻼﺕ ﺍﻟﻤﺴﺘﺨﺪﻡ ﺍﻟﻨﻬﺎﺋﻲ ﻣﻊ ﺍﻟﻨﻈﺎﻡ، ﻭﺗﻮﺯﻳﻊ ﺟﻤﻴﻊ ﺗﺼﺤﻴﺤﺎﺕ ﺃﺧﻄﺎﺀ ﺍﻟﺒﺮﺍﻣﺞ، ﻭﺇﺻﺪﺍﺭﺍﺕ ﺍﻟﺼﻴﺎﻧﺔ ﻭﺗﺤﺪﻳﺜﺎﺕ ﺍﻟﺘﺤﺴﻴﻦ ﺍﻟﺘﻲ ﻳﻮﻓﺮﻫﺎ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﻟﻠﻨﻈﺎﻡ، ﻓﻲ ﺍﻟﻮﻗﺖ ﺍﻟﻤﻨﺎﺳﺐ ﻭﺑﺸﻜﻞ ﻓﻌﺎﻝ. \nﻳﻘﺼﺪ ﺑﻤﺼﻄﻠﺢ \"ﺩﻋﻢ ﺍﻟﻤﺴﺘﻮﻯ ﺍﻟﺜﺎﻧﻲ\" ﺧﺪﻣﺎﺕ ﺍﻟﺪﻋﻢ ﻟﺘﺴﻬﻴﻞ ﺧﺪﻣﺎﺕ ﺍﻟﺪﻋﻢ ﺍﻷﺳﺎﺳﻴﺔ ﻟﻠﻤﺴﺘﺨﺪﻣﻴﻦ ﺍﻟﻨﻬﺎﺋﻴﻴﻦ ﻟﺒﺮﻧﺎﻣﺞ HPARC، ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ، ﻋﻠﻰ ﺳﺒﻴﻞ ﺍﻟﻤﺜﺎﻝ ﻻ ﺍﻟﺤﺼﺮ: \nﺗﺼﺤﻴﺢ ﺍﻟﻤﺸﺎﻛﻞ ﺍﻟﻘﺎﺑﻠﺔ ﻟﻠﺘﻜﺮﺍﺭ ؛ \nﺗﺸﺨﻴﺺ ﺍﻟﻤﺸﻜﻼﺕ ﺍﻟﺘﻲ ﻻ ﻳﺴﺘﻄﻴﻊ HPARC ﺣﻠﻬﺎ ؛ ﻭ \n(2) ﺗﻮﻓﻴﺮ ﻧﺴﺨﺔ ﻭﺍﺣﺪﺓ ﻣﻦ ﺟﻤﻴﻊ ﺗﺼﺤﻴﺤﺎﺕ ﺍﻷﺧﻄﺎﺀ ﺍﻟﻤﻌﻤﻮﻝ ﺑﻬﺎ ﻭﺗﺤﺪﻳﺜﺎﺕ ﺍﻟﺼﻴﺎﻧﺔ ﻭﺇﺻﺪﺍﺭﺍﺕ ﺍﻟﺘﺤﺴﻴﻦ ﻟﻠﺒﺮﺍﻣﺞ ﻭﺍﻟﻮﺛﺎﺋﻖ، ﻭﺍﻟﺘﻲ ﺳﻴﻘﻮﻡ HPARC ﺑﻨﺴﺨﻬﺎ ﻟﺘﻮﺯﻳﻌﻬﺎ ﻋﻠﻰ ﺍﻟﻤﺴﺘﺨﺪﻣﻴﻦ ﺍﻟﻨﻬﺎﺋﻴﻴﻦ ﻝ HPARC. \n \tﺝ) ﺗﻌﻨﻲ \"ﺍﻟﻀﺮﺍﺋﺐ\" ﺟﻤﻴﻊ ﺍﻟﻀﺮﺍﺋﺐ ﺍﻟﻔﻴﺪﺭﺍﻟﻴﺔ ﻭﺍﻟﻮﻻﺋﻴﺔ ﻭﺍﻟﻤﺤﻠﻴﺔ ﻭﻏﻴﺮﻫﺎ، ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ ﺿﺮﺍﺋﺐ ﺍﻟﻤﺒﻴﻌﺎﺕ ﻭﺍﻻﺳﺘﺨﺪﺍﻡ ﻭﺍﻟﻤﻤﺘﻠﻜﺎﺕ، ﺍﻟﻤﺘﻌﻠﻘﺔ ﺑﻬﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺃﻭ ﺍﺳﺘﺨﺪﺍﻡ HPARC ﻟﻠﺒﺮﻧﺎﻣﺞ، ﺑﺎﺳﺘﺜﻨﺎﺀ ﺍﻟﻀﺮﺍﺋﺐ ﺍﻟﻤﺴﺘﻨﺪﺓ ﺇﻟﻰ ﺻﺎﻓﻲ ﺩﺧﻞ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﺃﻭ ﺍﻟﻤﻤﺘﻠﻜﺎﺕ ﺍﻟﺸﺨﺼﻴﺔ. \n2. ﺍﻟﻤﺼﻄﻠﺢ.  ﻣﻊ ﻣﺮﺍﻋﺎﺓ ﺍﻟﻘﺴﻢ 7، ﺗﺒﺪﺃ ﻣﺪﺓ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻓﻲ ﺍﻟﺘﺎﺭﻳﺦ ﺍﻟﻤﺤﺪﺩ ﺃﻋﻼﻩ، ﻭﺗﺴﺘﻤﺮ ﻟﻤﺪﺓ __________.  ﻭﺑﻌﺪ ﺫﻟﻚ، ﻳﺴﺘﻤﺮ ﺑﻨﺎﺀ ﻋﻠﻰ ﺍﻟﺤﺎﺟﺔ ﺍﻟﻤﺴﺘﻘﺒﻠﻴﺔ ﺇﻟﻰ ﺃﻥ ﻳﺘﻢ ﺇﻧﻬﺎﺅﻩ ﻋﻠﻰ ﺍﻟﻨﺤﻮ ﺍﻟﻤﻨﺼﻮﺹ ﻋﻠﻴﻪ ﻓﻲ ﻫﺬﻩ ﺍﻟﻮﺛﻴﻘﺔ."
    },
    {
        "id": "sec_2",
        "lang": "ar",
        "title": "3. ﺗﻄﻮﻳﺮ ﺍﻟﺨﺪﻣﺎﺕ ﻭﺍﻷﻧﻈﻤﺔ",
        "level": 1,
        "start_char": 2232,
        "end_char": 4761,
        "len": 2529,
        "text": "3. ﺗﻄﻮﻳﺮ ﺍﻟﺨﺪﻣﺎﺕ ﻭﺍﻷﻧﻈﻤﺔ \nﻣﺴﺆﻭﻟﻴﺎﺕ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ \nﻋﺎﻡ.  ﺑﺎﻟﻨﻈﺮ ﺇﻟﻰ ﺍﻟﺮﺳﻮﻡ ﺍﻟﻤﻮﺿﺤﺔ ﻓﻲ ﺍﻟﻘﺴﻢ 4، ﺳﻴﻘﺪﻡ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﺧﺪﻣﺎﺕ ﺗﻄﻮﻳﺮ ﺍﻟﺒﺮﺍﻣﺞ ﻭﺍﻻﺳﺘﺸﺎﺭﺍﺕ ﺍﻟﻤﺴﺘﻤﺮﺓ ﻝ HPARC ﻓﻲ ﺍﻟﻤﺠﺎﻻﺕ ﺍﻟﺘﺎﻟﻴﺔ (ﻳﺸﺎﺭ ﺇﻟﻴﻬﺎ ﻣﺠﺘﻤﻌﺔ ﺑﺎﺳﻢ \"ﺍﻟﺨﺪﻣﺎﺕ\"): ﺳﻴﻘﻮﻡ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﺑﺘﻄﻮﻳﺮ ﺗﻜﻮﻳﻦ ﺍﻟﻨﻈﺎﻡ ﻭﺻﻴﺎﻧﺘﻪ ﻭﺗﺨﺼﻴﺼﻪ ﻭﺗﻮﺯﻳﻌﻪ ﻭﺇﺩﺍﺭﺗﻪ؛ ﺗﻮﻓﻴﺮ ﺍﺳﺘﺠﺎﺑﺔ ﻟﻠﻄﻮﺍﺭﺉ ﻋﻠﻰ ﻣﺪﺍﺭ 24 ﺳﺎﻋﺔ. ﺍﺧﺘﺒﺮ; ﺗﻘﺪﻳﻢ ﺩﻋﻢ ﻣﻦ ﺍﻟﻤﺴﺘﻮﻯ ﺍﻟﺜﺎﻧﻲ ؛ ﻭﺗﻮﻓﻴﺮ ﻭﺛﺎﺋﻖ ﺍﻟﻤﺴﺘﺨﺪﻡ ﻭﺍﻟﻮﺛﺎﺋﻖ ﺍﻟﻔﻨﻴﺔ ﻟﻨﻈﺎﻡ ﻓﻮﺍﺗﻴﺮ ﺍﻻﺗﺼﺎﻻﺕ ﻭﺍﻟﺮﻋﺎﻳﺔ HPARC (\"ﺍﻟﻨﻈﺎﻡ\").  ﻣﻦ ﺃﺟﻞ ﺃﺩﺍﺀ ﺍﻟﺨﺪﻣﺎﺕ، ﺗﻔﻮﺽ HPARC ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﺑﺒﻨﺎﺀ ﻓﺮﻳﻖ ﻣﻦ ﺍﻟﻤﻮﻇﻔﻴﻦ ﻳﻘﺘﺮﺏ ﻣﻦ ﻣﺨﻄﻂ ﺍﻟﻌﻤﻞ ﺍﻟﻤﻨﺼﻮﺹ ﻋﻠﻴﻪ ﻓﻲ ﺍﻟﻤﻠﺤﻖ ﺃ ﻓﻲ ﺃﻗﺮﺏ ﻭﻗﺖ ﻣﻌﻘﻮﻝ. \nﺍﻟﺘﻘﺎﺭﻳﺮ.  ﻳﺠﺐ ﻋﻠﻰ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﺗﺴﻠﻴﻢ ﺗﻘﺎﺭﻳﺮ HPARC ﺑﺎﻟﺘﻨﺴﻴﻖ ﺍﻟﻤﻨﺼﻮﺹ ﻋﻠﻴﻪ ﻓﻲ ﺍﻟﻤﻠﺤﻖ C ﻋﻠﻰ ﺃﺳﺎﺱ ﺃﺳﺒﻮﻋﻲ ﺃﻭ ﻋﻠﻰ ﺍﻟﻨﺤﻮ ﺍﻟﻤﺤﺪﺩ ﻣﻦ ﻗﺒﻞ ﻣﺪﻳﺮ ﻣﺸﺮﻭﻉ HPARC ، ﻭﺍﻟﺘﻲ ﻳﺠﺐ ﺃﻥ ﺗﺤﺘﻮﻱ ﻋﻠﻰ ﻭﺻﻒ ﻟﻠﻮﺿﻊ ﺍﻟﺤﺎﻟﻲ ﻟﻠﻨﻈﺎﻡ ، ﻭﺍﻟﻤﻮﻇﻔﻴﻦ ﻭﻓﺌﺔ ﻣﻬﺎﺭﺍﺗﻬﻢ ﺍﻟﺬﻳﻦ ﻳﻌﻤﻠﻮﻥ ﻋﻠﻰ ﺍﻟﻨﻈﺎﻡ ، ﻭﺍﻟﺘﻘﺪﻡ ﺍﻟﻤﺤﺮﺯ ﻧﺤﻮ ﺃﻫﺪﺍﻑ HPARC ﺍﻟﻤﻌﻴﻨﺔ ﻭﺍﻟﺘﻘﺪﻡ ﺍﻟﻤﻘﺪﺭ ﺍﻟﺬﻱ ﺳﻴﺘﻢ ﺇﺣﺮﺍﺯﻩ ﻓﻲ ﺍﻷﺳﺒﻮﻉ ﺍﻟﻤﻘﺒﻞ.  ﻳﺠﺐ ﻋﻠﻰ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﺃﻥ ﻳﺠﺘﻤﻊ ﻣﻊ HPARC ﺷﻬﺮﻳﺎ ﻓﻲ ﻣﻮﻗﻊ ﻣﺘﻔﻖ ﻋﻠﻴﻪ ﺑﺸﻜﻞ ﻣﺘﺒﺎﺩﻝ، ﺃﻭ ﻓﻲ ﻛﺜﻴﺮ ﻣﻦ ﺍﻷﺣﻴﺎﻥ ﺇﺫﺍ ﻃﻠﺒﺖ HPARC ﺫﻟﻚ، ﻟﻤﻨﺎﻗﺸﺔ ﺍﻟﺘﻘﺪﻡ ﺍﻟﻤﺤﺮﺯ ﻓﻲ ﺍﻟﺨﺪﻣﺎﺕ ﻭﺣﺎﻟﺔ ﺍﻟﻨﻈﺎﻡ ﻭﺍﻹﺑﻼﻍ ﻋﻨﻪ. ﻗﺪ ﺗﻌﻘﺪ ﺑﻌﺾ ﻫﺬﻩ ﺍﻻﺟﺘﻤﺎﻋﺎﺕ ﺑﺎﺳﺘﺨﺪﺍﻡ ﺍﻟﺘﻜﻨﻮﻟﻮﺟﻴﺎ ﻋﺒﺮ ﺍﻹﻧﺘﺮﻧﺖ. \nﻣﻮﺍﺭﺩ ﺍﻟﺘﻮﻇﻴﻒ ﻭﺍﻟﻀﻤﺎﻥ.  ﺗﺤﺘﻔﻆ HPARC ﺑﺎﻟﺤﻖ ﻓﻲ ﺍﻟﻤﻮﺍﻓﻘﺔ ﻋﻠﻰ ﺟﻤﻴﻊ ﻗﺮﺍﺭﺍﺕ ﺍﻟﺘﻮﻇﻴﻒ.  ﺳﻴﺘﻢ ﺍﺳﺘﺨﺪﺍﻡ ﺍﻟﻤﻮﺍﺭﺩ ﻋﻠﻰ ﻣﺸﺎﺭﻳﻊ HPARC ﺑﺎﻻﺗﻔﺎﻕ ﺍﻟﻤﺘﺒﺎﺩﻝ ﺑﻴﻦ ﺍﻟﻄﺮﻓﻴﻦ ﻭﻟﻦ ﻳﺘﻢ ﺇﻋﺎﺩﺓ ﺗﺨﺼﻴﺺ ﻫﺬﻩ ﺍﻟﻤﻮﺍﺭﺩ ﺩﻭﻥ ﻣﻮﺍﻓﻘﺔ ﺧﻄﻴﺔ ﻣﺴﺒﻘﺔ ﻣﻦ HPARC.  ﺗﺤﺘﻔﻆ HPARC ﺑﺎﻟﺤﻖ ﻓﻲ ﺇﺯﺍﻟﺔ ﺃﻱ ﻣﻦ ﻣﻮﻇﻔﻲ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﻣﻦ ﻣﺸﺎﺭﻳﻊ HPARC ﻷﻱ ﺳﺒﺐ ﺗﺮﺍﻩ HPARC ﺿﺮﻭﺭﻳﺎ ﻟﻠﺠﻮﺩﺓ ﻭﺍﻷﺩﺍﺀ.  ﻳﺠﺐ ﺗﻄﺒﻴﻖ ﺍﻟﻤﻮﺍﺭﺩ ﺣﺼﺮﻳﺎ ﻋﻠﻰ ﻣﺸﺎﺭﻳﻊ HPARC، ﻭﻟﻦ ﺗﺘﻢ ﻣﺸﺎﺭﻛﺘﻬﺎ ﻣﻊ ﺍﻟﻤﺸﺎﺭﻳﻊ ﺍﻷﺧﺮﻯ ﺍﻟﺘﻲ ﻗﺪ ﻳﺪﻋﻤﻬﺎ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ.  ﻳﻮﺍﻓﻖ ﻣﻄﻮﺭ ﺍﻟﺒﺮﻣﺠﻴﺎﺕ ﻋﻠﻰ ﺃﻥ ﺍﻟﻔﺸﻞ ﻓﻲ ﺍﻟﺤﻔﺎﻅ ﻋﻠﻰ ﻣﺴﺘﻮﻳﺎﺕ ﺍﻟﺘﻮﻇﻴﻒ ﺍﻟﻤﻄﻠﻮﺑﺔ ﺳﻴﻜﻮﻥ ﺿﺎﺭﺍ ﺑﻨﺠﺎﺡ ﻣﺸﺎﺭﻳﻊ HPARC.   \nﺍﻟﺘﺄﻣﻴﻦ.  ﻳﺠﺐ ﻋﻠﻰ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﺗﻮﻓﻴﺮ ﺍﻟﺘﺄﻣﻴﻦ ﺍﻟﻄﺒﻲ ﻭﺍﻟﺘﺄﻣﻴﻦ ﺿﺪ ﺍﻟﺤﻮﺍﺩﺙ ﺍﻟﻜﺎﻓﻲ ﻟﺠﻤﻴﻊ ﺍﻻﺳﺘﺸﺎﺭﻳﻴﻦ ﺍﻟﺬﻳﻦ ﻳﻮﻓﺮﻫﻢ ﻣﻄﻮﺭ ﺍﻟﺒﺮﻣﺠﻴﺎﺕ، ﺳﻮﺍﺀ ﻛﺎﻧﻮﺍ ﻳﻌﻤﻠﻮﻥ ﻓﻲ ﻣﻮﻗﻊ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﺃﻭ ﻳﻌﻤﻠﻮﻥ ﺩﻭﻟﻴﺎ ﻓﻲ ﻣﺸﺎﺭﻳﻊ HPARC.  ﻳﺠﺐ ﺃﻥ ﻳﺤﻤﻞ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﺃﻳﻀﺎ ﺗﺄﻣﻴﻨﺎ ﻛﺎﻓﻴﺎ ﻟﺤﻤﺎﻳﺔ ﺍﻟﻤﺮﺍﻓﻖ ﻭﺍﻟﻤﻌﺪﺍﺕ ﻭﺍﻟﻤﻠﻜﻴﺔ ﺍﻟﻔﻜﺮﻳﺔ ﺍﻟﺘﻲ ﺗﻮﻓﺮﻫﺎ HPARC ﺍﻟﻤﻮﺟﻮﺩﺓ ﻋﻠﻰ ﻣﻮﻗﻊ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ. \nﻣﺴﺆﻭﻟﻴﺎﺕ HPARC \nﻋﺎﻡ.  ﻣﺎ ﻟﻢ ﻳﺘﻢ ﺍﻻﺗﻔﺎﻕ ﻋﻠﻰ ﺧﻼﻑ ﺫﻟﻚ، ﻳﺠﺐ ﻋﻠﻰ HPARC ﺗﻄﻮﻳﺮ ﺗﺼﻤﻴﻤﺎﺕ ﺍﻷﻋﻤﺎﻝ ﻟﻠﻤﻨﺘﺞ ﺍﻷﺳﺎﺳﻲ ﻭﺍﻟﺘﺨﺼﻴﺺ؛ ﻭﺗﺰﻭﻳﺪ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﺑﺈﻣﻜﺎﻧﻴﺔ ﺍﻟﻮﺻﻮﻝ ﺇﻟﻰ ﺷﺒﻜﺔ HPARC ﺇﺫﺍ ﻟﺰﻡ ﺍﻷﻣﺮ.  ﻳﺠﺐ ﺃﻥ ﻳﺴﺎﻋﺪ HPARC ﻓﻲ ﺍﺧﺘﺒﺎﺭ ﺍﻟﺘﻜﺎﻣﻞ ﻭﺇﺩﺍﺭﺓ ﺍﻟﺘﻜﻮﻳﻦ ﺧﻼﻝ ﻓﺘﺮﺓ ﺗﺪﺭﻳﺐ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ.  ﻳﺠﺐ ﺃﻻ ﺗﺘﺠﺎﻭﺯ ﻓﺘﺮﺓ ﺍﻟﺘﺪﺭﻳﺐ ﻫﺬﻩ ﺳﺘﺔ (6) ﺃﺷﻬﺮ ﻣﻦ ﺗﺎﺭﻳﺦ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ. \nﺍﻟﺘﺪﺭﻳﺐ.  ﻳﺠﺐ ﻋﻠﻰ HPARC ﺗﺰﻭﻳﺪ ﻣﻄﻮﺭﻱ ﺍﻟﺒﺮﺍﻣﺞ ﺑﺎﻟﺘﺪﺭﻳﺐ ﺍﻟﻜﺎﻓﻲ ﻋﻠﻰ ﺃﻧﻈﻤﺔ HPARC ﻭﻛﻞ ﺗﻜﻮﻳﻦ ﺧﺎﺹ ﺏ HPARC ﻣﻦ ﺃﺟﻞ ﺗﺴﻬﻴﻞ ﻧﻘﻞ ﺟﻤﻴﻊ ﺍﻟﻤﻌﺮﻓﺔ ﺍﻟﻔﻨﻴﺔ ﻭﻣﻌﺮﻓﺔ ﺍﻟﻤﻨﺘﺞ ﻣﻦ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﺇﻟﻰ .HPARC"
    },
    {
        "id": "sec_3",
        "lang": "ar",
        "title": "4. \tﺍﻟﺮﺳﻮﻡ ﻭﺍﻟﺪﻓﻊ",
        "level": 1,
        "start_char": 4761,
        "end_char": 6823,
        "len": 2062,
        "text": "4. \tﺍﻟﺮﺳﻮﻡ ﻭﺍﻟﺪﻓﻊ \nﺍﻟﺮﺳﻮﻡ.  ﺍﻟﺮﺳﻮﻡ ﺍﻹﺟﻤﺎﻟﻴﺔ ﻟﻬﺬﻩ ﺍﻟﻤﻬﻤﺔ ﻫﻲ ﻣﺒﻠﻎ ﻣﻘﻄﻮﻉ -\n_____________________, ($________).  HPARC ﻫﻲ ﺷﺮﻛﺔ ﻏﻴﺮ ﺭﺑﺤﻴﺔ 501c (3) ، ﻟﺬﺍ ﻻ ﻳﺠﺐ ﺇﺻﺪﺍﺭ ﻓﺎﺗﻮﺭﺓ ﺑﺄﻱ ﺿﺮﺍﺋﺐ. \nﺍﻟﻔﻮﺍﺗﻴﺮ.  ﻳﺠﺐ ﻋﻠﻰ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﺗﺰﻭﻳﺪ HPARC ، ﻋﻠﻰ ﺃﺳﺎﺱ ﺷﻬﺮﻱ ، ﺑﻔﺎﺗﻮﺭﺓ ﺑﻨﺎﺀ ﻋﻠﻰ ﻧﺴﺒﺔ ﻣﺌﻮﻳﺔ ﻣﻜﺘﻤﻠﺔ ﻟﻜﻞ ﻣﻬﻤﺔ ﺗﻄﻮﻳﺮ ﻭﺗﺴﻠﻴﻤﺎﺕ. \nﺳﺪﺍﺩ ﻧﻔﻘﺎﺕ ﺍﻟﺴﻔﺮ.  ﻳﺠﺐ ﺇﻧﺸﺎﺀ ﻓﻮﺍﺗﻴﺮ ﻧﻔﻘﺎﺕ ﺳﻔﺮ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﺟﻨﺒﺎ ﺇﻟﻰ ﺟﻨﺐ ﻣﻊ ﺍﻟﻔﻮﺍﺗﻴﺮ ﺍﻟﺸﻬﺮﻳﺔ ﻟﻠﻌﻤﺎﻟﺔ ﻭﺍﻟﻨﻔﻘﺎﺕ ﺍﻟﻤﺘﻨﻮﻋﺔ.  ﻳﺠﺐ ﺗﻘﺪﻳﻢ ﺟﻤﻴﻊ ﺍﻟﻔﻮﺍﺗﻴﺮ ﻣﻊ ﺍﻟﻤﺴﺘﻨﺪﺍﺕ ﺍﻟﻜﺎﻓﻴﺔ ، ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ ﻧﻤﻮﺫﺝ ﺗﺼﺮﻳﺢ ﺍﻟﺴﻔﺮ ﺍﻟﻤﺤﺪﺩ ، ﻭﻧﻤﻮﺫﺝ ﺗﻘﺮﻳﺮ ﻧﻔﻘﺎﺕ ﺍﻟﺴﻔﺮ ، ﻭﺍﻹﻳﺼﺎﻻﺕ ﺍﻷﺻﻠﻴﺔ ، ﻭﺳﺒﺐ ﺍﻟﺴﻔﺮ ، ﻭﺍﻟﻤﻮﺍﻓﻘﺔ ﺍﻟﺨﻄﻴﺔ ﻣﻦ ﻣﺪﻳﺮ ﻣﺸﺮﻭﻉ HPARC.  ﺳﻴﺘﻢ ﺗﺤﺪﻳﺪ ﻣﻌﺪﻻﺕ ﺍﻟﺴﻔﺮ ﺍﻟﻴﻮﻣﻴﺔ ﻣﻦ ﻗﺒﻞ ﻣﺪﻳﺮ ﻣﺸﺮﻭﻉ HPARC ﺍﻋﺘﻤﺎﺩﺍ ﻋﻠﻰ ﺍﻟﻮﺟﻬﺔ.  ﻳﺠﺐ ﺃﻥ ﻳﻮﺍﻓﻖ HPARC ﻋﻠﻰ ﺟﻤﻴﻊ ﻧﻔﻘﺎﺕ ﺍﻟﺴﻔﺮ ﻭﺍﻟﻨﻔﻘﺎﺕ ﺍﻟﻤﺘﻨﻮﻋﺔ ﻣﺴﺒﻘﺎ. \nﺍﻟﻤﺪﻓﻮﻋﺎﺕ.  ﻳﺠﺐ ﻋﻠﻰ HPARC ﺩﻓﻊ ﺟﻤﻴﻊ ﺍﻟﻔﻮﺍﺗﻴﺮ ﻏﻴﺮ ﺍﻟﻤﺘﻨﺎﺯﻉ ﻋﻠﻴﻬﺎ ﻓﻲ ﻏﻀﻮﻥ ﺛﻼﺛﻴﻦ (30) ﻳﻮﻣﺎ ﻣﻦ ﺍﺳﺘﻼﻡ ﻫﺬﻩ ﺍﻟﻔﺎﺗﻮﺭﺓ.  ﻳﺠﺐ ﺃﻥ ﻳﺘﻢ ﺳﺪﺍﺩ ﺟﻤﻴﻊ ﺍﻟﻤﺪﻓﻮﻋﺎﺕ ﺑﻮﺍﺳﻄﺔ HPARC ﺇﻟﻰ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﺑﺎﻟﺪﻭﻻﺭ ﺍﻷﻣﺮﻳﻜﻲ.   \n5. \tﺗﻐﻴﻴﺮ ﺍﻟﻨﻄﺎﻕ.  ﻓﻲ ﺃﻱ ﻭﻗﺖ ﺧﻼﻝ ﻣﺪﺓ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﻗﺪ ﺗﻄﻠﺐ HPARC ﻣﻦ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﺗﻘﺪﻳﻢ ﺧﺪﻣﺎﺕ ﺇﺿﺎﻓﻴﺔ ﺃﻭ ﻣﺨﻔﻀﺔ ﻋﻠﻰ ﺍﻟﻨﺤﻮ ﺍﻟﻤﺒﻴﻦ ﺃﺩﻧﺎﻩ. \nﺗﻘﺪﻳﻢ ﺍﻟﻄﻠﺐ.  ﻳﺠﺐ ﻋﻠﻰ HPARC ﺗﻘﺪﻳﻢ ﺟﻤﻴﻊ ﺍﻟﻄﻠﺒﺎﺕ ﺍﻟﻤﻘﺪﻣﺔ ﻣﻦ HPARC ﺇﻟﻰ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﻛﺘﺎﺑﻴﺎ ﻷﻱ ﺗﻌﺪﻳﻞ ﻣﻦ ﻫﺬﺍ ﺍﻟﻘﺒﻴﻞ ﻟﻠﺨﺪﻣﺎﺕ ﺍﻟﺘﻲ ﺗﻐﻴﺮ ﺃﻭ ﺗﻌﺪﻝ ﺃﻭ ﺗﻌﺰﺯ ﺃﻭ ﺗﻀﻴﻒ ﺇﻟﻰ ﺍﻟﺨﺪﻣﺎﺕ ﻭ/ﺃﻭ ﻭﻗﺖ ﻭ/ﺃﻭ ﻣﻜﺎﻥ ﺍﻷﺩﺍﺀ (ﻳﺸﺎﺭ ﺇﻟﻴﻬﺎ ﻓﻴﻤﺎ ﻳﻠﻲ ﺑﺎﺳﻢ \"ﻃﻠﺐ ﺍﻟﺘﻌﺪﻳﻞ/ﺍﻟﺘﻐﻴﻴﺮ\" ﺃﻭ \"ﺍﻟﻄﻠﺐ\".  ﺳﺘﻘﺪﻡ HPARC ﺇﺷﻌﺎﺭﺍ ﻣﺪﺗﻪ ﺛﻼﺛﻮﻥ (30) ﻳﻮﻣﺎ ﻓﻲ ﺣﺎﻟﺔ ﺍﻧﺨﻔﺎﺽ ﺍﻟﺨﺪﻣﺎﺕ. \nﺃﺩﺍﺀ.  ﺑﻨﺎﺀ ﻋﻠﻰ ﻫﺬﺍ ﺍﻟﺘﻔﻮﻳﺾ ﻣﻦ ﻗﺒﻞ HPARC ﻟﻄﻠﺐ ﺍﻟﺘﻌﺪﻳﻞ/ﺍﻟﺘﻐﻴﻴﺮ، ﺳﻴﻘﻮﻡ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﺑﺘﻨﻔﻴﺬ ﻫﺬﺍ ﺍﻟﻄﻠﺐ ﻋﻠﻰ ﺍﻟﻔﻮﺭ.  ﻻ ﻳﺠﻮﺯ ﻟﻤﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﺃﺩﺍﺀ ﺃﻱ ﺧﺪﻣﺎﺕ ﻗﺒﻞ ﺍﻟﺤﺼﻮﻝ ﻋﻠﻰ ﺇﺫﻥ ﻛﺘﺎﺑﻲ ﻣﻦ HPARC. \nﺍﺗﻔﺎﻗﻴﺔ ﻣﻠﺰﻣﺔ.  ﻷﻏﺮﺍﺽ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﻳﻌﺘﺒﺮ ﻛﻞ ﻃﻠﺐ ﺗﻌﺪﻳﻞ/ﺗﻐﻴﻴﺮ ﻣﺼﺮﺡ ﺑﻪ ﻛﺘﺎﺑﻴﺎ ﺣﺴﺐ ﺍﻷﺻﻮﻝ ﻣﻦ ﻗﺒﻞ HPARC ﻭﻳﻮﺍﻓﻖ ﻋﻠﻴﻪ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﻣﺪﻣﺠﺎ ﻓﻲ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻭﺟﺰﺀﺍ ﻣﻨﻬﺎ، ﻭﻳﺸﻜﻞ ﻛﻞ ﻃﻠﺐ ﻣﻦ ﻫﺬﺍ ﺍﻟﻘﺒﻴﻞ ﺗﻌﺪﻳﻼ ﺭﺳﻤﻴﺎ ﻟﻬﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﻣﻊ ﺗﻌﺪﻳﻞ ﺍﻟﺮﺳﻮﻡ ﻭﺍﻟﺨﺪﻣﺎﺕ ﻋﻠﻰ ﺍﻟﻨﺤﻮ ﺍﻟﻤﺘﻔﻖ ﻋﻠﻴﻪ ﻧﻬﺎﺋﻴﺎ \nﻛﻞ ﻃﻠﺐ ﺗﻌﺪﻳﻞ / ﺗﻐﻴﻴﺮ ﻣﺼﺮﺡ ﺑﻪ.  ﻻ ﻳﺠﻮﺯ ﺑﺄﻱ ﺣﺎﻝ ﻣﻦ ﺍﻷﺣﻮﺍﻝ ﺍﻋﺘﺒﺎﺭ ﺍﻟﺨﺪﻣﺎﺕ ﻣﻌﺪﻟﺔ ﺃﻭ ﻣﻌﺪﻟﺔ ﺃﻭ ﻣﺤﺴﻨﺔ ﺃﻭ ﻣﺨﻔﻀﺔ ﺃﻭ ﻣﻌﺪﻟﺔ ﺑﺄﻱ ﺷﻜﻞ ﺁﺧﺮ ﺇﻻ ﻣﻦ ﺧﻼﻝ ﺗﻔﻮﻳﺾ ﻛﺘﺎﺑﻲ ﻣﻦ HPARC ﻟﻄﻠﺐ ﺍﻟﺘﻌﺪﻳﻞ/ﺍﻟﺘﻐﻴﻴﺮ ﻭﻗﺒﻮﻝ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ، ﻛﻞ ﺫﻟﻚ ﻭﻓﻘﺎ ﻟﻬﺬﺍ ﺍﻟﻘﺴﻢ 5."
    },
    {
        "id": "sec_4",
        "lang": "ar",
        "title": "6. \tﺇﺧﻼﺀ ﺍﻟﻤﺴﺆﻭﻟﻴﺔ ﻋﻦ ﺍﻟﻀﻤﺎﻥ ﻭﺍﻟﻀﻤﺎﻥ",
        "level": 1,
        "start_char": 6823,
        "end_char": 8828,
        "len": 2005,
        "text": "6. \tﺇﺧﻼﺀ ﺍﻟﻤﺴﺆﻭﻟﻴﺔ ﻋﻦ ﺍﻟﻀﻤﺎﻥ ﻭﺍﻟﻀﻤﺎﻥ \nﻳﻘﺮ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﻭﻳﻀﻤﻦ ﻟﺸﺮﻛﺔ HPARC ﺃﻥ ﺟﻤﻴﻊ ﺍﻟﺨﺪﻣﺎﺕ ﻭﺍﻷﻋﻤﺎﻝ ﻭﺍﻟﺘﺴﻠﻴﻤﺎﺕ ﺍﻟﺘﻲ ﺳﻴﺘﻢ ﺗﻨﻔﻴﺬﻫﺎ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻳﺠﺐ ﺃﻥ ﻳﺘﻢ ﺗﻨﻔﻴﺬﻫﺎ ﻣﻦ ﻗﺒﻞ ﻣﻮﻇﻔﻴﻦ ﻣﺆﻫﻠﻴﻦ ﺑﻄﺮﻳﻘﺔ ﺍﺣﺘﺮﺍﻓﻴﺔ ﻭﻣﻬﻨﻴﺔ، ﻭﻓﻘﺎ ﻷﻋﻠﻰ ﻣﻌﺎﻳﻴﺮ ﺍﻟﺼﻨﺎﻋﺔ.  ﻳﺠﺐ ﺗﻘﺪﻳﻢ ﺟﻤﻴﻊ ﺍﻟﺨﺪﻣﺎﺕ ﺑﻤﺎ ﻳﺮﺿﻲ HPARC ﺑﺤﺴﻦ ﻧﻴﺔ. \nﻳﻘﺮ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﻭﻳﻀﻤﻦ ﻝ HPARC ﺃﻥ HPARC ﺳﺘﺤﺼﻞ ﻋﻠﻰ ﺧﻴﺮ \nﻭﺳﻨﺪﺓ ﻣﻠﻜﻴﺔ ﺻﺎﻟﺤﺔ ﻟﺠﻤﻴﻊ ﺍﻟﺘﺴﻠﻴﻤﺎﺕ ﺍﻟﺘﻲ ﻳﻘﺪﻣﻬﺎ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﺇﻟﻰ HPARC ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﺧﺎﻟﻴﺔ ﻭﺧﺎﻟﻴﺔ ﻣﻦ ﺟﻤﻴﻊ ﺍﻷﻋﺒﺎﺀ ﻭﺍﻻﻣﺘﻴﺎﺯﺍﺕ ﻣﻦ ﺃﻱ ﻧﻮﻉ. \nﻳﻘﺮ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﻭﻳﻀﻤﻦ ﻟﺸﺮﻛﺔ HPARC ﺃﻧﻪ ﻻ ﻳﻘﻮﻡ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ، ﻓﻴﻤﺎ ﻳﺘﻌﻠﻖ ﺑﺄﺩﺍﺀ ﺍﻟﺨﺪﻣﺎﺕ، ﻭﻻ ﺍﻟﻨﻈﺎﻡ ﺍﻟﻤﻜﺘﻤﻞ ﺑﺎﻧﺘﻬﺎﻙ ﺃﻱ ﺑﺮﺍﺀﺓ ﺍﺧﺘﺮﺍﻉ ﺃﻭ ﺣﻘﻮﻕ ﻧﺸﺮ ﺃﻭ ﻋﻼﻣﺔ ﺗﺠﺎﺭﻳﺔ ﺃﻭ ﺃﺳﺮﺍﺭ ﺗﺠﺎﺭﻳﺔ ﺃﻭ ﺃﻱ ﺣﻖ ﻣﻠﻜﻴﺔ ﺁﺧﺮ ﻷﻱ ﻃﺮﻑ ﺛﺎﻟﺚ.  ﻛﻤﺎ ﻳﻘﺮ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﻭﻳﻀﻤﻦ ﻟﺸﺮﻛﺔ HPARC ﺃﻥ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﻟﻦ ﻳﺴﺘﺨﺪﻡ ﺃﻱ ﺃﺳﺮﺍﺭ ﺗﺠﺎﺭﻳﺔ ﺃﻭ ﻣﻌﻠﻮﻣﺎﺕ ﺳﺮﻳﺔ ﺃﻭ ﻣﻠﻜﻴﺔ ﻣﻤﻠﻮﻛﺔ ﻷﻱ ﻃﺮﻑ ﺛﺎﻟﺚ ﻓﻲ ﺃﺩﺍﺀ ﺍﻟﺨﺪﻣﺎﺕ ﺃﻭ ﺗﻄﻮﻳﺮ ﺍﻟﻨﻈﺎﻡ.  ﻛﻤﺎ ﻳﻘﺮ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﻭﻳﻀﻤﻦ ﻟﺸﺮﻛﺔ HPARC ﺃﻧﻪ ﻻ ﻳﻮﺟﺪ ﻣﻄﻮﺭ ﺑﺮﺍﻣﺞ ﺃﻭ ﺃﻱ ﺷﺮﻛﺔ ﺃﻭ ﻓﺮﺩ ﺁﺧﺮ ﻳﺆﺩﻱ ﺧﺪﻣﺎﺕ ﻭﻓﻘﺎ ﻟﻬﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻏﻴﺮ ﻣﻠﺰﻣﻴﻦ ﺑﺎﻟﺘﻨﺎﺯﻝ ﻋﻦ ﺃﻱ ﻋﻤﻞ ﻳﺘﻢ ﺇﻧﺠﺎﺯﻩ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺃﻭ ﺇﻋﻄﺎﺅﻩ ﻷﻱ ﺟﻬﺔ ﺧﺎﺭﺟﻴﺔ. \nﻳﻀﻤﻦ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﺃﻧﻪ ﻟﻤﺪﺓ ﻋﺎﻡ ﻭﺍﺣﺪ ﺑﻌﺪ ﻗﺒﻮﻝ ﺍﻟﺨﺪﻣﺎﺕ ﻭﺍﻟﻨﻈﺎﻡ، ﻳﺠﺐ ﺃﻥ ﺗﻜﻮﻥ ﺍﻟﺨﺪﻣﺎﺕ ﻭﺍﻟﻨﻈﺎﻡ ﺧﺎﻟﻴﺔ ﻣﻦ ﺍﻟﻌﻴﻮﺏ ﻓﻲ ﺍﻟﺘﺼﻨﻴﻊ ﻭﺍﻟﻤﻮﺍﺩ ﻭﻳﺠﺐ ﺃﻥ ﺗﺘﻮﺍﻓﻖ ﺑﺸﻜﻞ ﻛﺒﻴﺮ ﻣﻊ ﺍﻟﻤﻮﺍﺻﻔﺎﺕ ﻭﻣﻌﺎﻳﻴﺮ ﺍﻷﺩﺍﺀ ﻭﺍﻟﻘﺪﺭﺍﺕ ﻭﺍﻟﺨﺼﺎﺋﺺ ﻭﺍﻟﻤﻮﺍﺻﻔﺎﺕ ﻭﺍﻟﻮﻇﺎﺋﻒ ﻭﺍﻷﻭﺻﺎﻑ ﻭﺍﻟﻤﻌﺎﻳﻴﺮ ﺍﻷﺧﺮﻯ ﺍﻟﻤﻄﺒﻘﺔ ﻋﻠﻴﻬﺎ ﻋﻠﻰ ﺍﻟﻨﺤﻮ ﺍﻟﻤﻨﺼﻮﺹ ﻋﻠﻴﻪ ﻓﻲ ﻛﻞ ﺃﻣﺮ ﻋﻤﻞ.  ﻓﻲ ﺣﺎﻟﺔ ﺍﻛﺘﺸﺎﻑ ﻋﻴﻮﺏ ﺧﻼﻝ ﻓﺘﺮﺓ ﺍﻟﻀﻤﺎﻥ، ﻳﺠﺐ ﻋﻠﻰ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﻣﻌﺎﻟﺠﺔ ﻫﺬﻩ ﺍﻟﻌﻴﻮﺏ ﻋﻠﻰ ﺍﻟﻔﻮﺭ ﺩﻭﻥ ﺃﻱ ﻧﻔﻘﺎﺕ ﺇﺿﺎﻓﻴﺔ ﻋﻠﻰ HPARC. \nﺑﺎﺳﺘﺜﻨﺎﺀ ﻣﺎ ﻫﻮ ﻣﻨﺼﻮﺹ ﻋﻠﻴﻪ ﻓﻲ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﻻ ﺗﻮﺟﺪ ﺿﻤﺎﻧﺎﺕ ﺻﺮﻳﺤﺔ ﺃﻭ ﺿﻤﻨﻴﺔ، ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ ﺍﻟﻀﻤﺎﻧﺎﺕ ﺍﻟﻀﻤﻨﻴﺔ ﻟﻠﺘﺴﻮﻳﻖ ﻭﺍﻟﻤﻼﺀﻣﺔ ﻟﻐﺮﺽ ﻣﻌﻴﻦ، ﻣﻊ ﺍﺣﺘﺮﺍﻡ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻭﺍﻟﻨﻈﺎﻡ ﻭﺍﻟﺨﺪﻣﺎﺕ. \nﺗﻘﺮ HPARC ﻭﺗﻮﺍﻓﻖ ﺻﺮﺍﺣﺔ ﻋﻠﻰ ﺃﻥ (1) ﻻ ﻳﻘﻮﻡ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﺑﺬﻟﻚ. \nﺿﻤﺎﻥ ﺃﻥ ﺍﻟﻨﻈﺎﻡ ﺳﻴﻠﺒﻲ ﺟﻤﻴﻊ ﺍﺣﺘﻴﺎﺟﺎﺕ HPARC ﺃﻭ ﺃﻥ ﺗﺸﻐﻴﻠﻪ ﺳﻴﻜﻮﻥ ﺩﻭﻥ ﺍﻧﻘﻄﺎﻉ ﺃﻭ ﺧﺎﻝ ﻣﻦ ﺍﻷﺧﻄﺎﺀ. ﻭ (ii) ﻻ ﻳﺘﺤﻤﻞ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﺃﻱ ﺍﻟﺘﺰﺍﻣﺎﺕ ﺑﻀﻤﺎﻥ ﺃﻭ ﺇﺗﻘﺎﻥ ﺗﺸﻐﻴﻠﻪ ﺃﻭ ﺗﻮﺍﻓﻘﻪ ﻣﻊ ﺃﻱ ﺇﺻﺪﺍﺭ ﺃﻭ ﺇﺻﺪﺍﺭ ﺣﺎﻟﻲ ﺃﻭ ﻣﺴﺘﻘﺒﻠﻲ ﻷﻱ ﺃﺟﻬﺰﺓ ﺃﻭ ﻣﻌﺪﺍﺕ ﺃﻭ ﺑﺮﺍﻣﺞ ﺗﺸﻐﻴﻞ ﺃﻭ ﻣﻨﺘﺠﺎﺕ ﺑﺮﻣﺠﻴﺔ ﺃﺧﺮﻯ ﻗﺪ ﺗﺤﺼﻞ ﻋﻠﻴﻬﺎ HPARC ﺃﻭ ﺗﺘﻠﻘﺎﻫﺎ ﻣﻦ ﺃﻱ ﻣﺼﺪﺭ، ﺑﺎﺳﺘﺜﻨﺎﺀ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ."
    },
    {
        "id": "sec_5",
        "lang": "ar",
        "title": "7. \tﺍﻹﻧﻬﺎﺀ ﻭﺗﺄﺛﻴﺮ ﺍﻹﻧﻬﺎﺀ",
        "level": 1,
        "start_char": 8828,
        "end_char": 9664,
        "len": 836,
        "text": "7. \tﺍﻹﻧﻬﺎﺀ ﻭﺗﺄﺛﻴﺮ ﺍﻹﻧﻬﺎﺀ \nﻳﺠﻮﺯ ﺇﻧﻬﺎﺀ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻣﻦ ﻗﺒﻞ ﺃﻱ ﻣﻦ ﺍﻟﻄﺮﻓﻴﻦ ﺑﻨﺎﺀ ﻋﻠﻰ ﺇﺷﻌﺎﺭ ﻛﺘﺎﺑﻲ ﺇﺫﺍ ﺍﻧﺘﻬﻚ ﺍﻟﻄﺮﻑ ﺍﻵﺧﺮ ﺃﻱ ﺷﺮﻁ ﺃﻭ ﺷﺮﻁ ﻣﺎﺩﻱ ﻟﻼﺗﻔﺎﻗﻴﺔ ﻭﻳﻈﻞ ﻫﺬﺍ ﺍﻟﺨﺮﻕ ﻏﻴﺮ ﻣﺼﺤﺢ ﻟﻤﺪﺓ ﺛﻼﺛﻴﻦ (30) ﻳﻮﻣﺎ ﺑﻌﺪ ﺍﺳﺘﻼﻡ ﺇﺷﻌﺎﺭ ﻛﺘﺎﺑﻲ ﺑﻬﺬﺍ ﺍﻟﺨﺮﻕ. \nﻳﺠﻮﺯ ﻟﺸﺮﻛﺔ HPARC ﺇﻧﻬﺎﺀ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻓﻲ ﺃﻱ ﻭﻗﺖ، ﻭﺩﻭﻥ ﺳﺒﺐ، ﺑﻨﺎﺀ ﻋﻠﻰ ﺇﺧﻄﺎﺭ ﻣﺴﺒﻖ ﻗﺒﻞ ﺗﺴﻌﻴﻦ (90) ﻳﻮﻣﺎ ﺃﻭ ﺩﻓﻊ ﻣﺒﺎﻟﻎ ﺗﻌﺎﺩﻝ ﻣﺒﺎﻟﻎ ﻓﻮﺗﺮﺓ ﺷﻬﺮ ﻭﺍﺣﺪ (1) ﺍﻟﺴﺎﺑﻖ. \nﻓﻲ ﺣﺎﻟﺔ ﺇﻧﻬﺎﺀ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻣﻦ ﻗﺒﻞ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﺩﻭﻥ ﺳﺒﺐ، ﻗﺒﻞ ﻧﻬﺎﻳﺔ ﻣﺪﺓ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﻳﺠﻮﺯ ﻝ HPARC ﺗﻤﺪﻳﺪ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺇﻟﻰ ﻣﺎ ﺑﻌﺪ ﺗﺎﺭﻳﺦ ﺍﻹﻧﻬﺎﺀ ﺍﻟﻤﻌﻠﻦ ﻟﻤﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﻟﻤﺪﺓ ﻣﺎﺋﺔ ﻭﺛﻤﺎﻧﻴﻦ (180) ﻳﻮﻣﺎ ﺑﻌﺪ ﺗﺎﺭﻳﺦ ﺍﻟﺬﻛﺮﻯ ﺍﻟﺴﻨﻮﻳﺔ ﺑﺎﻷﺳﻌﺎﺭ ﺍﻟﻤﻌﻤﻮﻝ ﺑﻬﺎ ﺣﺎﻟﻴﺎ،  ﻭﺑﻤﻮﺟﺐ ﻫﺬﺍ ﻳﺘﻢ ﺇﻧﻬﺎﺀ ﺍﻟﺘﺰﺍﻣﺎﺕ HPARC ﺑﻤﻮﺟﺐ ﺍﻟﻘﺴﻢ 3 (ﻭ). \nﻋﻨﺪ ﺇﻧﻬﺎﺀ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻷﻱ ﺳﺒﺐ ﻣﻦ ﺍﻷﺳﺒﺎﺏ، ﻟﻦ ﻳﺘﺤﻤﻞ ﺍﻟﻄﺮﻓﺎﻥ ﺃﻱ ﺍﻟﺘﺰﺍﻣﺎﺕ ﺃﺧﺮﻯ ﻭﻓﻘﺎ ﻟﺸﺮﻭﻁ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺑﺎﺳﺘﺜﻨﺎﺀ ﻣﺎ ﻫﻮ ﻣﻨﺼﻮﺹ ﻋﻠﻴﻪ ﻓﻲ ﺍﻷﻗﺴﺎﻡ 5 ﻭ8 ﻭ9 ﻭ11 ﻭ12 ﻭ13 ﻭ16 ﻭ17 ﻭ25."
    },
    {
        "id": "sec_6",
        "lang": "ar",
        "title": "8. \tﻋﻬﻮﺩ ﻋﺪﻡ ﺍﻟﻤﻨﺎﻓﺴﺔ ﻭﺍﻟﺴﺮﻳﺔ ﻭﻋﺪﻡ ﺍﻻﻟﺘﻤﺎﺱ",
        "level": 1,
        "start_char": 9664,
        "end_char": 11833,
        "len": 2169,
        "text": "8. \tﻋﻬﻮﺩ ﻋﺪﻡ ﺍﻟﻤﻨﺎﻓﺴﺔ ﻭﺍﻟﺴﺮﻳﺔ ﻭﻋﺪﻡ ﺍﻻﻟﺘﻤﺎﺱ \nﻋﻬﺪ ﻋﺪﻡ ﺍﻟﻤﻨﺎﻓﺴﺔ.  ﺑﺎﻟﻨﻈﺮ ﺇﻟﻰ ﺍﻟﻤﺪﻓﻮﻋﺎﺕ ﺍﻟﺘﻲ ﺗﺪﻓﻌﻬﺎ HPARC ﺇﻟﻰ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﺍﻟﻮﺍﺭﺩﺓ ﻫﻨﺎ، ﻳﻮﺍﻓﻖ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﻋﻠﻰ ﻋﺪﻡ ﺗﻄﻮﻳﺮ ﻣﻨﺘﺞ ﻣﻨﺎﻓﺲ ﺃﻭ ﺗﺼﻤﻴﻤﻪ ﺃﻭ ﺗﺮﻣﻴﺰﻩ ﺃﻭ ﺍﺧﺘﺒﺎﺭﻩ ﺃﻭ ﺗﻮﺛﻴﻘﻪ.  ﻳﺘﻌﻬﺪ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﻭﻳﻮﺍﻓﻖ ﺑﻤﻮﺟﺐ ﻫﺬﺍ ﻋﻠﻰ ﺃﻧﻪ ﻟﻴﺲ ﻟﻪ ﺃﻱ ﺣﻘﻮﻕ ﻓﻲ ﺗﺴﻮﻳﻖ ﺃﻭ ﺗﻮﺯﻳﻊ ﺃﻭ ﺑﻴﻊ ﺃﻭ ﺗﺮﺧﻴﺺ ﺃﻱ ﻣﻦ ﺍﻟﺘﻄﺒﻴﻘﺎﺕ ﺃﻭ ﺍﻟﺘﺴﻠﻴﻤﺎﺕ ﺍﻟﺘﻲ ﻳﺘﻢ ﺗﻄﻮﻳﺮﻫﺎ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ.  ﺑﺎﻹﺿﺎﻓﺔ ﺇﻟﻰ ﺫﻟﻚ، ﻳﺘﻌﻬﺪ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﻭﻳﻮﺍﻓﻖ ﻋﻠﻰ ﺃﻧﻪ ﺑﺪﻭﻥ ﻣﻮﺍﻓﻘﺔ ﺧﻄﻴﺔ ﻣﺴﺒﻘﺔ ﻣﻦ HPARC، ﻟﻦ ﻳﺪﺧﻞ ﻓﻲ ﺃﻱ ﻣﻨﺎﻗﺸﺎﺕ ﻣﻊ ﺃﻱ ﻃﺮﻑ ﻓﻴﻤﺎ ﻳﺘﻌﻠﻖ ﺑﺎﻟﺘﻄﺒﻴﻘﺎﺕ ﻭﺍﻟﺘﺴﻠﻴﻤﺎﺕ ﺍﻟﻤﺬﻛﻮﺭﺓ ﺃﻋﻼﻩ ﻟﻔﺘﺮﺓ ﺗﺒﺪﺃ ﻣﻦ ﺗﺎﺭﻳﺦ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻭﺗﻨﺘﻬﻲ ﻓﻲ ﺫﻟﻚ ﺍﻟﻴﻮﻡ ﻭﻫﻮ ﺍﻟﺬﻛﺮﻯ ﺍﻟﺴﻨﻮﻳﺔ ﺍﻟﺜﺎﻟﺜﺔ ﻟﻘﺒﻮﻝ HPARC ﻵﺧﺮ ﺗﺴﻠﻴﻢ ﻣﻘﺪﻡ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ.  ﻳﻘﺮ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﻭﻳﻮﺍﻓﻖ ﻋﻠﻰ ﺃﻥ ﺧﺮﻕ ﺍﻟﻌﻬﺪ ﺑﻌﺪﻡ ﺍﻟﺘﻨﺎﻓﺲ ﻫﻨﺎ ﺳﻴﺆﺩﻱ ﺇﻟﻰ ﺿﺮﺭ ﻻ ﻳﻤﻜﻦ ﺇﺻﻼﺣﻪ ﻝ HPARC ﻭﺍﻟﺬﻱ ﻟﻦ ﺗﻜﻮﻥ ﺍﻟﺘﻌﻮﻳﻀﺎﺕ ﺍﻟﻤﺎﻟﻴﺔ ﻋﻼﺟﺎ ﻣﻨﺎﺳﺒﺎ ﻟﻪ.  ﻭﺑﻨﺎﺀ ﻋﻠﻰ ﺫﻟﻚ، ﻳﻮﺍﻓﻖ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﻋﻠﻰ ﺃﻧﻪ ﻳﺤﻖ ﻝ HPARC ﺍﻟﺤﺼﻮﻝ ﻋﻠﻰ ﺃﻣﺮ ﻗﻀﺎﺋﻲ ﺃﻭ ﻣﺮﺳﻮﻡ ﺃﺩﺍﺀ ﻣﺤﺪﺩ ﺃﻭ ﺃﻱ ﺗﻌﻮﻳﺾ ﻋﺎﺩﻝ ﺁﺧﺮ ﻹﻧﻔﺎﺫ ﺍﻟﺘﺰﺍﻣﺎﺕ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﺑﻤﻮﺟﺐ ﻫﺬﺍ ﺍﻟﻘﺴﻢ.  ﺇﺫﺍ ﻛﺎﻥ ﺃﻱ ﺣﻜﻢ ﻣﻦ ﺃﺣﻜﺎﻡ ﻫﺬﺍ ﺍﻟﻘﺴﻢ ﻏﻴﺮ ﺻﺎﻟﺢ ﺃﻭ ﻏﻴﺮ ﺳﺎﺭﻱ ﺍﻟﻤﻔﻌﻮﻝ ﺃﻭ ﻏﻴﺮ ﻗﺎﺑﻞ ﻟﻠﺘﻨﻔﻴﺬ، ﻓﻴﺠﺐ ﺃﻥ ﻳﻜﻮﻥ ﺍﻷﻣﺮ ﻛﻤﺎ ﻟﻮ ﺃﻥ ﻫﺬﺍ ﺍﻟﺤﻜﻢ ﻏﻴﺮ ﺍﻟﺼﺎﻟﺢ ﺃﻭ ﻏﻴﺮ ﺍﻟﻔﻌﺎﻝ ﺃﻭ ﻏﻴﺮ ﺍﻟﻘﺎﺑﻞ ﻟﻠﺘﻨﻔﻴﺬ ﻟﻢ ﻳﺘﻢ ﺗﻀﻤﻴﻨﻪ ﻣﻄﻠﻘﺎ ﻓﻲ ﻫﺬﻩ ﺍﻟﻮﺛﻴﻘﺔ، ﻭﺗﻢ ﺇﺻﻼﺡ ﻫﺬﺍ ﺍﻟﺤﻜﻢ ﺑﺤﻴﺚ ﻳﻜﻮﻥ ﺻﺎﻟﺤﺎ ﻭﻗﺎﺑﻼ ﻟﻠﺘﻨﻔﻴﺬ ﻭﻗﺎﺑﻼ ﻟﻠﺘﻨﻔﻴﺬ ﺇﻟﻰ ﺃﻗﺼﻰ ﺣﺪ ﻣﻤﻜﻦ. \nﻋﻬﺪ ﻋﺪﻡ ﺍﻹﻓﺼﺎﺡ.  ﻻ ﻳﺠﻮﺯ ﻟﻤﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ، ﻓﻲ ﺃﻱ ﻭﻗﺖ ﺃﺛﻨﺎﺀ ﻣﺪﺓ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺃﻭ ﺑﻌﺪﻫﺎ، ﺑﺄﻱ ﺷﻜﻞ ﻣﻦ ﺍﻷﺷﻜﺎﻝ، ﺳﻮﺍﺀ ﺑﺸﻜﻞ ﻣﺒﺎﺷﺮ ﺃﻭ ﻏﻴﺮ ﻣﺒﺎﺷﺮ، ﺍﻹﻓﺼﺎﺡ ﺃﻭ ﺍﻹﺑﻼﻍ ﻋﻦ ﺃﻱ ﺷﺨﺺ ﺃﻭ ﺷﺮﻛﺔ ﺃﻭ ﺷﺮﻛﺔ ﺃﻭ ﻛﻴﺎﻥ ﺁﺧﺮ، ﺃﻭ ﺍﺳﺘﺨﺪﺍﻣﻪ ﻟﻤﺼﻠﺤﺘﻪ ﺍﻟﺨﺎﺻﺔ ﺃﻭ ﻟﺼﺎﻟﺢ ﺃﻱ ﺷﺨﺺ ﺃﻭ ﺷﺮﻛﺔ ﺃﻭ ﺷﺮﻛﺔ ﺃﻭ ﻛﻴﺎﻥ ﺁﺧﺮ، ﻭﻟﻴﺲ ﻟﺼﺎﻟﺢ HPARC،  ﺃﻱ ﻣﻌﻠﻮﻣﺎﺕ ﺗﻢ ﺍﻟﺤﺼﻮﻝ ﻋﻠﻴﻬﺎ ﻣﻦ HPARC ﺃﻭ ﺍﻟﺸﺮﻛﺔ ﺍﻷﻡ ﺃﻭ ﺍﻟﺸﺮﻛﺎﺕ ﺍﻟﺘﺎﺑﻌﺔ ﻟﻬﺎ، ﺩﻭﻥ ﻣﻮﺍﻓﻘﺔ ﺧﻄﻴﺔ ﻣﺴﺒﻘﺔ ﺻﺮﻳﺤﺔ ﻣﻦ ﻣﺴﺆﻭﻝ ﺗﻨﻔﻴﺬﻱ ﻣﻌﺘﻤﺪ ﻓﻲ HPARC، ﻋﻠﻰ ﺍﻟﻨﺤﻮ ﺍﻟﻤﻨﺼﻮﺹ ﻋﻠﻴﻪ ﺑﺸﻜﻞ ﻛﺎﻣﻞ ﻓﻲ ﺍﺗﻔﺎﻗﻴﺔ ﻣﻌﻠﻮﻣﺎﺕ ﻣﻠﻜﻴﺔ ﻣﻌﻴﻨﺔ ﺑﻴﻦ HPARC ﻭﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﺑﺘﺎﺭﻳﺦ    \t\t, 2021.  ﺑﺎﻹﺿﺎﻓﺔ ﺇﻟﻰ ﺫﻟﻚ، ﻳﺠﺐ ﻋﻠﻰ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﺍﻟﺘﺄﻛﺪ ﻣﻦ ﺃﻥ ﺍﻟﺒﺮﻧﺎﻣﺞ \nﻳﺠﺐ ﻋﻠﻰ ﻣﻮﻇﻔﻲ ﺍﻟﻤﻄﻮﺭ ﻭﻣﺴﺆﻭﻟﻴﻪ ﻭﻣﺪﻳﺮﻳﻪ ﻭﻭﻛﻼﺋﻪ ﻭﻣﻤﺜﻠﻴﻪ ﺗﻨﻔﻴﺬ ﺍﺗﻔﺎﻗﻴﺎﺕ ﻣﻤﺎﺛﻠﺔ ﺗﺤﻤﻲ ﻣﻌﻠﻮﻣﺎﺕ ﻣﻠﻜﻴﺔ HPARC ﻭﻳﻮﺍﻓﻘﻮﻥ ﻋﻠﻰ ﺍﻻﻟﺘﺰﺍﻡ ﺑﺎﻟﺸﺮﻭﻁ ﻭﺍﻷﺣﻜﺎﻡ ﺍﻟﻮﺍﺭﺩﺓ ﻓﻴﻬﺎ. \nﻋﻬﻮﺩ ﻋﺪﻡ ﺍﻻﻟﺘﻤﺎﺱ.  ﻟﻦ ﻳﻘﻮﻡ ﺃﻱ ﻣﻦ ﺍﻟﻄﺮﻓﻴﻦ ﺑﺎﻟﺘﻤﺎﺱ ﺃﻭ ﺗﻮﻇﻴﻒ ﺃﻭ ﺍﻟﺘﻌﺎﻗﺪ ﺃﻭ ﺍﻟﺘﻌﺎﻗﺪ ﻣﻊ ﺃﻭ ﺍﻟﺘﻮﻇﻴﻒ ﻓﻲ ﺗﻮﻇﻴﻒ ﺧﺪﻣﺎﺕ ﻷﻱ ﻣﻦ ﻣﻮﻇﻔﻲ ﺍﻟﻄﺮﻑ ﺍﻵﺧﺮ ﻟﻤﺪﺓ ﻋﺎﻡ ﻭﺍﺣﺪ (1) ﺑﻌﺪ ﺇﻧﻬﺎﺀ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ."
    },
    {
        "id": "sec_7",
        "lang": "ar",
        "title": "9. \tﺍﻟﺘﺴﻠﻴﻤﺎﺕ",
        "level": 1,
        "start_char": 11833,
        "end_char": 18920,
        "len": 7087,
        "text": "9. \tﺍﻟﺘﺴﻠﻴﻤﺎﺕ \nﺍﻻﻧﺘﻬﺎﺀ ﺃﻭ ﺍﻹﻧﻬﺎﺀ.  ﻳﺠﺐ ﻋﻠﻰ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﻋﻨﺪ ﺍﻻﻧﺘﻬﺎﺀ ﻣﻦ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺃﻭ ﺇﻧﻬﺎﺋﻬﺎ، ﺃﻭ ﺑﻨﺎﺀ ﻋﻠﻰ ﻃﻠﺐ HPARC، ﻷﻱ ﺳﺒﺐ ﻣﻦ ﺍﻷﺳﺒﺎﺏ ﻭﺑﻐﺾ ﺍﻟﻨﻈﺮ ﻋﻤﺎ ﺇﺫﺍ ﻛﺎﻥ ﺍﻟﻨﻈﺎﻡ ﻗﺪ ﺍﻛﺘﻤﻞ ﺃﻡ ﻻ، ﻋﻠﻰ ﺍﻟﻔﻮﺭ ﺇﻋﺎﺩﺓ ﺃﻱ ﻭﺟﻤﻴﻊ ﻣﻌﻠﻮﻣﺎﺕ ﺍﻟﻤﻠﻜﻴﺔ ﺇﻟﻰ HPARC ﻣﻊ ﺃﻱ ﻧﺴﺦ ﺃﻭ ﻧﺴﺦ ﻣﻨﻬﺎ ﻭﺇﺗﻼﻑ ﺟﻤﻴﻊ ﺍﻟﻤﻮﺍﺩ ﺍﻟﻤﻮﺟﻮﺩﺓ ﻓﻲ ﺃﺟﻬﺰﺓ ﺍﻟﻜﻤﺒﻴﻮﺗﺮ ﻭﺍﻟﻤﻠﻔﺎﺕ ﺍﻹﻟﻜﺘﺮﻭﻧﻴﺔ ﺍﻷﺧﺮﻯ.  ﻳﺠﺐ ﻋﻠﻰ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﻓﻲ ﺫﻟﻚ ﺍﻟﻮﻗﺖ ﺗﺰﻭﻳﺪ HPARC ﺑﺸﻬﺎﺩﺓ ﻣﻮﻗﻌﺔ ﻣﻦ ﻣﺴﺆﻭﻝ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﺗﺸﻬﺪ ﻋﻠﻰ ﺃﻥ ﺟﻤﻴﻊ ﻣﻌﻠﻮﻣﺎﺕ ﺍﻟﻤﻠﻜﻴﺔ ﻫﺬﻩ ﻗﺪ ﺗﻢ ﺇﺭﺟﺎﻋﻬﺎ ﺇﻟﻰ HPARC ﺃﻭ ﺇﺗﻼﻓﻬﺎ.  ﻳﻮﺍﻓﻖ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﻋﻠﻰ ﺿﻤﺎﻥ ﻣﺴﺢ ﺟﻤﻴﻊ ﺑﻴﺎﻧﺎﺕ HPARC ﻣﻦ ﺟﻤﻴﻊ ﺃﺷﻜﺎﻝ ﺍﻟﻮﺳﺎﺋﻂ ﺍﻟﻤﻐﻨﺎﻃﻴﺴﻴﺔ ﻭﺍﻹﻟﻜﺘﺮﻭﻧﻴﺔ ﺑﺎﺳﺘﺨﺪﺍﻡ ﻃﺮﻳﻘﺔ ﺗﻀﻤﻦ ﻋﺪﻡ ﺇﻣﻜﺎﻧﻴﺔ ﺍﺳﺘﺮﺩﺍﺩﻫﺎ.  ﻳﺠﺐ ﻋﻠﻰ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﺃﻥ ﻳﺬﻛﺮ ﻛﺘﺎﺑﻴﺎ ﻃﺮﻳﻘﺔ ﺇﺗﻼﻑ ﺍﻟﺒﻴﺎﻧﺎﺕ ﻭﺗﺎﺭﻳﺦ ﺍﻻﻧﺘﻬﺎﺀ. \nﺇﺷﻌﺎﺭ ﺍﻟﻤﻠﻜﻴﺔ.  ﺟﻤﻴﻊ ﺍﻷﻋﻤﺎﻝ ﺍﻟﺘﻲ ﻳﻘﻮﻡ ﺑﻬﺎ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﺑﻤﻮﺟﺐ ﻫﺬﺍ \nﻳﺠﺐ ﺃﻥ ﺗﺤﺘﻮﻱ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻋﻠﻰ ﺇﺷﻌﺎﺭ ﺣﻘﻮﻕ ﺍﻟﻄﺒﻊ ﻭﺍﻟﻨﺸﺮ ﺍﻟﺘﺎﻟﻲ: \"[HPARC] [ﺍﻟﺴﻨﺔ].  ﺟﻤﻴﻊ ﺍﻟﺤﻘﻮﻕ ﻣﺤﻔﻮﻇﺔ\" ﻭﺇﺷﻌﺎﺭ ﺍﻟﻤﻠﻜﻴﺔ ﺍﻟﺘﺎﻟﻲ: \"ﺍﻟﻤﻌﻠﻮﻣﺎﺕ ﺍﻟﻮﺍﺭﺩﺓ ﻫﻨﺎ ﻣﻤﻠﻮﻛﺔ [HPARC] ﻭﻻ ﻳﺠﻮﺯ ﺇﻋﺎﺩﺓ ﺇﻧﺘﺎﺟﻬﺎ ﺃﻭ ﻧﺴﺨﻬﺎ ﻛﻠﻴﺎ ﺃﻭ ﺟﺰﺋﻴﺎ ﺃﻭ ﺗﻜﻴﻴﻔﻬﺎ ﺃﻭ ﺗﻌﺪﻳﻠﻬﺎ ﺃﻭ ﻧﺸﺮﻫﺎ ﺩﻭﻥ ﻣﻮﺍﻓﻘﺔ ﺧﻄﻴﺔ ﻣﺴﺒﻘﺔ ﺻﺮﻳﺤﺔ ﻣﻦ [HPARC].\"  ﺗﻈﻬﺮ ﻫﺬﻩ ﺍﻹﺷﻌﺎﺭﺍﺕ ﻓﻲ ﺷﻜﻞ ﻳﻘﺮﺃ ﺍﻹﻧﺴﺎﻥ ﻋﻠﻰ ﻣﻠﺼﻘﺎﺕ ﻣﻠﺤﻘﺔ ﺑﺤﺎﻭﻳﺎﺕ ﻷﻗﺮﺍﺹ ﺍﻟﻜﻤﺒﻴﻮﺗﺮ ﺃﻭ ﺍﻷﺷﺮﻃﺔ ﺃﻭ ﺍﻟﻮﺳﺎﺋﻂ ﺍﻟﻤﻤﺎﺛﻠﺔ ﻭﻓﻲ ﺑﺪﺍﻳﺔ ﺟﻤﻴﻊ ﺍﻷﻋﻤﺎﻝ ﺍﻟﺘﻲ ﻳﻤﻜﻦ ﻗﺮﺍﺀﺗﻬﺎ ﻣﻦ ﻗﺒﻞ ﺍﻹﻧﺴﺎﻥ ﻣﺜﻞ ﻭﺛﺎﺋﻖ ﺍﻟﺘﺼﻤﻴﻢ ﻭﺍﻟﻜﺘﻴﺒﺎﺕ ﻭﻣﺎ ﺇﻟﻰ ﺫﻟﻚ.  ﻳﺠﺐ ﺃﻥ ﺗﻈﻬﺮ ﺍﻹﺷﻌﺎﺭﺍﺕ ﻓﻲ ﺷﻜﻞ ﻳﻘﺮﺃ ﺍﻹﻧﺴﺎﻥ ﻓﻲ ﺑﺪﺍﻳﺔ ﺟﻤﻴﻊ ﺍﻟﻤﺴﺘﻨﺪﺍﺕ ﺍﻟﻤﻘﺮﻭﺀﺓ ﺁﻟﻴﺎ. \nﺗﻌﺎﻭﻥ ﻣﻄﻮﺭ ﺍﻟﺒﺮﻣﺠﻴﺎﺕ.  ﺇﺫﺍ ﺳﻌﺖ HPARC ﺃﻭ ﺃﻱ ﻣﻦ ﻭﻛﻼﺋﻬﺎ ﺃﻭ ﻣﻤﺜﻠﻴﻬﺎ ﻟﻠﺤﺼﻮﻝ ﻋﻠﻰ ﺧﻄﺎﺑﺎﺕ ﺃﻭ ﺑﺮﺍﺀﺍﺕ ﺍﺧﺘﺮﺍﻉ ﺃﻭ ﻋﻼﻣﺎﺕ ﺗﺠﺎﺭﻳﺔ ﺃﻭ ﺣﻘﻮﻕ ﻧﺸﺮ ﻓﻲ ﺃﻱ ﺑﻠﺪ ﻣﻦ ﺩﻭﻝ ﺍﻟﻌﺎﻟﻢ ﻋﻠﻰ ﻛﻞ ﺍﻟﻨﻈﺎﻡ ﺃﻭ ﺟﺰﺀ ﻣﻨﻪ، ﻳﻮﺍﻓﻖ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﻋﻠﻰ ﺍﻟﺘﻌﺎﻭﻥ ﺍﻟﻜﺎﻣﻞ ﺩﻭﻥ ﺗﻌﻮﻳﺾ ﻓﻲ ﺗﻘﺪﻳﻢ ﺍﻟﻤﻌﻠﻮﻣﺎﺕ ﻭﺍﺳﺘﻜﻤﺎﻝ ﺍﻟﻨﻤﺎﺫﺝ ﻭﺗﻨﻔﻴﺬ ﺍﻹﺟﺮﺍﺀﺍﺕ ﻭﺍﻟﺤﺼﻮﻝ ﻋﻠﻰ ﺍﻟﺘﻮﻗﻴﻌﺎﺕ ﺃﻭ ﺍﻟﺘﺨﺼﻴﺼﺎﺕ ﺍﻟﻼﺯﻣﺔ ﻟﻠﺤﺼﻮﻝ ﻋﻠﻰ ﻫﺬﻩ ﺍﻟﺨﻄﺎﺑﺎﺕ.  ﺑﺮﺍﺀﺍﺕ ﺍﻻﺧﺘﺮﺍﻉ ﺃﻭ ﺍﻟﻌﻼﻣﺎﺕ ﺍﻟﺘﺠﺎﺭﻳﺔ ﺃﻭ ﺣﻘﻮﻕ ﺍﻟﺘﺄﻟﻴﻒ ﻭﺍﻟﻨﺸﺮ.  ﻓﻲ ﺣﺎﻟﺔ ﻋﺪﻡ ﻗﺪﺭﺓ HPARC ﻷﻱ ﺳﺒﺐ ﻣﻦ ﺍﻷﺳﺒﺎﺏ ﻋﻠﻰ ﺍﻟﺤﺼﻮﻝ ﻋﻠﻰ ﺗﻮﻗﻴﻊ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﻋﻠﻰ ﺃﻱ ﻣﺴﺘﻨﺪ ﺿﺮﻭﺭﻱ ﻷﻱ ﻏﺮﺽ ﻣﻨﺼﻮﺹ ﻋﻠﻴﻪ ﻓﻲ ﺍﻟﺠﻤﻠﺔ ﺍﻟﺴﺎﺑﻘﺔ، ﻳﻘﻮﻡ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﺑﻤﻮﺟﺐ ﻫﺬﺍ ﺑﺘﻌﻴﻴﻦ ﻭﺗﻌﻴﻴﻦ ﻛﻞ ﻣﻦ HPARC ﻭﻣﺴﺆﻭﻟﻴﻬﺎ ﻭﻭﻛﻼﺋﻬﺎ ﺍﻟﻤﺼﺮﺡ ﻟﻬﻢ ﺣﺴﺐ ﺍﻷﺻﻮﻝ ﻛﻮﻛﻴﻞ ﻟﻤﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﻭﻣﺤﺎﻣﻲ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﻓﻲ ﺍﻟﻮﺍﻗﻊ ﻟﻠﺘﺼﺮﻑ ﻧﻴﺎﺑﺔ ﻋﻦ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﻭﺑﺪﻻ ﻣﻦ ﺗﻨﻔﻴﺬ ﺃﻱ ﻣﺴﺘﻨﺪ ﻣﻦ ﻫﺬﺍ ﺍﻟﻘﺒﻴﻞ ﻭﺍﻟﻘﻴﺎﻡ ﺑﻜﻞ ﺷﻲﺀ ﻗﺎﻧﻮﻧﻲ ﺍﻷﻋﻤﺎﻝ ﺍﻟﻤﺴﻤﻮﺡ ﺑﻬﺎ ﻟﺘﻌﺰﻳﺰ ﺃﻱ ﻏﺮﺽ ﻣﻦ ﻫﺬﺍ ﺍﻟﻘﺒﻴﻞ ﺑﻨﻔﺲ ﺍﻟﻘﻮﺓ ﻭﺍﻟﺘﺄﺛﻴﺮ ﻛﻤﺎ ﻟﻮ ﺗﻢ ﺗﻨﻔﻴﺬﻫﺎ ﻭﺗﺴﻠﻴﻤﻬﺎ ﺑﻮﺍﺳﻄﺔ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ. \nﺑﺮﺍﻣﺞ ﺍﻟﺒﺮﺍﻣﺞ ﺍﻟﺨﺎﺻﺔ ﺑﻤﻄﻮﺭ ﺍﻟﺒﺮﻣﺠﻴﺎﺕ.  ﺑﺼﺮﻑ ﺍﻟﻨﻈﺮ ﻋﻦ ﺃﺣﻜﺎﻡ ﺍﻟﻘﺴﻤﻴﻦ ﺍﻟﻔﺮﻋﻴﻴﻦ 9 ﺃ) ﻭ9 ﺏ) ﺃﻋﻼﻩ، ﻣﻦ ﺍﻟﻤﻔﻬﻮﻡ ﻭﺍﻟﻤﺘﻔﻖ ﻋﻠﻴﻪ ﺃﻧﻪ ﻳﺠﻮﺯ ﻟﻤﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ، ﻭﻓﻘﺎ ﻟﺘﻘﺪﻳﺮﻩ ﺍﻟﺨﺎﺹ، ﺍﺳﺘﺨﺪﺍﻡ ﺑﺮﺍﻣﺠﻪ ﺍﻟﺨﺎﺻﺔ ﻓﻲ ﺗﻘﺪﻳﻢ ﺍﻟﺨﺪﻣﺎﺕ.  ﺑﺮﻧﺎﻣﺞ IF \nﻳﺴﺘﺨﺪﻡ ﺍﻟﻤﻄﻮﺭ ﺃﻱ ﺑﺮﺍﻣﺞ ﻣﻤﻠﻮﻛﺔ ﻣﻦ ﻫﺬﺍ ﺍﻟﻘﺒﻴﻞ ﻭﺑﺎﻟﺘﺎﻟﻲ ﻳﺨﻄﺮ HPARC، ﻭﻻ ﻳﺠﻮﺯ ﻟﺸﺮﻛﺔ HPARC ﺗﺴﻮﻳﻖ ﺃﻭ ﺍﺳﺘﺨﺪﺍﻡ ﻫﺬﻩ ﺍﻟﺒﺮﺍﻣﺞ ﺑﺄﻱ ﺷﻜﻞ ﻣﻦ ﺍﻷﺷﻜﺎﻝ ﻛﺒﺮﺍﻣﺞ \"ﻣﺴﺘﻘﻠﺔ\" ﺩﻭﻥ ﻣﻮﺍﻓﻘﺔ ﺧﻄﻴﺔ ﺻﺮﻳﺤﺔ ﻣﻦ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ، ﻭﻟﻦ ﺗﺤﺼﻞ HPARC ﻋﻠﻰ ﺃﻱ ﺣﻘﻮﻕ ﻣﻠﻜﻴﺔ ﻟﻬﺬﻩ ﺍﻟﺒﺮﺍﻣﺞ. \nﺇﺷﺮﺍﻙ HPARC.  ﻳﻜﻮﻥ ﻟﺪﻯ HPARC ﺧﻴﺎﺭ: \nﻋﻨﺪ ﺗﻘﺪﻳﻢ ﺇﺷﻌﺎﺭ ﻛﺘﺎﺑﻲ ﺇﻟﻰ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﻓﻲ ﺃﻱ ﻭﻗﺖ، ﻳﺠﺐ ﻣﻄﺎﻟﺒﺔ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﺑﻘﺒﻮﻝ ﻣﻮﻇﻔﻲ HPARC ﻛﺠﺰﺀ ﻣﻦ ﻓﺮﻳﻖ ﺍﻟﺘﻄﻮﻳﺮ.  ﻳﻮﺍﻓﻖ ﺍﻟﻄﺮﻓﺎﻥ ﺻﺮﺍﺣﺔ ﻋﻠﻰ ﺃﻥ ﻣﻮﻇﻔﻲ HPARC ﺍﻟﻤﻌﻴﻨﻴﻦ ﻟﻤﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﻭﻓﻘﺎ ﻟﻬﺬﺍ ﺍﻟﻘﺴﻢ \n10 ﻻ ﻳﻌﺘﺒﺮ ﻣﻮﻇﻔﺎ / ﻣﺴﺘﺸﺎﺭﺍ ﻟﻤﻄﻮﺭ ﺍﻟﺒﺮﻣﺠﻴﺎﺕ.  ﻳﺘﺤﻤﻞ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﻓﻲ ﺟﻤﻴﻊ ﺍﻷﻭﻗﺎﺕ ﺍﻟﻤﺴﺆﻭﻟﻴﺔ ﻋﻦ ﺃﻱ ﺗﻌﻮﻳﺾ ﺃﻭ ﺗﺄﻣﻴﻦ ﺃﻭ ﻣﺰﺍﻳﺎ ﻭﻇﻴﻔﻴﺔ ﺃﺧﺮﻯ ﻳﺤﻖ ﻟﻬﺆﻻﺀ ﺍﻟﻤﻮﻇﻔﻴﻦ ﺍﻟﺤﺼﻮﻝ ﻋﻠﻴﻬﺎ ﺃﻭ ﻗﺪ ﻳﺼﺒﺤﻮﻥ ﻣﺴﺘﺤﻘﻴﻦ ﻟﻬﺎ، ﻭﻟﻦ ﻳﻄﻠﺐ ﻣﻦ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﺗﺤﺖ ﺃﻱ ﻇﺮﻑ ﻣﻦ ﺍﻟﻈﺮﻭﻑ ﺇﺟﺮﺍﺀ ﻣﺪﻓﻮﻋﺎﺕ ﻣﻦ ﺃﻱ ﻧﻮﻉ ﻷﻱ ﻣﻮﻇﻒ ﻣﻦ ﻫﺬﺍ ﺍﻟﻘﺒﻴﻞ ﻧﻴﺎﺑﺔ ﻋﻦ HPARC؛ ﻭ \nﻓﻲ ﺃﻱ ﻭﻗﺖ ﻭﺩﻭﻥ ﺇﺷﻌﺎﺭ ﻣﺴﺒﻖ ﻣﻦ ﺃﻱ ﻧﻮﻉ، ﻣﻄﺎﻟﺒﺔ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﺑﺘﺰﻭﻳﺪ ﻣﻮﻇﻔﻲ HPARC ﺑﻮﺻﻮﻝ ﻏﻴﺮ ﻣﻘﻴﺪ ﺇﻟﻰ ﺟﻤﻴﻊ ﺟﻮﺍﻧﺐ ﻋﻤﻠﻴﺔ ﺍﻟﺘﻄﻮﻳﺮ، ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ ﻋﻠﻰ ﺳﺒﻴﻞ ﺍﻟﻤﺜﺎﻝ ﻻ ﺍﻟﺤﺼﺮ ﺍﻻﺟﺘﻤﺎﻋﺎﺕ ﻭﺍﻟﻤﻜﺎﻟﻤﺎﺕ ﺍﻟﺠﻤﺎﻋﻴﺔ ﻭﺍﻟﻤﺮﺍﺳﻼﺕ ﻭﺭﻣﺰ ﺍﻟﻤﺼﺪﺭ ﻭﺍﻟﻜﺎﺋﻦ، ﻣﻦ ﺃﺟﻞ ﻣﺮﺍﻗﺒﺔ ﻋﻤﻞ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﻭﺗﺪﻗﻴﻘﻪ. \nﺍﻟﺤﻘﻮﻕ ﻓﻲ ﺍﻟﻌﻤﻞ.  ﻳﻘﺮ ﺍﻟﻄﺮﻓﺎﻥ ﺑﺄﻥ ﺃﻱ ﻋﻤﻞ ﻳﻘﻮﻡ ﺑﻪ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﻝ HPARC ﻳﺘﻢ ﺇﻧﺸﺎﺅﻩ ﺑﻨﺎﺀ ﻋﻠﻰ ﺇﺻﺮﺍﺭ HPARC ﻭﻳﻌﺘﺒﺮ \"ﻋﻤﻼ ﺗﻢ ﺇﻧﺸﺎﺅﻩ ﻟﻠﺘﺄﺟﻴﺮ\" ﺑﻤﻮﺟﺐ ﻗﺎﻧﻮﻥ ﺣﻘﻮﻕ ﺍﻟﻄﺒﻊ ﻭﺍﻟﻨﺸﺮ ﻓﻲ ﺍﻟﻮﻻﻳﺎﺕ ﺍﻟﻤﺘﺤﺪﺓ. \n \tﻳﺤﻖ ﻟﻠﺸﺮﻛﺔ ﺍﺳﺘﺨﺪﺍﻡ ﺍﻟﻤﺼﻨﻒ ﺑﺄﻛﻤﻠﻪ ﺃﻭ ﺃﻱ ﺟﺰﺀ ﻣﻨﻪ ﺃﻭ ﺃﺟﺰﺍﺀ ﻣﻨﻪ ﺃﻭ ﻋﺪﻡ ﺍﺳﺘﺨﺪﺍﻡ ﺃﻱ ﻋﻤﻞ ﻋﻠﻰ ﺍﻟﻨﺤﻮ ﺍﻟﺬﻱ ﺗﺮﺍﻩ ﻣﻨﺎﺳﺒﺎ.  ﻳﺠﻮﺯ ﻝ HPARC ﺗﻐﻴﻴﺮ ﺍﻟﻌﻤﻞ ﺃﻭ ﺇﺿﺎﻓﺘﻪ ﺇﻟﻴﻪ ﺃﻭ ﺩﻣﺠﻪ ﻣﻊ ﺃﻱ ﻋﻤﻞ ﺃﻭ ﺃﻋﻤﺎﻝ ﺃﺧﺮﻯ ، ﻭﻓﻘﺎ ﻟﺘﻘﺪﻳﺮﻫﺎ ﺍﻟﺨﺎﺹ.  ﻋﻠﻰ ﺍﻟﺮﻏﻢ ﻣﻤﺎ ﺳﺒﻖ، ﻓﺈﻥ ﺟﻤﻴﻊ ﺍﻟﻤﻮﺍﺩ ﺍﻷﺻﻠﻴﺔ ﺍﻟﻤﻘﺪﻣﺔ ﻣﻦ ﻗﺒﻞ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﻛﺠﺰﺀ ﻣﻦ ﺍﻟﻌﻤﻞ ﺃﻭ ﻛﺠﺰﺀ ﻣﻦ ﻋﻤﻠﻴﺔ ﺇﻧﺸﺎﺀ ﺍﻟﻌﻤﻞ، ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ ﻋﻠﻰ ﺳﺒﻴﻞ ﺍﻟﻤﺜﺎﻝ ﻻ ﺍﻟﺤﺼﺮ ﺍﻟﺒﺮﺍﻣﺞ ﻭﺍﻟﻘﻮﺍﺋﻢ ﻭﺍﻟﻤﻄﺒﻮﻋﺎﺕ ﻭﺍﻟﻮﺛﺎﺋﻖ ﻭﺍﻹﺷﻌﺎﺭﺍﺕ ﻭﺍﻟﻤﺨﻄﻄﺎﺕ ﺍﻻﻧﺴﻴﺎﺑﻴﺔ ﻭﻣﺴﺎﻋﺪﺍﺕ ﺍﻟﺒﺮﻣﺠﺔ، ﻳﺠﺐ ﺃﻥ ﺗﻜﻮﻥ ﻣﻠﻜﺎ ﻝ HPARC ﺳﻮﺍﺀ ﻛﺎﻧﺖ HPARC ﺗﺴﺘﺨﺪﻡ ﻫﺬﻩ ﺍﻟﻤﻮﺍﺩ ﺃﻡ ﻻ.  ﻻ ﺗﻮﺟﺪ ﺣﻘﻮﻕ ﻣﺤﻔﻮﻇﺔ ﻟﻤﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ. \n \tﺳﺘﺼﺒﺢ ﺟﻤﻴﻊ ﺍﻟﺒﺮﺍﻣﺞ ﻭﺍﻟﻤﻮﺍﺻﻔﺎﺕ ﻭﺍﻟﻮﺛﺎﺋﻖ ﻭﺟﻤﻴﻊ ﺍﻟﻤﻌﻠﻮﻣﺎﺕ ﺍﻟﻔﻨﻴﺔ ﺍﻷﺧﺮﻯ ﺍﻟﺘﻲ ﻳﻌﺪﻫﺎ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﻓﻴﻤﺎ ﻳﺘﻌﻠﻖ ﺑﺄﺩﺍﺀ ﺧﺪﻣﺎﺗﻪ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻣﻠﻜﻴﺔ ﺣﺼﺮﻳﺔ ﻟﺸﺮﻛﺔ HPARC ﻭﺗﻈﻞ ﻛﺬﻟﻚ.  ﺗﻈﻞ ﻣﻠﻜﻴﺔ ﺟﻤﻴﻊ ﺍﻟﻤﻮﺍﺩ ﻭﺍﻟﻮﺛﺎﺋﻖ، ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ، ﻋﻠﻰ ﺳﺒﻴﻞ ﺍﻟﻤﺜﺎﻝ ﻻ ﺍﻟﺤﺼﺮ، ﻣﻮﺍﺻﻔﺎﺕ ﺍﻷﻧﻈﻤﺔ، ﺍﻟﺘﻲ ﺗﻘﺪﻣﻬﺎ HPARC ﺇﻟﻰ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﺃﻭ ﺍﻟﺘﻲ ﺳﻠﻤﺘﻬﺎ HPARC ﻓﻲ ﺣﻮﺯﺓ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﻓﻲ ﻣﻠﻚ HPARC.  ﻳﺠﺐ ﻋﻠﻰ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﺇﺭﺟﺎﻉ ﺟﻤﻴﻊ ﻫﺬﻩ ﺍﻟﻤﻮﺍﺩ ﺃﻭ ﺍﻟﻮﺛﺎﺋﻖ ﻋﻠﻰ ﺍﻟﻔﻮﺭ ﻓﻲ ﻏﻀﻮﻥ ﺳﺒﻌﺔ (7) ﺃﻳﺎﻡ ﻣﻦ ﺃﻱ ﻃﻠﺐ ﻣﻦ HPARC ﺃﻭ ﻋﻨﺪ ﺇﻧﻬﺎﺀ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺃﻭ ﺇﺑﺮﺍﻣﻬﺎ، ﺃﻳﻬﻤﺎ ﻳﺤﺪﺙ ﺃﻭﻻ. \n \tﺗﻈﻞ ﺍﻟﺘﺰﺍﻣﺎﺕ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺳﺎﺭﻳﺔ ﺑﻌﺪ ﺍﻧﺘﻬﺎﺀ ﺻﻼﺣﻴﺔ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺃﻭ ﺇﻧﻬﺎﺋﻬﺎ ﻭﺃﻱ ﺗﻌﺪﻳﻼﺕ ﺗﻄﺮﺃ ﻋﻠﻴﻬﺎ.  ﻋﻼﻭﺓ ﻋﻠﻰ ﺫﻟﻚ، ﻳﺘﻨﺎﺯﻝ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﺑﺸﻜﻞ ﻻ ﺭﺟﻌﺔ ﻓﻴﻪ ﻋﻦ ﺣﻘﻮﻗﻪ ﺍﻟﻤﻌﻨﻮﻳﺔ ﻓﻲ ﺃﻱ ﻋﻤﻞ ﺗﻢ ﺇﻧﺸﺎﺅﻩ ﺃﻭ ﺗﻄﻮﻳﺮﻩ ﺃﻭ ﺗﺴﻠﻴﻤﻪ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ. \n \tﻳﻮﺍﻓﻖ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﻋﻠﻰ ﺃﻧﻪ ﻟﻦ ﻳﻜﺸﻒ ﻷﻱ ﻃﺮﻑ ﺛﺎﻟﺚ، ﺩﻭﻥ ﻣﻮﺍﻓﻘﺔ ﺧﻄﻴﺔ ﻣﺴﺒﻘﺔ ﻣﻦ HPARC، ﻋﻦ ﺃﻱ ﺍﺧﺘﺮﺍﻉ ﺃﻭ ﺍﻛﺘﺸﺎﻑ ﺃﻭ ﺣﻘﻮﻕ ﻧﺸﺮ ﺃﻭ ﺑﺮﺍﺀﺓ ﺍﺧﺘﺮﺍﻉ ﺃﻭ ﺃﺳﺮﺍﺭ ﺗﺠﺎﺭﻳﺔ ﺃﻭ ﺣﻘﻮﻕ ﻣﻤﺎﺛﻠﺔ ﺗﻤﺖ ﺍﻻﺷﺘﺮﺍﻙ ﻓﻴﻬﺎ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺃﻭ ﺍﻟﻤﺘﻌﻠﻘﺔ ﺑﻬﺎ ﺃﻭ ﺃﻱ ﻣﻌﻠﻮﻣﺎﺕ ﻣﻠﻜﻴﺔ ﺃﻭ ﺳﺮﻳﺔ ﺗﻢ ﺍﻟﺤﺼﻮﻝ ﻋﻠﻴﻬﺎ ﻣﻦ HPARC ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ ﺍﻷﺳﺮﺍﺭ ﺍﻟﺘﺠﺎﺭﻳﺔ ﻭﺧﻄﻂ ﺍﻷﻋﻤﺎﻝ ﻭﺍﻟﻤﻌﻠﻮﻣﺎﺕ ﺍﻟﺴﺮﻳﺔ ﺃﻭ ﻏﻴﺮﻫﺎ ﻣﻦ ﺍﻟﻤﻌﻠﻮﻣﺎﺕ ﺍﻟﺘﻲ ﻗﺪ ﺗﻜﻮﻥ ﻣﻤﻠﻮﻛﺔ ﻟﺸﺮﻛﺔ HPARC. \n \tﻳﻀﻤﻦ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﻭﻳﻘﺮ ﺑﺄﻥ ﻟﺪﻳﻪ ﺃﻭ ﺳﻴﻜﻮﻥ ﻟﻪ ﺍﻟﺤﻖ ، ﻣﻦ ﺧﻼﻝ ﺍﺗﻔﺎﻗﻴﺎﺕ ﻣﻜﺘﻮﺑﺔ ﻣﻊ ﻣﻮﻇﻔﻴﻪ ، ﻓﻲ ﺗﺄﻣﻴﻦ ﺍﻟﺤﻘﻮﻕ ﺍﻟﻤﻄﻠﻮﺑﺔ ﻓﻲ ﻫﺬﺍ ﺍﻟﻘﺴﻢ ﻝ HPARC.  ﻋﻼﻭﺓ ﻋﻠﻰ ﺫﻟﻚ، ﻓﻲ ﺣﺎﻟﺔ ﺍﺳﺘﺨﺪﺍﻡ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﻷﻱ ﻣﻘﺎﻭﻝ ﻣﻦ ﺍﻟﺒﺎﻃﻦ ﺃﻭ ﻣﺴﺘﺸﺎﺭ ﺃﻭ ﻃﺮﻑ ﺛﺎﻟﺚ ﺁﺧﺮ ﻷﺩﺍﺀ ﺃﻱ ﻣﻦ ﺍﻟﺨﺪﻣﺎﺕ ﺍﻟﻤﺘﻌﺎﻗﺪ ﻋﻠﻴﻬﺎ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﻳﻮﺍﻓﻖ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﻋﻠﻰ ﺇﺑﺮﺍﻡ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺎﺕ ﺍﻟﻤﻜﺘﻮﺑﺔ ﻣﻊ ﻫﺬﺍ ﺍﻟﻄﺮﻑ ﺍﻟﺜﺎﻟﺚ ﻭﺗﺰﻭﻳﺪﻫﺎ ﺑﻬﺎ، ﻭﺍﺗﺨﺎﺫ ﺃﻱ ﺧﻄﻮﺍﺕ ﺃﺧﺮﻯ ﻣﻄﻠﻮﺑﺔ ﺃﻭ ﻗﺪ ﺗﻜﻮﻥ ﻣﻄﻠﻮﺑﺔ ﻟﺘﺄﻣﻴﻦ HPARC ﺍﻟﺤﻘﻮﻕ ﺍﻟﻤﻄﻠﻮﺑﺔ ﻓﻲ ﻫﺬﺍ ﺍﻟﻘﺴﻢ.  ﻳﻮﺍﻓﻖ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﺃﻳﻀﺎ ﻋﻠﻰ ﺗﻘﺪﻳﻢ ﺃﺳﻤﺎﺀ ﻭﻋﻨﺎﻭﻳﻦ ﺟﻤﻴﻊ ﺍﻟﻮﻛﻼﺀ ﺃﻭ ﺍﻟﻤﻘﺎﻭﻟﻴﻦ ﺃﻭ ﺍﻻﺳﺘﺸﺎﺭﻳﻴﻦ ﺃﻭ ﺍﻟﻤﻤﺜﻠﻴﻦ ﺃﻭ ﺍﻷﻃﺮﺍﻑ ﺍﻟﺜﺎﻟﺜﺔ ﺍﻷﺧﺮﻯ ﺍﻟﺘﻲ ﺗﺆﺩﻱ ﺍﻟﻌﻤﻞ ﻧﻴﺎﺑﺔ ﻋﻦ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ. \n12. \tﺗﻌﻮﻳﺾ.  ﻣﻊ ﻣﺮﺍﻋﺎﺓ ﺍﻟﻘﻴﻮﺩ ﺍﻟﻮﺍﺭﺩﺓ ﻓﻲ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﺗﻮﺍﻓﻖ HPARC ﻋﻠﻰ ﺗﻌﻮﻳﺾ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﻭﺇﺑﺮﺍﺀ ﺫﻣﺘﻪ، ﻭﻳﻮﺍﻓﻖ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﻋﻠﻰ ﺗﻌﻮﻳﺾ HPARC ﻭﺇﺑﺮﺍﺀ ﺫﻣﺘﻬﺎ ﻋﻠﻰ ﺍﻟﺘﻮﺍﻟﻲ، ﻣﻦ ﺃﻱ ﺍﻟﺘﺰﺍﻣﺎﺕ ﺃﻭ ﻋﻘﻮﺑﺎﺕ ﺃﻭ ﻣﻄﺎﻟﺒﺎﺕ ﺃﻭ ﻣﻄﺎﻟﺒﺎﺕ ﺗﻢ ﻣﻨﺤﻬﺎ ﻧﻬﺎﺋﻴﺎ (ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ ﺍﻟﺘﻜﺎﻟﻴﻒ ﻭﺍﻟﻨﻔﻘﺎﺕ ﻭﺃﺗﻌﺎﺏ ﺍﻟﻤﺤﺎﻣﺎﺓ ﺍﻟﻤﻌﻘﻮﻟﺔ ﻋﻠﻰ ﺣﺴﺎﺏ ﺫﻟﻚ) ﺍﻟﺘﻲ ﻗﺪ ﻳﻘﺪﻣﻬﺎ ﺃﻱ ﻃﺮﻑ ﺛﺎﻟﺚ ﻋﻦ ﺍﻹﺻﺎﺑﺎﺕ،  ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ ﺍﻟﻮﻓﺎﺓ ﺃﻭ ﺍﻷﺷﺨﺎﺹ ﺃﻭ ﺍﻷﺿﺮﺍﺭ ﺍﻟﺘﻲ ﺗﻠﺤﻖ ﺑﺎﻟﻤﻤﺘﻠﻜﺎﺕ ﺍﻟﻨﺎﺗﺠﺔ ﻋﻦ ﺍﻹﻫﻤﺎﻝ ﺍﻟﺠﺴﻴﻢ ﺃﻭ ﺍﻷﻓﻌﺎﻝ ﺃﻭ ﺍﻹﻏﻔﺎﻻﺕ ﺍﻟﻤﺘﻌﻤﺪﺓ ﻣﻦ ﻗﺒﻞ ﺍﻟﻄﺮﻑ ﺍﻟﻤﻌﻮﺽ ﺃﻭ ﺍﻷﻓﻌﺎﻝ ﺃﻭ ﺍﻹﻏﻔﺎﻻﺕ ﺍﻟﻤﺘﻌﻤﺪﺓ ﺃﻭ ﺗﻠﻚ ﺍﻟﺨﺎﺻﺔ ﺑﺎﻷﺷﺨﺎﺹ ﺍﻟﺬﻳﻦ ﻗﺪﻣﻬﻢ ﺍﻟﻄﺮﻑ ﺍﻟﻤﻌﻮﺽ ﺃﻭ ﻭﻛﻼﺋﻪ ﺃﻭ ﺍﻟﻤﻘﺎﻭﻟﻴﻦ ﻣﻦ ﺍﻟﺒﺎﻃﻦ ﺃﻭ ﺍﻟﻨﺎﺗﺠﺔ ﻋﻦ ﺍﺳﺘﺨﺪﺍﻡ ﺍﻟﺒﺮﻧﺎﻣﺞ ﻭ/ﺃﻭ ﺍﻟﺨﺪﻣﺎﺕ ﺍﻟﻤﻘﺪﻣﺔ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻟﻮﺛﻴﻘﺔ.  ﺗﻮﺍﻓﻖ HPARC ﻋﻠﻰ ﺍﻟﺪﻓﺎﻉ ﻋﻦ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ، ﺑﻨﺎﺀ ﻋﻠﻰ ﻃﻠﺐ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ، ﻭﻳﻮﺍﻓﻖ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﻋﻠﻰ ﺍﻟﺪﻓﺎﻉ ﻋﻦ HPARC، ﺑﻨﺎﺀ ﻋﻠﻰ ﻃﻠﺐ HPARC، ﺿﺪ ﺃﻱ ﻣﺴﺆﻭﻟﻴﺔ ﺃﻭ ﻣﻄﺎﻟﺒﺔ ﺃﻭ ﻃﻠﺐ ﻣﻦ ﻫﺬﺍ ﺍﻟﻘﺒﻴﻞ.  ﻳﻮﺍﻓﻖ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﻭHPARC ﻋﻠﻰ ﺍﻟﺘﻮﺍﻟﻲ ﻋﻠﻰ ﺇﺧﻄﺎﺭ ﺍﻟﻄﺮﻑ ﺍﻵﺧﺮ ﻋﻠﻰ ﺍﻟﻔﻮﺭ ﺑﺄﻱ ﻣﻄﺎﻟﺒﺎﺕ ﺃﻭ ﻣﻄﺎﻟﺐ ﻣﻜﺘﻮﺑﺔ ﺿﺪ ﺍﻟﻄﺮﻑ ﺍﻟﻤﻌﻮﺽ ﺍﻟﺬﻱ ﻳﻜﻮﻥ ﺍﻟﻄﺮﻑ ﺍﻟﻤﻌﻮﺽ ﻣﺴﺆﻭﻻ ﻋﻨﻪ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ.  ﻳﺠﺐ ﺃﻥ ﻳﻜﻮﻥ ﺍﻟﺘﻌﻮﻳﺾ ﺍﻟﻤﺬﻛﻮﺭ ﺃﻋﻼﻩ ﺑﺎﻹﺿﺎﻓﺔ ﺇﻟﻰ ﺃﻱ ﺍﻟﺘﺰﺍﻣﺎﺕ ﺗﻌﻮﻳﺾ ﺃﺧﺮﻯ ﻟﺸﺮﻛﺔ HPARC ﺃﻭ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﺍﻟﻤﻨﺼﻮﺹ ﻋﻠﻴﻬﺎ ﻓﻲ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ."
    },
    {
        "id": "sec_8",
        "lang": "ar",
        "title": "13. \tﺗﻌﻮﻳﺾ ﺍﻟﻤﻠﻜﻴﺔ ﺍﻟﻔﻜﺮﻳﺔ",
        "level": 1,
        "start_char": 18920,
        "end_char": 28247,
        "len": 9327,
        "text": "13. \tﺗﻌﻮﻳﺾ ﺍﻟﻤﻠﻜﻴﺔ ﺍﻟﻔﻜﺮﻳﺔ \nﺗﻨﻄﺒﻖ ﺍﻟﺸﺮﻭﻁ ﺍﻟﺘﺎﻟﻴﺔ ﻋﻠﻰ ﺃﻱ ﺍﻧﺘﻬﺎﻙ ﺃﻭ ﻣﻄﺎﻟﺒﺔ ﺃﻭ ﺍﻧﺘﻬﺎﻙ ﻷﻱ ﺑﺮﺍﺀﺓ ﺍﺧﺘﺮﺍﻉ ﺃﻭ ﻋﻼﻣﺔ ﺗﺠﺎﺭﻳﺔ ﺃﻭ ﺣﻘﻮﻕ ﻧﺸﺮ ﺃﻭ ﺃﺳﺮﺍﺭ ﺗﺠﺎﺭﻳﺔ ﺃﻭ ﻣﺼﻠﺤﺔ ﻣﻠﻜﻴﺔ ﺃﺧﺮﻯ ﺑﻨﺎﺀ ﻋﻠﻰ ﺗﺮﺧﻴﺺ ﺃﻭ ﺍﺳﺘﺨﺪﺍﻡ ﺃﻭ ﺑﻴﻊ ﺃﻱ ﺑﺮﺍﻣﺞ ﺃﻭ ﻣﻨﺘﺠﺎﺕ ﺑﺮﻣﺠﻴﺔ ﻭ / ﺃﻭ ﺧﺪﻣﺎﺕ ﻣﻘﺪﻣﺔ ﺇﻟﻰ HPARC ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺃﻭ ﻓﻲ ﺇﻃﺎﺭ ﺍﻟﺘﻔﻜﻴﺮ ﻓﻴﻬﺎ.  ﻣﻊ ﻣﺮﺍﻋﺎﺓ ﺍﻟﻘﻴﻮﺩ ﺍﻟﻮﺍﺭﺩﺓ ﻓﻲ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﻳﺠﺐ ﻋﻠﻰ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﺗﻌﻮﻳﺾ HPARC ﻋﻦ ﺃﻱ ﺧﺴﺎﺭﺓ ﺃﻭ ﺿﺮﺭ ﺃﻭ ﻧﻔﻘﺎﺕ ﺃﻭ ﻣﺴﺆﻭﻟﻴﺔ، ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ ﺍﻟﺘﻜﺎﻟﻴﻒ ﻭﺃﺗﻌﺎﺏ ﺍﻟﻤﺤﺎﻣﺎﺓ ﺍﻟﻤﻌﻘﻮﻟﺔ ﺍﻟﺘﻲ ﻗﺪ ﺗﻨﺠﻢ ﻋﻦ ﺃﻱ ﺍﻧﺘﻬﺎﻙ ﺃﻭ ﻣﻄﺎﻟﺒﺔ ﻣﻦ ﻫﺬﺍ ﺍﻟﻘﺒﻴﻞ، ﺑﺎﺳﺘﺜﻨﺎﺀ ﺍﻟﺤﺎﻻﺕ ﺍﻟﺘﻲ ﻳﻨﺸﺄ ﻓﻴﻬﺎ ﻫﺬﺍ ﺍﻻﻧﺘﻬﺎﻙ ﺃﻭ ﺍﻟﻤﻄﺎﻟﺒﺔ ﻓﻘﻂ ﻣﻦ ﺍﻟﺘﺰﺍﻡ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﺑﺘﻌﻠﻴﻤﺎﺕ ﺃﻭ ﺗﻮﺟﻴﻬﺎﺕ HPARC ﺍﻟﻤﻜﺘﻮﺑﺔ ﺍﻟﺘﻲ ﺗﻨﻄﻮﻱ ﻋﻠﻰ ﺍﺳﺘﺨﺪﺍﻡ ﺳﻠﻊ ﻭﻋﻨﺎﺻﺮ ﺃﺧﺮﻯ ﻏﻴﺮ (1) ﺍﻟﺒﻀﺎﺋﻊ ﺍﻟﺘﺠﺎﺭﻳﺔ ﺍﻟﻤﺘﻮﻓﺮﺓ ﻓﻲ ﺍﻟﻌﺮﺍﺀ ﺗﺴﻮﻳﻖ ﺃﻭ ﻫﻲ ﻧﻔﺲ ﻫﺬﻩ ﺍﻟﺒﻀﺎﺋﻊ، ﺃﻭ (2) ﻋﻨﺎﺻﺮ ﻣﻦ ﺃﺻﻞ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﺃﻭ ﺗﺼﻤﻴﻤﻪ ﺃﻭ ﺍﺧﺘﻴﺎﺭﻩ؛ ﻭﻳﺠﺐ ﻋﻠﻰ HPARC ﺗﻌﻮﻳﺾ ﻣﻄﻮﺭﻱ ﺍﻟﺒﺮﺍﻣﺞ ﻓﻲ ﻣﺜﻞ ﻫﺬﻩ ﺍﻟﺤﺎﻻﺕ ﺍﻟﻤﺴﺘﺜﻨﺎﺓ.  ﻋﻠﻰ ﻛﻞ ﻃﺮﻑ ﺃﻥ ﻳﺪﺍﻓﻊ ﺃﻭ ﻳﺴﻮ، ﻋﻠﻰ ﻧﻔﻘﺘﻪ ﺍﻟﺨﺎﺻﺔ، ﺃﻱ ﺩﻋﻮﻯ ﺃﻭ ﺩﻋﻮﻯ ﺿﺪ ﺍﻵﺧﺮ ﻳﻜﻮﻥ ﻣﺴﺆﻭﻻ ﻋﻨﻬﺎ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ.  ﻋﻠﻰ ﻛﻞ ﻃﺮﻑ ﺇﺧﻄﺎﺭ ﺍﻵﺧﺮ ﻓﻮﺭﺍ ﺑﺄﻱ ﻣﻄﺎﻟﺒﺔ ﺑﺎﻟﺘﻌﺪﻱ ﻋﻠﻴﻬﺎ \nﻭﺍﻵﺧﺮ ﻣﺴﺆﻭﻝ، ﻭﻳﺠﺐ ﺃﻥ ﻳﺘﻌﺎﻭﻥ ﻣﻊ ﺍﻵﺧﺮ ﺑﻜﻞ ﻃﺮﻳﻘﺔ ﻣﻌﻘﻮﻟﺔ ﻟﺘﺴﻬﻴﻞ ﺍﻟﺪﻓﺎﻉ ﻋﻦ ﺃﻱ ﻣﻄﺎﻟﺒﺔ ﻣﻦ ﻫﺬﺍ ﺍﻟﻘﺒﻴﻞ. \nﺑﺎﻹﺿﺎﻓﺔ ﺇﻟﻰ ﺫﻟﻚ، ﻓﻲ ﺣﺎﻟﺔ ﺍﻟﺤﺼﻮﻝ ﻋﻠﻰ ﺃﻣﺮ ﻗﻀﺎﺋﻲ ﺃﻭ ﺃﻣﺮ ﻗﻀﺎﺋﻲ ﺿﺪ ﺍﺳﺘﺨﺪﺍﻡ HPARC ﻷﻱ ﻋﻨﺼﺮ ﺑﺴﺒﺐ ﺃﻱ ﺍﺩﻋﺎﺀ ﺍﻧﺘﻬﺎﻙ ﻣﻦ ﻫﺬﺍ ﺍﻟﻘﺒﻴﻞ، ﺃﻭ ﺇﺫﺍ ﻛﺎﻥ ﻣﻦ ﺍﻟﻤﺤﺘﻤﻞ ﺃﻥ ﻳﺼﺒﺢ ﺍﻟﻌﻨﺼﺮ ﻣﻮﺿﻮﻉ ﺩﻋﻮﻯ ﺍﻧﺘﻬﺎﻙ ﺃﻭ ﺍﻧﺘﻬﺎﻙ ﺃﻱ ﺑﺮﺍﺀﺓ ﺍﺧﺘﺮﺍﻉ ﺃﻭ ﻋﻼﻣﺔ ﺗﺠﺎﺭﻳﺔ ﺃﻭ ﺣﻘﻮﻕ ﻧﺸﺮ ﺃﻭ ﺃﺳﺮﺍﺭ ﺗﺠﺎﺭﻳﺔ ﺃﻭ ﺃﻱ ﺣﻖ ﻣﻠﻜﻴﺔ ﺁﺧﺮ ﻟﻄﺮﻑ ﺛﺎﻟﺚ ﻓﻲ ﺍﻟﻮﻻﻳﺎﺕ ﺍﻟﻤﺘﺤﺪﺓ،  ﺳﻴﻘﻮﻡ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ، ﺩﻭﻥ ﺗﻘﻴﻴﺪ ﻣﺎ ﺳﺒﻖ ﺑﺄﻱ ﺷﻜﻞ ﻣﻦ ﺍﻷﺷﻜﺎﻝ، ﻋﻠﻰ ﻧﻔﻘﺔ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ، ﺇﻣﺎ: (1) ﺍﻟﺤﺼﻮﻝ ﻋﻠﻰ ﺣﻖ HPARC ﻓﻲ ﺍﻻﺳﺘﻤﺮﺍﺭ ﻓﻲ ﺍﺳﺘﺨﺪﺍﻡ ﺍﻟﻌﻨﺼﺮ؛ ﺃﻭ (2) ﺍﺳﺘﺒﺪﺍﻝ ﺍﻟﻌﻨﺼﺮ ﺃﻭ ﺗﻌﺪﻳﻠﻪ ﺑﺤﻴﺚ ﻳﺼﺒﺢ ﻏﻴﺮ ﻣﻨﺘﻬﻚ، ﻭﻟﻜﻦ ﻓﻘﻂ ﺇﺫﺍ ﻛﺎﻥ ﺍﻟﺘﻌﺪﻳﻞ ﺃﻭ ﺍﻻﺳﺘﺒﺪﺍﻝ ﻻ ﻳﺆﺛﺮ ﺳﻠﺒﺎ ﻋﻠﻰ ﺍﻷﺩﺍﺀ ﺍﻟﻮﻇﻴﻔﻲ ﺃﻭ ﺍﻟﻤﻮﺍﺻﻔﺎﺕ ﺍﻟﺨﺎﺻﺔ ﺑﺎﻟﻌﻨﺼﺮ ﺃﻭ ﺍﺳﺘﺨﺪﺍﻣﻪ ﻣﻦ ﻗﺒﻞ HPARC. \nﻟﻦ ﺗﻜﻮﻥ HPARC ﻣﺴﺆﻭﻟﺔ ﺑﺄﻱ ﺣﺎﻝ ﻣﻦ ﺍﻷﺣﻮﺍﻝ ﺗﺠﺎﻩ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﻋﻦ ﺃﻱ ﺭﺳﻮﻡ ﺑﻌﺪ ﺗﺎﺭﻳﺦ ﺗﻮﻗﻒ HPARC ﻋﻦ ﺍﺳﺘﺨﺪﺍﻡ ﺍﻟﻌﻨﺼﺮ ﺑﺴﺒﺐ ﺍﻻﻧﺘﻬﺎﻙ ﺍﻟﻔﻌﻠﻲ ﺃﻭ ﺍﻟﻤﺰﻋﻮﻡ. \nﻃﻠﺐ ﺍﻟﺘﻌﺪﻳﻞ/ﺍﻟﺘﻐﻴﻴﺮ ﻭﺍﻟﻘﺒﻮﻝ ﻣﻦ ﻗﺒﻞ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ، ﻛﻞ ﺫﻟﻚ ﻭﻓﻘﺎ ﻟﻬﺬﺍ ﺍﻟﻘﺴﻢ 13. \nﺯﻣﻦ.  ﻳﻌﺪ ﺍﻟﻮﻗﺖ ﺟﻮﻫﺮﻳﺎ ﻓﻲ ﺃﺩﺍﺀ ﻭﺍﺟﺒﺎﺕ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﻭﻳﻌﺪ ﺗﻨﻔﻴﺬ ﺍﻟﻨﻈﺎﻡ ﻭﺗﻄﻮﻳﺮﻩ ﻓﻲ ﺍﻟﻮﻗﺖ ﺍﻟﻤﻨﺎﺳﺐ ﺃﻣﺮﺍ ﺑﺎﻟﻎ ﺍﻷﻫﻤﻴﺔ ﻷﻋﻤﺎﻝ HPARC.  ﻳﺘﻢ ﺗﻨﻔﻴﺬ ﺗﻨﻔﻴﺬ ﻭﺗﻄﻮﻳﺮ ﺍﻟﻨﻈﺎﻡ ﻣﻦ ﻗﺒﻞ ﻣﻄﻮﺭ ﺍﻟﺒﺮﻣﺠﻴﺎﺕ ﻭﻓﻘﺎ ﻟﺨﻄﺔ ﺍﻟﺘﻨﻔﻴﺬ.  ﻓﻲ ﺣﺎﻟﺔ ﻓﺸﻞ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﻓﻲ ﺗﺴﻠﻴﻢ ﺃﻱ ﻣﻦ ﺍﻟﻨﻈﺎﻡ ﻭﻓﻘﺎ ﻟﻠﺘﻮﺍﺭﻳﺦ ﺍﻟﻤﻨﺼﻮﺹ ﻋﻠﻴﻬﺎ ﻓﻲ ﺍﻟﺘﻨﻔﻴﺬ \nﺍﻟﺨﻄﺔ (\"ﺗﻮﺍﺭﻳﺦ ﺍﻟﺘﺴﻠﻴﻢ\") ، ﺛﻢ ﻳﺤﻖ ﻝ HPARC ﺍﻟﺤﺼﻮﻝ ﻋﻠﻰ ﺍﺋﺘﻤﺎﻥ ﻗﺪﺭﻩ ﻣﺎﺋﺔ ﺩﻭﻻﺭ \n(100.00 ﺩﻭﻻﺭ ﺃﻣﺮﻳﻜﻲ) ﻟﻜﻞ ﻳﻮﻡ ﺗﻘﻮﻳﻤﻲ ﻳﺘﺄﺧﺮ ﻓﻴﻪ ﺗﺴﻠﻴﻢ ﺍﻟﻨﻈﺎﻡ ﺑﻌﺪ ﺗﺎﺭﻳﺦ ﺍﻟﺘﺴﻠﻴﻢ ﺍﻟﻤﻌﻤﻮﻝ ﺑﻪ.  ﻳﺘﻢ ﺗﻄﺒﻴﻖ ﺍﻷﻣﻮﺍﻝ ﺍﻟﻤﺴﺘﺤﻘﺔ ﻟﺸﺮﻛﺔ HPARC ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻛﺎﺋﺘﻤﺎﻥ ﻣﻘﺎﺑﻞ ﺍﻟﻔﻮﺍﺗﻴﺮ ﺍﻟﻤﺴﺘﻘﺒﻠﻴﺔ ﺍﻟﻤﻘﺪﻣﺔ ﻣﻦ ﻗﺒﻞ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﺃﻭ ﺇﺫﺍ ﻟﻢ ﺗﻜﻦ ﻫﻨﺎﻙ ﻓﻮﺍﺗﻴﺮ ﺃﺧﺮﻯ، ﻓﻌﻨﺪﺋﺬ ﻛﺪﻓﻌﺔ ﻣﺒﺎﺷﺮﺓ ﺇﻟﻰ HPARC. \nﺍﻻﻣﺘﺜﺎﻝ ﻟﻠﻘﻮﺍﻧﻴﻦ.  ﻳﺠﺐ ﻋﻠﻰ ﻛﻞ ﻣﻦ HPARC ﻭﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﺍﻻﻣﺘﺜﺎﻝ ﻷﺣﻜﺎﻡ ﺟﻤﻴﻊ ﺍﻟﻘﻮﺍﻧﻴﻦ ﻭﺍﻟﻤﺮﺍﺳﻴﻢ ﻭﺍﻟﻠﻮﺍﺋﺢ ﻭﺍﻟﻘﻮﺍﻧﻴﻦ ﺍﻟﻔﻴﺪﺭﺍﻟﻴﺔ ﻭﻗﻮﺍﻧﻴﻦ ﺍﻟﻮﻻﻳﺔ ﻭﺍﻟﻤﻘﺎﻃﻌﺎﺕ ﻭﺍﻟﻤﺤﻠﻴﺔ ﺍﻟﻤﻌﻤﻮﻝ ﺑﻬﺎ، ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ، ﻋﻠﻰ ﺳﺒﻴﻞ ﺍﻟﻤﺜﺎﻝ ﻻ ﺍﻟﺤﺼﺮ، ﺍﻟﺘﺰﺍﻣﺎﺕ HPARC ﻭﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﻛﺄﺻﺤﺎﺏ ﻋﻤﻞ ﻓﻴﻤﺎ ﻳﺘﻌﻠﻖ ﺑﺼﺤﺔ ﻣﻮﻇﻔﻴﻬﺎ ﻭﺳﻼﻣﺘﻬﻢ ﻭﺩﻓﻊ ﺃﺟﻮﺭﻫﻢ، ﻭﺗﺤﺪﻳﺪ ﻭﺷﺮﺍﺀ ﺍﻟﺘﺼﺎﺭﻳﺢ ﻭﺍﻟﺸﻬﺎﺩﺍﺕ ﻭﺍﻟﻤﻮﺍﻓﻘﺎﺕ ﻭﻋﻤﻠﻴﺎﺕ ﺍﻟﺘﻔﺘﻴﺶ ﺍﻟﻤﻄﻠﻮﺑﺔ ﻓﻲ ﺃﺩﺍﺀ HPARC ﻭﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﻟﻬﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ. \n \tﺗﻘﺮ HPARC ﻭﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﺑﺄﻥ ﺍﻟﺒﺮﻧﺎﻣﺞ ﻭﺟﻤﻴﻊ ﺍﻟﻤﻌﻠﻮﻣﺎﺕ ﺍﻟﻔﻨﻴﺔ ﻭﺍﻟﻤﺴﺘﻨﺪﺍﺕ ﻭﺍﻟﻤﻮﺍﺩ ﺫﺍﺕ ﺍﻟﺼﻠﺔ ﺗﺨﻀﻊ ﻟﻀﻮﺍﺑﻂ ﺍﻟﺘﺼﺪﻳﺮ ﺑﻤﻮﺟﺐ ﻻﺋﺤﺔ ﺇﺩﺍﺭﺓ ﺍﻟﺘﺼﺪﻳﺮ ﺍﻷﻣﺮﻳﻜﻴﺔ.  ﻳﺠﺐ ﻋﻠﻰ HPARC ﻭﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ (i) ﺍﻻﻣﺘﺜﺎﻝ ﺍﻟﺼﺎﺭﻡ ﻟﺠﻤﻴﻊ ﺍﻟﻤﺘﻄﻠﺒﺎﺕ ﺍﻟﻘﺎﻧﻮﻧﻴﺔ ﺍﻟﻤﻨﺼﻮﺹ ﻋﻠﻴﻬﺎ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻟﻀﻮﺍﺑﻂ، (ii) ﺍﻟﺘﻌﺎﻭﻥ ﺍﻟﻜﺎﻣﻞ ﻣﻊ ﺍﻟﻄﺮﻑ ﺍﻵﺧﺮ ﻓﻲ ﺃﻱ ﺗﺪﻗﻴﻖ ﺃﻭ ﺗﻔﺘﻴﺶ ﺭﺳﻤﻲ ﺃﻭ ﻏﻴﺮ ﺭﺳﻤﻲ ﻳﺘﻌﻠﻖ ﺑﻬﺬﻩ ﺍﻟﻀﻮﺍﺑﻂ، ﻭ (iii) ﻋﺪﻡ ﺗﺼﺪﻳﺮ ﺃﻭ ﺇﻋﺎﺩﺓ ﺗﺼﺪﻳﺮ ﺃﻭ ﺗﺤﻮﻳﻞ ﺃﻭ ﻧﻘﻞ ﺃﻭ ﺍﻹﻓﺼﺎﺡ، ﺑﺸﻜﻞ ﻣﺒﺎﺷﺮ ﺃﻭ ﻏﻴﺮ ﻣﺒﺎﺷﺮ، ﻋﻦ ﺃﻱ ﺑﺮﻧﺎﻣﺞ ﺃﻭ ﻣﻌﻠﻮﻣﺎﺕ ﺗﻘﻨﻴﺔ ﺫﺍﺕ ﺻﻠﺔ ﺃﻭ ﻣﺴﺘﻨﺪ ﺃﻭ ﻣﻮﺍﺩ ﺃﻭ ﻣﻨﺘﺠﺎﺕ ﻣﺒﺎﺷﺮﺓ ﻣﻨﻬﺎ ﺇﻟﻰ ﺃﻱ ﺑﻠﺪ ﻣﻘﻴﺪ ﺑﻤﻮﺟﺐ ﻟﻮﺍﺋﺢ ﺇﺩﺍﺭﺓ ﺍﻟﺘﺼﺪﻳﺮ ﺍﻷﻣﺮﻳﻜﻴﺔ،  ﻛﻤﺎ ﻳﺘﻢ ﺗﻌﺪﻳﻠﻪ ﻣﻦ ﻭﻗﺖ ﻵﺧﺮ، ﺃﻭ ﻷﻱ ﻣﻮﺍﻃﻦ ﺃﻭ ﻣﻘﻴﻢ ﻓﻴﻪ، ﻣﺎ ﻟﻢ ﻳﺤﺼﻞ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﻋﻠﻰ ﺇﺫﻥ ﻛﺘﺎﺑﻲ ﻣﺴﺒﻖ ﻣﻦ HPARC ﻭﻭﺯﺍﺭﺓ ﺍﻟﺘﺠﺎﺭﺓ ﺍﻷﻣﺮﻳﻜﻴﺔ ﻭﺃﻱ ﺳﻠﻄﺔ ﺣﻜﻮﻣﻴﺔ ﻣﺤﻠﻴﺔ ﺫﺍﺕ ﺻﻠﺔ.  \nﻋﻼﻭﺓ ﻋﻠﻰ ﺫﻟﻚ ، ﻳﺪﺭﻙ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﻭﻳﻮﺍﻓﻖ ﻋﻠﻰ ﺫﻟﻚ ﺑﺎﻟﺘﺰﺍﻣﻦ ﻣﻊ ﺍﻟﺘﻨﻔﻴﺬ \nﻣﻦ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ، ﻳﺠﺐ ﺃﻥ ﺗﺰﻭﺩ HPARC ﺑﺨﻄﺎﺏ ﺿﻤﺎﻥ ، ﺑﺸﻜﻞ ﻛﺒﻴﺮ ﻓﻲ ﺷﻜﻞ ﺍﻟﻤﺴﺘﻨﺪ D ﺍﻟﻤﺮﻓﻖ ﻫﻨﺎ. \nﺍﺧﺘﻴﺎﺭ ﺍﻟﻘﺎﻧﻮﻥ.  ﻳﻌﺘﺰﻡ ﺍﻟﻄﺮﻓﺎﻥ ﻫﻨﺎ ﺗﻔﺴﻴﺮ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻭﺍﻷﺩﺍﺀ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻭﺟﻤﻴﻊ ﺍﻟﺪﻋﺎﻭﻯ ﻭﺍﻹﺟﺮﺍﺀﺍﺕ ﺍﻟﺨﺎﺻﺔ ﺃﻭ ﺍﻟﺘﺤﻜﻴﻢ ﺃﻭ ﺍﻟﻮﺳﺎﻃﺔ ﺃﻭ ﺍﻹﺟﺮﺍﺀﺍﺕ ﺍﻟﻤﻤﺎﺛﻠﺔ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻭﻓﻘﺎ ﻟﻘﻮﺍﻧﻴﻦ ﻭﻻﻳﺔ ﺗﻜﺴﺎﺱ ﻭﺑﻤﻮﺟﺐ ﻭﻭﻓﻘﺎ ﻟﻬﺎ، ﺑﺎﺳﺘﺜﻨﺎﺀ ﻣﺒﺪﺃ ﺗﻨﺎﺯﻉ ﺍﻟﻘﻮﺍﻧﻴﻦ. \nﺍﻟﺘﺤﻜﻴﻢ.  ﻳﺘﻢ ﺗﺴﻮﻳﺔ ﺃﻱ ﺧﻼﻑ ﺃﻭ ﻣﻄﺎﻟﺒﺔ ﺗﻨﺸﺄ ﻋﻦ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺃﻭ ﺗﺘﻌﻠﻖ ﺑﻬﺎ، ﺃﻭ ﺧﺮﻗﻬﺎ، ﻋﻦ ﻃﺮﻳﻖ ﺍﻟﺘﺤﻜﻴﻢ ﻭﻓﻘﺎ ﻟﻘﻮﺍﻋﺪ ﺍﻟﺘﺤﻜﻴﻢ ﺍﻟﺘﺠﺎﺭﻱ ﻟﺠﻤﻌﻴﺔ ﺍﻟﺘﺤﻜﻴﻢ ﺍﻷﻣﺮﻳﻜﻴﺔ ﻓﻲ ﻭﺍﺷﻨﻄﻦ ﺍﻟﻌﺎﺻﻤﺔ، ﻭﻳﺠﻮﺯ ﺍﻟﺤﻜﻢ ﻋﻠﻰ ﻗﺮﺍﺭ ﺍﻟﺘﺤﻜﻴﻢ ﺍﻟﺼﺎﺩﺭ ﻋﻦ ﺍﻟﻤﺤﻜﻢ (ﺍﻟﻤﺤﻜﻤﻴﻦ) ﻓﻲ ﺃﻱ ﻣﺤﻜﻤﺔ ﻟﻬﺎ ﺍﺧﺘﺼﺎﺹ ﻗﻀﺎﺋﻲ. \nﺗﻌﺪﻳﻞ ﺍﻻﺗﻔﺎﻗﻴﺔ.  ﻻ ﻳﻜﻮﻥ ﺃﻱ ﺗﻨﺎﺯﻝ ﺃﻭ ﺗﻌﺪﻳﻞ ﻟﻬﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺃﻭ ﺃﻱ ﻋﻬﺪ ﺃﻭ ﺷﺮﻁ ﺃﻭ ﻗﻴﺪ ﻭﺍﺭﺩ ﻫﻨﺎ ﺳﺎﺭﻱ ﺍﻟﻤﻔﻌﻮﻝ ﻣﺎ ﻟﻢ ﻳﻜﻦ ﻛﺘﺎﺑﻴﺎ ﻭﺗﻨﻔﻴﺬﻩ ﺣﺴﺐ ﺍﻷﺻﻮﻝ ﻣﻦ ﻗﺒﻞ ﻛﻼ ﺍﻟﻄﺮﻓﻴﻦ، ﻭﻟﻦ ﻳﺘﻢ ﺗﻘﺪﻳﻢ ﺃﻭ ﺍﺳﺘﻼﻡ ﺃﻱ ﺩﻟﻴﻞ ﻋﻠﻰ ﺃﻱ ﺗﻨﺎﺯﻝ ﺃﻭ ﺗﻌﺪﻳﻞ ﻛﺪﻟﻴﻞ ﻓﻲ ﺃﻱ ﺇﺟﺮﺍﺀ ﺃﻭ ﺗﺤﻜﻴﻢ ﺃﻭ ﺩﻋﻮﻯ ﻗﻀﺎﺋﻴﺔ ﺑﻴﻦ ﺍﻷﻃﺮﺍﻑ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺗﻨﺸﺄ ﻋﻦ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺃﻭ ﺗﺆﺛﺮ ﻋﻠﻴﻬﺎ.  ﺃﻭ ﺣﻘﻮﻕ ﺃﻭ ﺍﻟﺘﺰﺍﻣﺎﺕ ﺍﻷﻃﺮﺍﻑ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﻣﺎ ﻟﻢ ﻳﻜﻦ ﻫﺬﺍ ﺍﻟﺘﻨﺎﺯﻝ ﺃﻭ ﺍﻟﺘﻌﺪﻳﻞ ﻛﺘﺎﺑﻴﺎ، ﻳﺘﻢ ﺗﻨﻔﻴﺬﻩ ﺣﺴﺐ ﺍﻷﺻﻮﻝ ﻣﻦ ﻗﺒﻞ ﺍﻟﻄﺮﻓﻴﻦ. \nﺍﻟﺘﻌﻴﻴﻦ.  ﻻ ﻳﺠﻮﺯ ﻷﻱ ﻣﻦ ﺍﻟﻄﺮﻓﻴﻦ ﺍﻟﺘﻨﺎﺯﻝ ﻋﻦ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻛﻠﻴﺎ ﺃﻭ ﺟﺰﺋﻴﺎ ﺩﻭﻥ ﻣﻮﺍﻓﻘﺔ ﺧﻄﻴﺔ ﻣﻦ ﺍﻟﻄﺮﻑ ﺍﻵﺧﺮ، ﻭﻟﻦ ﻳﺘﻢ ﺣﺠﺐ ﺍﻟﻤﻮﺍﻓﻘﺔ ﺑﺸﻜﻞ ﻏﻴﺮ ﻣﻌﻘﻮﻝ.  ﻳﺠﻮﺯ ﻟﻤﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﺍﻟﺘﻌﺎﻗﺪ ﻣﻊ ﺃﻃﺮﺍﻑ ﺃﺧﺮﻯ ﻟﺘﻘﺪﻳﻢ ﺍﻟﺨﺪﻣﺎﺕ ﺑﻤﻮﺟﺐ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺭﻫﻨﺎ ﺑﻤﻮﺍﻓﻘﺔ ﺧﻄﻴﺔ ﻣﺴﺒﻘﺔ ﻣﻦ HPARC.  ﻳﺠﺐ ﺃﻥ ﺗﻜﻮﻥ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻟﺼﺎﻟﺢ ﺍﻟﺨﻠﻔﺎﺀ ﻭﺍﻟﻤﺘﻨﺎﺯﻝ ﻟﻬﻢ ﺍﻟﻤﺴﻤﻮﺡ ﻟﻬﻢ ﻭﻣﻠﺰﻣﺔ ﻟﻬﻢ ﻟﻸﻃﺮﺍﻑ ﺍﻟﻤﻌﻨﻴﺔ.  ﺑﺼﺮﻑ ﺍﻟﻨﻈﺮ ﻋﻦ ﺃﻱ ﺷﻲﺀ ﻭﺍﺭﺩ ﻓﻲ ﻫﺬﺍ ﺍﻟﻘﺴﻢ 19، ﻳﺠﻮﺯ ﻟﺸﺮﻛﺔ HPARC ﺍﻟﺘﻨﺎﺯﻝ ﻋﻦ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻷﻱ ﻛﻴﺎﻥ ﻳﺸﺘﺮﻱ ﻛﻞ ﻭﺣﺪﺓ ﺃﻋﻤﺎﻝ HPARC ﺃﻭ ﻣﻌﻈﻤﻬﺎ ﺟﻤﻴﻌﻬﺎ. \nﺍﻟﻘﻮﺓ ﺍﻟﻘﺎﻫﺮﺓ.  ﻻ ﻳﺘﺤﻤﻞ ﺃﻱ ﻣﻦ ﻣﻄﻮﺭﻱ ﺍﻟﺒﺮﺍﻣﺞ ﺃﻭ HPARC ﺍﻟﻤﺴﺆﻭﻟﻴﺔ ﻋﻦ ﺃﻱ ﺗﺄﺧﻴﺮ ﻓﻲ ﺍﻷﺩﺍﺀ ﺑﺴﺒﺐ ﺍﻟﻘﻮﺓ ﺍﻟﻘﺎﻫﺮﺓ، ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ ﺍﻹﺿﺮﺍﺑﺎﺕ ﺃﻭ ﺍﻟﺤﻮﺍﺩﺙ ﺃﻭ ﺍﻟﻘﻀﺎﺀ ﻭﺍﻟﻘﺪﺭ ﺃﻭ ﻏﻴﺮﻫﺎ ﻣﻦ ﺍﻟﺘﺄﺧﻴﺮﺍﺕ ﺍﻟﺨﺎﺭﺟﺔ ﻋﻦ ﺳﻴﻄﺮﺓ ﻫﺬﺍ ﺍﻟﻄﺮﻑ.  ﺇﺫﺍ ﺗﻢ ﻣﻨﻊ ﺇﻛﻤﺎﻝ ﺍﻟﻨﻈﺎﻡ ﻓﻲ ﺍﻟﻮﻗﺖ ﺍﻟﻤﻨﺎﺳﺐ ﺑﺴﺒﺐ ﺃﻱ ﺳﺒﺐ ﻣﻦ ﺃﺳﺒﺎﺏ ﺍﻟﻘﻮﺓ ﺍﻟﻘﺎﻫﺮﺓ ، ﺃﻭ ﺃﻱ ﻋﻤﻞ ﻣﻦ ﺃﻋﻤﺎﻝ HPARC ، ﻓﻠﻦ ﻳﺸﻜﻞ ﻫﺬﺍ ﺍﻟﻔﺸﻞ ﺃﻭ ﺍﻟﺘﺄﺧﻴﺮ ﺗﻘﺼﻴﺮﺍ. \nﺇﺷﻌﺎﺭﺍﺕ.  ﺗﻌﺘﺒﺮ ﺟﻤﻴﻊ ﺍﻹﺷﻌﺎﺭﺍﺕ ﺃﻭ ﺍﻟﻄﻠﺒﺎﺕ ﺃﻭ ﺍﻻﺗﺼﺎﻻﺕ ﺍﻷﺧﺮﻯ ﺍﻟﻤﻨﺼﻮﺹ ﻋﻠﻴﻬﺎ ﻓﻲ ﻫﺬﻩ ﺍﻟﻮﺛﻴﻘﺔ ﺃﻭ ﺍﻟﺘﻲ ﻗﺪ ﻳﺘﻢ ﺗﻘﺪﻳﻤﻬﺎ ﻣﻦ ﻗﺒﻞ ﺃﻱ ﻃﺮﻑ ﺇﻟﻰ ﺍﻟﻄﺮﻑ ﺍﻵﺧﺮ ﻗﺪ ﺗﻢ ﺗﻘﺪﻳﻤﻬﺎ ﻋﻠﻰ ﺍﻟﻨﺤﻮ ﺍﻟﻮﺍﺟﺐ ﻋﻨﺪ ﺗﻘﺪﻳﻤﻬﺎ ﻛﺘﺎﺑﻴﺎ ﻭﺗﺴﻠﻴﻤﻬﺎ ﺷﺨﺼﻴﺎ، ﺃﻭ ﻋﻨﺪ ﺍﻻﺳﺘﻼﻡ، ﺇﺫﺍ ﺗﻢ ﺇﺭﺳﺎﻟﻬﺎ ﻋﻦ ﻃﺮﻳﻖ ﺷﺮﻛﺔ ﺍﻟﺸﺤﻦ ﺍﻟﺠﻮﻱ ﺍﻟﺪﻭﻟﻴﺔ (ﺃﻱ ﻓﻴﺪﺭﺍﻝ ﺇﻛﺴﺒﺮﻳﺲ ﺃﻭ ﺩﻱ ﺇﺗﺶ ﺇﻝ) ﻋﻠﻰ ﺍﻟﻨﺤﻮ ﺍﻟﺘﺎﻟﻲ: \n \tﺇﺷﻌﺎﺭﺍﺕ ﺇﻟﻰ HPARC:   \t\t\tﺇﺷﻌﺎﺭﺍﺕ ﻟﻤﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ: \n \t___________________.      \t\t\t\t\t\n \t    \t\t\t\tﻋﻨﺎﻳﻪ:   \t\t\t \n  \tﻣﻊ ﺍﻟﻨﺴﺨﺔ ﺍﻟﻤﻄﻠﻮﺑﺔ ﻣﻦ ﺃﺟﻞ:  \tﺃﻭ ﺇﻟﻰ ﺃﻱ ﻋﻨﻮﺍﻥ ﺁﺧﺮ ﻗﺪ ﻳﻘﺪﻣﻪ ﺍﻟﻄﺮﻓﺎﻥ ﻟﺒﻌﻀﻬﻤﺎ ﺍﻟﺒﻌﺾ ﻛﺘﺎﺑﻴﺎ ﻣﻦ ﻭﻗﺖ ﻵﺧﺮ. \nﻣﻘﺎﻭﻝ ﻣﺴﺘﻘﻞ.  ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﻫﻮ ﻭﻳﺠﺐ ﺃﻥ ﻳﻜﻮﻥ ﻓﻲ ﺟﻤﻴﻊ ﺍﻷﻭﻗﺎﺕ ﻣﺘﻌﺎﻗﺪﺍ ﻣﺴﺘﻘﻼ ﻭﻻ ﻳﻌﺘﺒﺮ ﻣﻮﻇﻔﺎ ﺃﻭ ﻭﻛﻴﻼ ﻟﺸﺮﻛﺔ HPARC.  ﻻ ﻳﻮﺟﺪ ﻓﻲ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻣﺎ ﻳﻘﺼﺪ ﺑﻪ، ﺃﻭ ﻳﻤﻜﻦ ﺍﻋﺘﺒﺎﺭﻩ، ﺃﻧﻪ ﻳﺸﻜﻞ ﺷﺮﺍﻛﺔ ﺃﻭ ﻣﺸﺮﻭﻋﺎ ﻣﺸﺘﺮﻛﺎ ﺑﻴﻦ ﺍﻟﻄﺮﻓﻴﻦ. \nﺷﺮﺍﺀ ﺍﻟﻤﻌﺪﺍﺕ.  ﺗﻔﺘﺮﺽ HPARC ﺃﻥ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﻟﺪﻳﻪ ﻣﻌﺪﺍﺕ ﻭﺑﺮﺍﻣﺞ ﻣﻌﻴﻨﺔ ﻣﻦ ﺃﺟﻞ ﺃﺩﺍﺀ ﺍﻟﺨﺪﻣﺎﺕ ﻭﺑﺎﻟﺘﺎﻟﻲ ﻟﻦ ﻳﺘﻢ ﺗﻌﻮﻳﺾ ﺗﻜﻠﻔﺔ ﺫﻟﻚ ﻣﻦ ﻗﺒﻞ HPARC \nﺍﻟﺘﺴﺎﻣﺢ - ﺑﺪﻭﻥ ﺗﻨﺎﺯﻝ.  ﻻ ﻳﺠﻮﺯ ﺗﻔﺴﻴﺮ ﺍﻟﺘﺴﺎﻣﺢ ﺃﻭ ﺍﻹﻫﻤﺎﻝ ﻣﻦ ﺟﺎﻧﺐ ﺃﻱ ﻣﻦ ﺍﻟﻄﺮﻓﻴﻦ ﻓﻲ ﺍﻹﺻﺮﺍﺭ ﻋﻠﻰ ﺍﻻﻣﺘﺜﺎﻝ ﺍﻟﺼﺎﺭﻡ ﻟﺸﺮﻭﻁ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻋﻠﻰ ﺃﻧﻪ ﺃﻭ ﻳﺸﻜﻞ ﺗﻨﺎﺯﻻ ﻋﻨﻬﺎ. \nﺍﻹﻏﺎﺛﺔ ﺍﻟﻌﺎﺩﻟﺔ. ﻓﻲ ﺣﺎﻟﺔ ﺧﺮﻕ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﺃﻭ ﺍﻟﺘﻬﺪﻳﺪ ﺑﺨﺮﻕ ﺃﻱ ﻣﻦ ﺍﻟﻌﻬﻮﺩ ﺍﻟﻤﻌﺒﺮ ﻋﻨﻬﺎ ﻓﻲ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ، ﺳﺘﻜﻮﻥ ﺍﻷﺿﺮﺍﺭ ﺍﻟﺘﻲ ﺗﻠﺤﻖ ﺏ HPARC ﻛﺒﻴﺮﺓ ﻭﻻ ﻳﻤﻜﻦ ﺇﺻﻼﺣﻬﺎ ﻭﻳﺼﻌﺐ ﺗﺤﺪﻳﺪﻫﺎ ﻛﻤﻴﺎ؛ ﻟﺬﻟﻚ ، ﻳﺠﻮﺯ ﻝ HPARC ﺍﻟﺘﻘﺪﻡ ﺑﻄﻠﺐ ﺇﻟﻰ ﻣﺤﻜﻤﺔ ﻣﺨﺘﺼﺔ ﻟﻠﺤﺼﻮﻝ ﻋﻠﻰ ﺃﻣﺮ ﻗﻀﺎﺋﻲ ﻟﻜﺒﺢ ﻫﺬﺍ ﺍﻻﻧﺘﻬﺎﻙ ﺃﻭ ﺍﻟﺘﻬﺪﻳﺪ ﺑﺎﻻﻧﺘﻬﺎﻙ ، ﺩﻭﻥ ﺣﺮﻣﺎﻥ HPARC ﻣﻦ ﺃﻱ ﺍﻧﺘﺼﺎﻑ ﺁﺧﺮ ﻓﻲ ﺍﻟﻘﺎﻧﻮﻥ ﺃﻭ ﺍﻹﻧﺼﺎﻑ.  ﻓﻲ ﺣﺎﻟﺔ ﺃﻥ ﺃﻱ ﻣﻦ ﺃﻭ ﻛﻞ ﺍﻟﻌﻬﻮﺩ ﺍﻟﻤﺒﻴﻨﺔ ﻓﻲ ﻫﺬﻩ ﺍﻟﻮﺛﻴﻘﺔ ﻗﺪ ﻗﺮﺭﺕ ﻣﻦ ﻗﺒﻞ ﻣﺤﻜﻤﺔ ﻣﺨﺘﺼﺔ ﺑﺄﻧﻬﺎ ﻏﻴﺮ ﺻﺎﻟﺤﺔ ﺃﻭ ﻏﻴﺮ ﻗﺎﺑﻠﺔ ﻟﻠﺘﻨﻔﻴﺬ، ﺑﺴﺒﺐ ﺿﺨﺎﻣﺔ ﻗﻴﻮﺩﻫﺎ ﺍﻟﺠﻐﺮﺍﻓﻴﺔ ﺃﻭ ﺍﻟﺰﻣﻨﻴﺔ، ﺃﻭ ﺑﺴﺒﺐ ﺃﻥ ﻧﻄﺎﻕ ﺍﻷﻧﺸﻄﺔ ﺍﻟﻤﺸﻤﻮﻟﺔ ﻛﺒﻴﺮ ﺟﺪﺍ، ﺃﻭ ﻷﻱ ﺳﺒﺐ ﺁﺧﺮ، ﻳﺘﻢ ﺗﻔﺴﻴﺮ ﻫﺬﻩ ﺍﻟﻌﻬﻮﺩ ﻋﻠﻰ ﺃﻧﻬﺎ ﺗﻤﺘﺪ ﻋﻠﻰ ﺃﻗﺼﻰ ﻣﺴﺎﺣﺔ ﺟﻐﺮﺍﻓﻴﺔ،  ﺍﻟﻔﺘﺮﺓ ﺍﻟﺰﻣﻨﻴﺔ ﺃﻭ ﻧﻄﺎﻕ ﺍﻷﻧﺸﻄﺔ ﺃﻭ ﺍﻟﻘﻴﻮﺩ ﺍﻷﺧﺮﻯ ﺍﻟﺘﻲ ﻗﺪ ﺗﻜﻮﻥ ﻗﺎﺑﻠﺔ ﻟﻠﺘﻨﻔﻴﺬ ﺑﺸﺄﻧﻬﺎ. \nﺍﻻﺗﻔﺎﻗﻴﺔ ﺍﻟﻜﺎﻣﻠﺔ.  ﺗﺤﺘﻮﻱ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ ﻭﺍﻟﻤﺴﺘﻨﺪﺍﺕ ﺍﻟﻤﺮﻓﻘﺔ ﺑﻬﺎ ﻋﻠﻰ ﺍﻻﺗﻔﺎﻗﻴﺔ ﺍﻟﻜﺎﻣﻠﺔ ﺑﻴﻦ ﺍﻟﻄﺮﻓﻴﻦ ﻭﺗﺤﻞ ﻣﺤﻞ ﺟﻤﻴﻊ ﺍﻻﺗﻔﺎﻗﻴﺎﺕ ﺍﻷﺧﺮﻯ، ﺍﻟﻤﻜﺘﻮﺑﺔ ﻭﺍﻟﺸﻔﻬﻴﺔ، ﺑﻴﻦ ﺍﻟﻄﺮﻓﻴﻦ ﻓﻴﻤﺎ ﻳﺘﻌﻠﻖ ﺑﻤﻮﺿﻮﻉ ﺍﻻﺗﻔﺎﻗﻴﺔ.  ﻳﻘﺮ ﻛﻞ ﻃﺮﻑ ﻣﻦ ﺍﻷﻃﺮﺍﻑ ﺑﺄﻧﻪ ﺍﻋﺘﻤﺪ ﻋﻠﻰ ﺣﻜﻤﻪ ﺍﻟﺨﺎﺹ ﻭﻧﺼﻴﺤﺔ ﺍﻟﻤﺤﺎﻣﻲ ﻓﻲ ﺇﺑﺮﺍﻡ ﻫﺬﻩ ﺍﻻﺗﻔﺎﻗﻴﺔ. \n \tﻭﺇﺛﺒﺎﺗﺎ ﻟﺬﻟﻚ، ﻧﻔﺬﺕ ﺷﺮﻛﺔ HPARC ﻭﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﺍﺗﻔﺎﻗﻴﺔ ﺗﻄﻮﻳﺮ ﺍﻟﺒﺮﻣﺠﻴﺎﺕ ﻫﺬﻩ ﺳﺎﺭﻳﺔ ﺍﻟﻤﻔﻌﻮﻝ ﻓﻲ ﺍﻟﺘﺎﺭﻳﺦ ﺍﻟﻤﻜﺘﻮﺏ ﺃﻋﻼﻩ. \nﺗﺸﻬﺪ:     \t\t\t\t\t[HPARC] \n \t     \t\t\t\t\tﺏ: \t    \t\t\t\t(ﺧﺘﻢ) \nﺗﺸﻬﺪ:     \t\t\t\t\t[ﻣﻄﻮﺭ ﺑﺮﺍﻣﺞ] \n\t \t     \t\t\t\t\tﺏ:     \t\t\t\t\t(ﺧﺘﻢ)\nﺍﻟﺸﻜﻞ ﺃ \nﻣﻌﺪﻻﺕ ﺍﻟﻌﻤﺎﻟﺔ \nﻻﺳﺘﺨﺪﺍﻣﻬﺎ ﻓﻲ ﺍﻟﺘﻔﺎﻭﺽ ﻋﻠﻰ ﺍﻟﺘﻐﻴﻴﺮﺍﺕ ﻓﻲ ﺍﻟﻌﻤﻞ \nﺍﻟﺸﻜﻞ ﺑﺎﺀ \nﻏﻴﺮ ﻣﺴﺘﺨﺪﻡ \nﺍﻟﺸﻜﻞ ﺝ \nﺗﻘﺮﻳﺮ ﺍﻟﺤﺎﻟﺔ ﺍﻷﺳﺒﻮﻋﻲ ﻭﺗﻨﺴﻴﻖ ﺍﻟﻔﺎﺗﻮﺭﺓ ﺍﻟﺸﻬﺮﻳﺔ \nﺗﻘﺮﻳﺮ ﺍﻟﺤﺎﻟﺔ ﺍﻷﺳﺒﻮﻋﻲ \n  \t\tﻳﺠﺐ ﺗﻮﺟﻴﻪ ﺗﻘﺮﻳﺮ ﺍﻟﺤﺎﻟﺔ ﺍﻷﺳﺒﻮﻋﻲ ﺇﻟﻰ ﻣﺪﻳﺮ ﻣﺸﺮﻭﻉ HPARC ﻭﻳﺠﺐ ﺃﻥ ﻳﺤﺘﻮﻱ ﻋﻠﻰ ﺍﻟﻤﻌﻠﻮﻣﺎﺕ ﺍﻟﺘﺎﻟﻴﺔ ﻟﻜﻞ ﻣﺸﺮﻭﻉ HPARC ﻗﺎﻡ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﺃﻭ ﻣﻮﻇﻔﻴﻪ ﺃﻭ ﻣﻮﻇﻔﻴﻪ ﺃﻭ ﺍﻟﻤﻌﻴﻨﻮﻥ ﺑﻪ ﺑﺄﻱ ﻋﻤﻞ ﺑﺸﺄﻧﻪ: \nﺍﻟﻮﺿﻊ ﺍﻟﺤﺎﻟﻲ ﻟﻠﻤﺸﺮﻭﻉ \nﺍﻟﺘﻘﺪﻡ ﺍﻟﻤﺤﺮﺯ ﻧﺤﻮ ﺗﺤﻘﻴﻖ ﺃﻫﺪﺍﻑ HPARC \nﺍﻟﺘﻘﺪﻡ ﺍﻟﻤﺤﺰﻥ ﻟﻸﺳﺒﻮﻉ ﺍﻟﻤﻘﺒﻞ \nﻣﺴﺘﻮﻯ ﺍﻟﻤﻮﻇﻔﻴﻦ ﻭﺍﻟﻤﻬﺎﺭﺓ ﻓﻲ ﺍﻟﻌﻤﻞ ﻓﻲ ﺍﻟﻤﺸﺮﻭﻉ \nﺍﻟﻘﻀﺎﻳﺎ \n  ﻳﺠﺐ ﺃﻥ ﻳﻜﻮﻥ ﺗﻘﺮﻳﺮ ﺍﻟﺤﺎﻟﺔ ﺍﻷﺳﺒﻮﻋﻲ ﺑﺘﻨﺴﻴﻖ Microsoft Word ﻣﺘﻮﺍﻓﻖ ﻣﻊ ﺍﻟﻜﻤﺒﻴﻮﺗﺮ ﺍﻟﺸﺨﺼﻲ ، ﻣﻊ ﺧﻂ 12pitch ، Arial. \nﺍﻟﻔﺎﺗﻮﺭﺓ ﺍﻟﺸﻬﺮﻳﺔ \nﺳﻴﻘﻮﻡ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﺑﺘﺰﻭﻳﺪ HPARC ﺑﻔﺎﺗﻮﺭﺓ ﻭﺍﺣﺪﺓ ﻟﻠﺨﺪﻣﺎﺕ ﺍﻟﻤﻘﺪﻣﺔ ﻋﻠﻰ ﺃﺳﺎﺱ ﺷﻬﺮﻱ.  ﻭﺳﺘﺸﻤﻞ ﻫﺬﻩ ﺍﻟﻔﺎﺗﻮﺭﺓ ﺟﻤﻴﻊ ﺭﺳﻮﻡ ﺍﻟﺮﺳﻮﻡ ﻭﺍﻟﺴﻔﺮ ﻭﺍﻟﻨﻔﻘﺎﺕ ﺍﻟﻤﺘﻨﻮﻋﺔ ﺍﻟﻘﺎﺑﻠﺔ ﻟﻠﺴﺪﺍﺩ ﻣﻮﺯﻋﺔ ﺣﺴﺐ ﻣﺸﺮﻭﻉ HPARC.  ﺳﺘﻜﻮﻥ ﺍﻟﻮﺛﺎﺋﻖ ﺍﻟﺪﺍﻋﻤﺔ ﺍﻟﺘﺎﻟﻴﺔ ﻣﻄﻠﻮﺑﺔ: \n \tﺭﺳﻮﻣﺴﻴﺘﻢ ﺩﻓﻊ ﺟﻤﻴﻊ ﺍﻟﺮﺳﻮﻡ ﻋﻠﻰ ﺃﺳﺎﺱ ﺍﻟﻨﺴﺒﺔ ﺍﻟﻤﺌﻮﻳﺔ ﺍﻟﻜﺎﻣﻠﺔ ﻟﻜﻞ ﻣﻬﻤﺔ ﻭﺗﺴﻠﻴﻤﺎﺕ.:  ﺳﻴﻮﺍﻓﻖ ﻣﻄﻮﺭ ﺍﻟﺒﺮﺍﻣﺞ ﻭ HPARC ﻋﺒﺮ ﺍﻟﺒﺮﻳﺪ ﺍﻹﻟﻜﺘﺮﻭﻧﻲ ﻋﻠﻰ ﺍﻟﻨﺴﺒﺔ ﺍﻟﻤﺌﻮﻳﺔ ﻟﻜﻞ ﻣﻨﻬﺎ ﻹﺻﺪﺍﺭ ﻓﺎﺗﻮﺭﺓ ﻗﺒﻞ ﺗﻘﺪﻳﻢ ﺍﻟﻔﺎﺗﻮﺭﺓ.  \n \tﺍﻟﺴﻔﺮ ﻭﺍﻟﻨﻔﻘﺎﺕ ﺍﻟﻤﺘﻨﻮﻋﺔﻳﺠﺐ ﺗﻘﺪﻳﻢ ﺟﻤﻴﻊ ﺍﻟﻔﻮﺍﺗﻴﺮ ﻣﻊ ﺍﻟﻤﺴﺘﻨﺪﺍﺕ ﺍﻟﻜﺎﻓﻴﺔ ، ﺑﻤﺎ ﻓﻲ ﺫﻟﻚ ﻧﻤﻮﺫﺝ ﺗﺼﺮﻳﺢ ﺍﻟﺴﻔﺮ ﺍﻟﻤﺤﺪﺩ ، ﻭﻧﻤﻮﺫﺝ ﺗﻘﺮﻳﺮ ﻧﻔﻘﺎﺕ ﺍﻟﺴﻔﺮ ، ﻭﺍﻹﻳﺼﺎﻻﺕ ﺍﻷﺻﻠﻴﺔ ﺣﻴﺜﻤﺎ ﺃﻣﻜﻦ ، ﻭﺳﺒﺐ ﺍﻟﺴﻔﺮ ، ﻭﺍﻟﻤﻮﺍﻓﻘﺔ ﺍﻟﺨﻄﻴﺔ ﻣﻦ ﻣﺪﻳﺮ ﻣﺸﺮﻭﻉ HPARC.: \nﺳﻴﺘﻢ ﺗﻘﺪﻳﻢ ﺍﻟﻔﺎﺗﻮﺭﺓ ﺑﺤﻠﻮﻝ 10 ﻣﻦ ﻛﻞ ﺷﻬﺮﻳﻦ ﺇﻟﻰ ﻣﺪﻳﺮ ﻣﺸﺮﻭﻉ HPARC.  ﻣﺪﻳﺮ ﻣﺸﺮﻭﻉ HPARC ﻣﺴﺆﻭﻝ ﻋﻦ ﺍﻟﺤﺼﻮﻝ ﻋﻠﻰ ﺟﻤﻴﻊ ﻣﻮﺍﻓﻘﺎﺕ HPARC ﺍﻟﻤﻄﻠﻮﺑﺔ ﻭﺗﻘﺪﻳﻢ ﺍﻟﻔﺎﺗﻮﺭﺓ ﺇﻟﻰ ﻗﺴﻢ ﺍﻟﺤﺴﺎﺑﺎﺕ ﺍﻟﺪﺍﺋﻨﺔ ﻓﻲ HPARC ﻟﻠﺪﻓﻊ.\nﺍﻟﺸﻜﻞ ﺩﺍﻝ \nﺧﻄﺎﺏ ﺍﻟﺘﺄﻛﻴﺪ"
    }
]