{
    "file_name": "HPARC-software-development-agreement",
    "language": "en",
    "length": 35482,
    "parsed_timestamp": "2025-10-25T13:05:59.871786",
    "parsed_duration": 0.05521392822265625,
    "full_text": "Software Development Agreement \nTHIS SOFTWARE DEVELOPMENT AGREEMENT is entered into as of the   \t day of   \t, 2021, by and between HEMISFAIR PARK AREA REDEVELOPMENT CORPORATION, a public, nonprofit Texas local government corporation formed under Subchapter D of Chapter 431 of the Texas Transportation \nCode, with its address at 630 East Nueva Street, San Antonio, TX  782045  (“HPARC”), and  _______________________ a ____________ corporation with its principal place of business at ______________________________(the “Software Developer”). \nWitnesseth: \nWHEREAS, HPARC is desirous of retaining Software Developer to perform the software development services described in this Agreement for the support of HPARC’s business; and \nWHEREAS, Software Developer desires to perform these services in accordance with the terms and conditions of this Agreement; and \nWHEREAS, Software Developer represents and warrants that it possesses the qualifications and skills necessary to perform the software development services described in this Agreement; and \nWHEREAS, Software Developer has previously performed similar software development services for governmental clients and is familiar with HPARC’s desired product. \nNOW, THEREFORE, HPARC and Software Developer hereby agree as follows: \n1. Definitions.  The following terms shall have the following meaning when used in this Agreement: \n“First Level Support” shall mean those support services provided by HPARC to HPARC’s own end \nusers, including but not limited to a problem call-in help desk, the resolution and/or escalation of end-user problems with the System, and the distribution of all software error corrections, maintenance releases and enhancement updates provided by the Software Developer for the System, on a timely and effective basis. \n“Second Level Support” shall mean those support services to facilitate basic support services to end users of HPARC’s software, including, but not limited to: \nthe correction of reproducible problems; \nthe diagnosis of problems that the HPARC cannot resolve; and \n(ii) the provision of a single copy of all applicable error corrections, maintenance updates and enhancement releases for the Software and Documentation, which the HPARC will copy for distribution to the HPARC’s own end users. \n \tc) “Taxes” shall mean all federal, state, local and other taxes, including sales, use, and property taxes, related to this Agreement or HPARC’s use of the Software, excluding taxes based on Software Developer’s net income or personal property. \n2. Term.  Subject to Section 7, the term of this Agreement shall commence on the date set forth above, and continue for __________.  Thereafter, it shall continue based upon future need until terminated as provided herein. \n3. Services and System Development \nSoftware Developer Responsibilities \nGeneral.  In consideration of the fees described in Section 4, Software Developer will provide the HPARC ongoing software development and consulting services in the following areas (collectively, the “Services”):  The Software Developer will develop, maintain, customize, distribute and manage the system configuration; provide 24-hour emergency response; test; provide Second Level Support; and provide user and technical documentation for the Telecommunication Billing and HPARC Care System (the “System”).  In order to perform the Services, the HPARC authorizes the Software Developer to build a team of personnel approximating the labor chart set forth in Exhibit A as soon as reasonable. \nReports.  Software Developer shall deliver to HPARC reports in the format set forth on Exhibit C on a weekly basis or as specified by HPARC’s project manager, which shall contain a description of the current status of the System, the personnel and their skill category working on the System, the progress towards assigned HPARC objectives and the estimated progress to be made in the next week.  Software Developer shall meet with the HPARC monthly at a mutually agreed-upon location, or more often if requested by HPARC, to discuss and report on the progress on the Services and the status of the System. Some of these meetings may happen using on-line technology. \nStaffing Resources and Guarantee.  HPARC reserves the right to approve all staffing decisions.  Resources will be applied to HPARC projects by the mutual agreement of the parties and such resources shall not be reassigned without the prior written approval of the HPARC.  HPARC reserves the right to have any of Software Developer’s personnel removed from HPARC’s projects for any reason that HPARC deems necessary for quality and performance.  Resources shall be applied exclusively to HPARC projects, and will not be shared with other projects that Software Developer may support.  Software Developer agrees that the failure to maintain the required staffing levels would be detrimental to the success of HPARC’s projects.   \nInsurance.  Software Developer shall provide adequate medical and accident insurance for all consultants supplied by Software Developer, whether working at the Software Developer’s site or working internationally on HPARC’s projects.  Adequate insurance shall also be carried by Software Developer to protect HPARC-provided facilities, equipment and intellectual property present on the Software Developer’s site. \nHPARC Responsibilities \nGeneral.  Unless otherwise agreed, HPARC shall develop the business designs for the core product and for customization; and provide Software Developer with access to HPARC’s network if required.  HPARC shall assist integration testing and configuration management during the Software Developer’s training period.  This training period shall not exceed six (6) months from the date of this Agreement. \nTraining.  HPARC shall provide Software Developer adequate training on HPARC’s systems and each HPARC specific configuration in order to facilitate the transfer of all technical and product knowledge from Software Developer to HPARC.   \n\t4. \tFees and Payment \nFees.  The overall fee for this assignment is a lumpsum amount of -\n_____________________, ($________).  HPARC is a 501c(3), non-profit corporation so no taxes are to be invoiced. \nInvoices.  Software Developer shall provide HPARC, on a monthly basis, an invoice based upon a percent complete of each development task and deliverables. \nTravel Expense Reimbursement.  Billings for Software Developer’s travel expenses must be generated along with the labor and miscellaneous expenses monthly billings.  All bills must be submitted with adequate documentation, including the prescribed travel authorization form, the travel expense report form, original receipts, reason for travel, and the HPARC’s project manager’s written approval.  Travel per diem rates will be determined by the HPARC’s project manager depending on the destination.  HPARC must approve all travel and miscellaneous expenses in advance. \nPayments.  HPARC shall pay all undisputed invoices within thirty (30) days of the receipt of such invoice.  All payments shall be made by HPARC to Software Developer in U.S. Dollars.   \n5. \tChange of Scope.  At any time during the term of this Agreement, HPARC may require Software Developer to provide additional or reduced services as set forth below. \nSubmission of Request.  HPARC shall submit to Software Developer in writing all requests by HPARC for any such modification of services which alters, amends, enhances, or adds to the services and/or time and/or place of performance (hereinafter referred to as “Modification/Change Request” or “Request”.  HPARC will provide thirty (30) days’ notice in the event of reduction in services. \nPerformance.  Upon such authorization by HPARC of the Modification/Change Request, Software Developer will implement such Request immediately.  Software Developer shall not perform any services in advance of written authorization from HPARC. \nBinding Agreement.  For the purposes of this Agreement, each Modification/Change Request duly authorized in writing by HPARC and agreed to by Software Developer shall be deemed incorporated into and part of this Agreement, and each such Request shall constitute a formal amendment to this Agreement, adjusting fees and services as finally agreed upon for \neach authorized Modification/Change Request.  In no event shall the services be deemed altered, amended, enhanced, reduced, or otherwise modified except through written authorization by HPARC of a Modification/Change Request and acceptance by Software Developer, all in accordance with this Section 5. \n\t6. \tWarranty and Warranty Disclaimer \nSoftware Developer represents and warrants to HPARC that all Services, work and deliverables to be performed hereunder shall be performed by qualified personnel in a professional and workmanlike manner, in accordance with the highest industry standards.  All services shall be rendered to the good faith satisfaction of HPARC. \nSoftware Developer represents and warrants to HPARC that HPARC will receive good \nand valid title to all deliverables delivered by Software Developer to HPARC under this Agreement, free and clear of all encumbrances and liens of any type. \nSoftware Developer represents and warrants to HPARC that neither Software Developer, in connection with performing the Services, nor the completed System will infringe any patent, copyright, trademark, trade secret or other proprietary right of any third party.  Software Developer further represents and warrants to HPARC that Software Developer will not use any trade secrets or confidential or proprietary information owned by any third party in performing the Services or developing the System.  Software Developer further represents and warrants to HPARC that neither Software Developer nor any other company or individual performing Services pursuant to this Agreement is under any obligation to assign or give any work done under this Agreement to any third party. \nSoftware Developer warrants that for one year following the acceptance of the Services and System, the Services and System shall be free from defects in workmanship and materials and shall substantially conform to the specifications and performance standards, capabilities, characteristics, specifications, functions and other descriptions and standards applicable thereto as set forth in each Work Order.  In the event that defects are discovered during the warranty period, Software Developer shall promptly remedy such defects at no additional expense to HPARC. \nEXCEPT AS PROVIDED IN THIS AGREEMENT, THERE ARE NO EXPRESS OR IMPLIED WARRANTIES, INCLUDING THE IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE, RESPECTING THIS AGREEMENT, THE SYSTEM AND THE SERVICES. \nHPARC expressly acknowledges and agrees that (i) Software Developer does not \nwarrant that the System will meet all of HPARC’s needs or that its operation will be uninterrupted or error-free; and (ii) Software Developer shall have no obligations for ensuring or perfecting its operation on or compatibility with any current or future version or release of any hardware, equipment or operating software or other software products which HPARC may acquire or receive from any source, excluding Software Developer. \n\t7. \tTermination and Effect of Termination \nThis Agreement may be terminated by either party upon written notice if the other party breaches any material term or condition of the Agreement and such breach remains uncorrected for thirty (30) days following receipt of written notice of such breach. \nHPARC may terminate this Agreement at any time, without cause, upon ninety (90) days’ prior notification or payment to the Software Developer of amounts equivalent to the prior one (1) months’ billing amounts. \nIn the event of a termination of this Agreement by the Software Developer without cause, prior to the end of the term of this Agreement, then the HPARC may extend this Agreement beyond the Software Developer’s stated date of termination for one hundred and eighty (180) days past the anniversary date at the rates currently in effect, and the HPARC’s obligations under Section 3(f) are hereby terminated. \nUpon termination of this Agreement for any reason, the parties shall have no further obligations pursuant to the terms of the Agreement except as set forth in Sections 5, 8, 9, 11, 12, 13, 16, 17 and 25. \n\t8. \tCovenants of Non-Competition, Confidentiality, Non-Solicitation \nCovenant of Non-Competition.  In consideration of the payments made by HPARC to Software Developer herein, the Software Developer agrees not to develop, design, code, test or document a competing product.  The Software Developer hereby covenants and agrees that it has no rights to market, distribute, sell or license any of the applications or deliverables being developed under this Agreement.  Additionally, the Software Developer covenants and agrees that, without the prior written consent of the HPARC, it will not enter into any discussions with any party with respect to the foregoing applications and deliverables for a period commencing on the date of this Agreement and terminating on that day which is the third anniversary of the acceptance by the HPARC of the last deliverable provided under this Agreement.  Software Developer acknowledges and agrees that a breach of the covenant not to compete herein would result in irreparable harm to the HPARC for which monetary damages would not be an adequate remedy.  Accordingly, Software Developer agrees that the HPARC will be entitled to injunctive relief, a decree of specific performance or other equitable relief to enforce Software Developer’s obligations under this section.  If any provision of this section shall be invalid, inoperative or unenforceable, it shall be as if such invalid, inoperative or unenforceable provision had never been contained herein and such provision were reformed so that it would be valid, operative and enforceable to the maximum extent possible. \nCovenant of Non-Disclosure.  Software Developer shall not, at any time during or after the term of this Agreement, in any manner, either directly or indirectly, divulge, disclose, or communicate to any person, firm, corporation or other entity, or use for its own benefit or for the benefit of any person, firm, corporation  or other entity, and not for the benefit of the HPARC, any information acquired from the HPARC, its parent or subsidiaries, without the express prior written consent of an authorized executive officer of the HPARC, as more fully set forth in a certain Proprietary Information Agreement between HPARC and Software Developer dated   \t \t, 2021.  In addition, Software Developer shall ensure that Software \nDeveloper’s employees, officers, directors, agents, and representatives shall execute similar agreements protecting the HPARC’s proprietary information and agree to be bound by the terms and conditions contained therein. \nCovenants of Non-Solicitation.  Neither party will solicit, hire, contract with, or engage the employment of services for any of the other party’s staff for a period of one (1) year following termination of this Agreement. \n\t9. \tDeliverables \nCompletion or Termination.  Software Developer shall upon completion or termination of this Agreement, or upon demand by the HPARC, for whatever cause and without regard to whether the System has been completed, promptly return to the HPARC any and all proprietary information together with any copies or reproductions thereof and destroy all material in its computers and other electronic files.  Software Developer shall at such time provide the HPARC with a certificate signed by an officer of the Software Developer certifying that all such proprietary information has been returned to the HPARC or destroyed.  Software Developer agrees to ensure that all HPARC data will be erased from all forms of magnetic and electronic media using a method which ensures that it can not be recovered.  Software Developer shall state in writing the method of data destruction and the date completed. \nOwnership Notice.  All work performed by the Software Developer under this \nAgreement shall contain the following copyright notice:  “[HPARC] [year].  All Rights Reserved” and the following proprietary notice: “The information contained herein is proprietary [HPARC] and shall not be reproduced, copied in whole or in part, adapted, modified, or disseminated without the express prior written consent of [HPARC].”  These notices shall appear in human readable form on labels attached to containers for computer disks, tapes or similar media and at the beginning of all human readable works such as design documents, manuals, etc.  The notices shall appear in human readable form at the beginning of all machine readable documents. \nCooperation by Software Developer.  Should HPARC or any of its agents or representatives seek to obtain letters, patent, trademarks or copyrights in any country of the world on all or part of the System, Software Developer agrees to cooperate fully without compensation in providing information, completing forms, performing actions and obtaining the necessary signatures or assignments required to obtain such letters, patent, trademarks or copyrights.  In the event HPARC shall be unable for any reason to obtain Software Developer’s signature on any document necessary for any purpose set forth in the foregoing sentence, Software Developer hereby irrevocably designates and appoints each of HPARC and its dulyauthorized officers and agents as Software Developer’s agent and Software Developer’s attorney-in-fact to act for and in Software Developer’s behalf and stead to execute and file any such document and to do all other lawfully permitted acts to further any such purpose with the same force and effect as if executed and delivered by Software Developer. \nSoftware Developer’s Proprietary Software Programs.  Notwithstanding the provisions of Subsections 9a) and 9b) above, it is understood and agreed that Software Developer may, in its sole discretion, use its proprietary software programs in providing Services.  If Software \nDeveloper uses any such proprietary software programs and so notifies HPARC, HPARC shall not market or in any way use such software programs as independent “stand-alone” programs without the express written consent of Software Developer, and HPARC shall not acquire any proprietary rights to such programs. \nInvolvement of HPARC.  HPARC shall have the option: \nUpon serving a written notice to Software Developer at any time, to require Software Developer to accept HPARC personnel as part of the development team.  The parties hereto expressly agree that the HPARC employees assigned to Software Developer as per this Section \n10 shall not be considered to be employees/ consultants of Software Developer.  Software Developer shall, at all times, be responsible for any compensation, insurance, or other employment benefits to which such employees are, or may become entitled, and under no circumstances shall Software Developer be required to make payment of any kind to any such employee on HPARC’s behalf; and \nAt any time and without prior notice of any kind, to require Software Developer to provide HPARC personnel unrestricted access to all aspects of the development process, including but not limited to meetings, conference calls, correspondence and source and object code, in order to observe and audit Software Developer’s work. \nRights in Work.  The parties acknowledge that any work performed by Software Developer for HPARC is being created at the insistence of HPARC and shall be deemed “work made for hire” under United States copyright law. \n \tHPARC shall have the right to use the whole work, any part or parts thereof, or none of the work, as it sees fit.  HPARC may alter the work, add to it, or combine it with any other work or works, at its sole discretion.  Notwithstanding the foregoing, all original material submitted by Software Developer as part of the work or as part of the process of creating the work, including but not limited to programs, listings, printouts, documentation, notices, flow charts, and programming aids, shall be the property of HPARC whether or not HPARC uses such material.  No rights are reserved by Software Developer. \n \tAll programs, specifications, documentation, and all other technical information prepared by Software Developer in connection with the performance of its services hereunder will become and remain HPARC’s sole property.  Title to all material and documentation, including, but not limited to systems specifications, furnished by HPARC to Software Developer or delivered by HPARC into the Software Developer’s possession shall remain with HPARC.  Software Developer shall immediately return all such material or documentation within seven (7) days of any request by HPARC or upon the termination or conclusion of this Agreement, whichever shall occur first. \n \tSoftware Developer’s obligations under this Agreement shall survive expiration or termination of this Agreement and any amendments thereto.  Furthermore, Software Developer irrevocably waives its moral rights in any work created, developed or delivered hereunder. \n \tSoftware Developer agrees it will not disclose to any third party, without the prior written consent of HPARC, any invention, discovery, copyright, patent, trade secret or similar rights attended hereto, made under or relating to this Agreement or any proprietary or confidential information acquired from HPARC under this Agreement, including trade secrets, business plans and confidential or other information which may be proprietary to HPARC. \n \tSoftware Developer warrants and represents that it has or will have the right, through written agreements with its employees, to secure for HPARC the rights called for in this Section.  Further, in the event Software Developer uses any subcontractor, consultant or other third party to perform any of the services contracted for under this Agreement, Software Developer agrees to enter into and provide to HPARC such written agreements with such third party, and to take such other steps as are or may be required to secure for HPARC the rights called for in this Section.  Software Developer further agrees to provide the names and addresses of all agents, contractors, consultants, representatives or other third parties who perform work on behalf of Software Developer under this Agreement. \n12. \tIndemnity.  Subject to the limitations contained in this Agreement, HPARC agrees to indemnify and hold harmless Software Developer, and Software Developer agrees to indemnify and hold harmless HPARC respectively, from any liabilities, penalties, demands or claims finally awarded (including the costs, expenses and reasonable attorney’s fees on account thereof) that may be made by any third party for injuries, including death, to persons or damage to property resulting from the indemnifying party’s gross negligence or willful acts or omissions or those of persons furnished by the indemnifying party, its agents or subcontractors or resulting from use of the software, and/or Services furnished hereunder.  HPARC agrees to defend Software Developer, at Software Developer’s request, and Software Developer agrees to defend HPARC, at HPARC’s request, against any such liability, claim or demand.  Software Developer and HPARC respectively agree to notify the other party promptly of any written claims or demands against the indemnified party for which the indemnifying party is responsible hereunder.  The foregoing indemnity shall be in addition to any other indemnity obligations of HPARC or Software Developer set forth in this Agreement. \n\t13. \tIntellectual Property Indemnification \nThe following terms apply to any infringement or claim or infringement of any patent, trademark, copyright, trade secret or other proprietary interest based on the licensing, use, or sale of any software, software products and/or Services furnished to HPARC under this Agreement or in contemplation hereof.  Subject to the limitations contained in this Agreement, Software Developer shall indemnify HPARC for any loss, damage, expense or liability, including costs and reasonable attorney fees that may result by reason of any such infringement or claim, except where such infringement or claim arises solely from Software Developer’s adherence to HPARC’s written instructions or directions which involve the use of merchandise and items other than (1) commercial merchandise which is available on the open market or is the same as such merchandise, or (2) items of Software Developer’s origin, design or selection; and HPARC shall so indemnify Software Developer in such excepted cases.  Each party shall defend or settle, at its own expense, any action or suit against the other for which it is responsible hereunder.  Each party shall notify the other promptly of any claim of infringement for which \nthe other is responsible, and, shall cooperate with the other in every reasonable way to facilitate the defense of any such claim. \nIn addition, in the event an injunction or order shall be obtained against HPARC’s use of any item by reason of any such infringement allegation, or if the item is likely to become the subject of a claim of infringement or violation of any existing United States patent, trademark, copyright, trade secret or other proprietary right of a third party, Software Developer will, without in any way limiting the foregoing, at Software Developer’s expense, either:  (i) procure for HPARC the right to continue using the item; or (ii) replace or modify the item so that it becomes non-infringing, but only if the modification or replacement does not adversely affect the functional performance or specifications for the item or its use by HPARC. \nIn no event shall HPARC be liable to Software Developer for any charges after the date that HPARC no longer uses the item because of actual or claimed infringement. \nModification/Change Request and acceptance by Software Developer, all in accordance with this Section 13. \nTime.  Time is of the essence in the performance of Software Developer’s duties under this Agreement, and timely implementation and development of the System is critical to HPARC’s business.  Software Developer’s implementation and development of the System shall be implemented in accordance with the Implementation Plan.  In the event Software Developer fails to deliver any of the System in accordance with the dates set forth in the Implementation \nPlan (“Delivery Dates”), then HPARC shall be entitled to a credit of one hundred dollars \n($100.00) per calendar day that the delivery of the System is delayed past the applicable Delivery Date.  Monies becoming due to HPARC hereunder shall be applied as a credit against future invoices submitted by Software Developer hereunder, or if there are no further invoices, then as a direct payment to HPARC. \nCompliance with Laws.  HPARC and Software Developer each shall comply with the provisions of all applicable federal, state, county and local laws, ordinances, regulations and codes, including, but not limited to, HPARC’s and Software Developer’s obligations as employers with regard to the health, safety and payment of its employees, and identification and procurement of required permits, certificates, approvals and inspections in HPARC’s and Software Developer’s performance of this Agreement. \n \tHPARC and Software Developer acknowledge that the Software and all related technical information, documents and materials are subject to export controls under the U.S. Export Administration Regulation.  HPARC and Software Developer will (i) comply strictly with all legal requirements established under these controls, (ii) cooperate fully with the other party in any official or unofficial audit or inspection that relates to these controls, and (iii) not export, reexport, divert, transfer or disclose, directly or indirectly, any Software or related technical information, document or material or direct products thereof to any country so restricted by the U.S. Export Administration Regulations, as modified from time to time, or to any national or resident thereof, unless Software Developer has obtained the prior written authorization of HPARC and the U.S. Commerce Department and any relevant local government authority.  \nFurthermore, Software Developer recognizes and agrees that concurrently with the execution \nof this Agreement, it shall provide HPARC with a Letter of Assurance, substantially in the form of Exhibit D attached hereto. \nChoice of Law.  It is the intention of the parties hereto that this Agreement and the performances hereunder and all suits and special proceedings, arbitration, mediation or similar proceedings hereunder be construed in accordance with and under and pursuant to the laws of the State of Texas, excluding its principle of conflicts of laws. \nArbitration.  Any controversy or claim arising out of or relating to this Agreement, or the breach thereof, shall be settled by arbitration in accordance with the Commercial Arbitration Rules of the American Arbitration Association in Washington, D.C., and judgment upon the award rendered by the arbitrator(s) may be entered in any court having jurisdiction thereof. \nModification of Agreement.  No waiver or modification of this Agreement or of any covenant, condition, or limitation herein contained shall be valid unless in writing and duly executed by both parties, and no evidence of any waiver or modification shall be offered or received in evidence in any proceeding, arbitration, or litigation between the parties hereto arising out of or affecting this Agreement, or the rights or obligations of the parties hereunder, unless such waiver or modification is in writing, duly executed by both parties. \nAssignment.  Neither party may assign this Agreement in whole or in part without the written consent of the other party, which consent will not be unreasonably withheld.  Software Developer may contract with other parties to provide services hereunder subject to HPARC’s prior written approval.  This Agreement shall inure to the benefit of and be binding upon the successors and permitted assigns of the respective parties.  Notwithstanding anything contained in this Section 19, HPARC may assign this Agreement to any entity which purchases all or substantially all of HPARC’s business unit. \nForce Majeure.  Neither Software Developer not HPARC shall be liable for any delay in performance due to force majeure, including strikes, accidents, acts of God, or other delays beyond the control of such party.  If timely completion of the System is prevented by any cause of force majeure, or any act of HPARC then such failure or delay shall not constitute default. \nNotices.  All notices, demands, or other communications herein provided to be given or that may be given by any party to the other shall be deemed to have been duly given when made in writing and delivered in person, or upon receipt, if sent by international air courier (i.e., Federal Express or DHL) as follows: \n \tNotices to HPARC: \t \t \tNotices to Software Developer: \n \t___________________. \t \t \t \t \t \n \t \t \t \t \tAttn: \t \t \t \n  \twith a required copy to:  \tor to such other address as the parties may provide to each other in writing from time to time. \nIndependent Contractor.  Software Developer is and, shall at all times be an independent contractor and shall not be deemed an employee or agent of HPARC.  Nothing in this Agreement is intended to, or shall be deemed to, constitute a partnership or joint venture between the parties. \nPurchase of Equipment.  HPARC assumes that Software Developer has certain equipment and software in order to perform the Services and therefore, the cost of such will not be reimbursed by the HPARC \nForbearance - No Waiver.  Forbearance or neglect on the part of either party to insist upon strict compliance with the terms of this Agreement shall not be construed as or constitute a waiver thereof. \nEquitable Relief. In the event Software Developer breaches, or threatens to breach any of the covenants expressed in this Agreement, the damages to HPARC will be great and irreparable and difficult to quantify; therefore, HPARC may apply to a court of competent jurisdiction for injunctive relief to restrain such breach or threat of breach, without disentitling HPARC from any other relief in either law or equity.  In the event that any or all of the covenants expressed herein shall be determined by a court of competent jurisdiction to be invalid or unenforceable, by reason of its geographic or temporal restrictions being too great, or by reason that the range of activities covered are too great, or for any other reason, these covenants shall be interpreted to extend over the maximum geographic area, period of time, range of activities or other restrictions to which they may be enforceable. \nEntire Agreement.  This Agreement and the Exhibits attached hereto contain the entire agreement between the parties and shall, as of the effective date hereof, supersede all other agreements, written and oral, between the parties relating to the subject matter hereof.  Each of the parties hereto acknowledges that they have relied on their own judgment and the advice of counsel in entering into this Agreement. \n \tIN WITNESS WHEREOF, HPARC and Software Developer have executed this Software Development Agreement effective on the date first above written. \nATTEST: \t \t \t \t \t[HPARC] \n \t \t \t \t \t \tBy: \t \t \t \t \t(SEAL) \nATTEST: \t \t \t \t \t[SOFTWARE DEVELOPER] \n\t \t \t \t \t \t \tBy: \t \t \t \t \t(SEAL)\nExhibit A \nLabor Rates \nfor use in negotiating changes in the work \nExhibit B \nNOT USED \nExhibit C \nWeekly Status Report & Monthly Invoice Format \nWeekly Status Report \n \t \tThe Weekly Status Report shall be addressed to the HPARC project manager and shall contain the following information for each HPARC project the Software Developer, or its staff, employees or assigns have performed any work on: \nCurrent Status of the Project \nProgress towards HPARC objectives \nEstimated progress for the next week \nPersonnel and skill level working on the project \nIssues \n  The Weekly Status Report shall be in PC-compatible Microsoft Word format, with 12pitch, Arial font. \nMonthly Invoice \nThe Software Developer will provide the HPARC with one invoice for services rendered on a monthly basis.  This invoice will include all fee charges, travel and miscellaneous reimbursable expenses broken down by HPARC project.  The following supporting documentation will be required: \n \tFees:  All fees will be paid on a percent complete basis for each task and deliverables.  Software Developer and HPARC will agree via email to the percentage for each to be invoiced prior to submission of the invoice.  \n \tTravel and Miscellaneous Expenses:  All bills must be submitted with adequate documentation, including the prescribed travel authorization form, the travel expense report form, original receipts where possible, reason for travel, and the HPARC project manager’s written approval. \nThe invoice will be submitted by the 10th of every other month to the HPARC project manager.  The HPARC project manager is responsible for getting all the requisite HPARC approvals and submitting the invoice to the HPARC Accounts Payable department for payment.\nExhibit D \nLetter of Assurance"
}