{
    "file_name": "software-development-agreement-contract-template-word",
    "language": "en",
    "length": 16242,
    "parsed_timestamp": "2025-10-26T02:45:20.809801",
    "parsed_duration": 0.13994574546813965,
    "parsed_duration_per_thousand_char": 0.08616287739695828,
    "full_text": "SOFTWARE DEVELOPMENT AGREEMENT TEMPLATE \nThe Software Development Agreement, also known as a software contract, is a legal document that outlines the terms and conditions of a software development project between two or more parties. In this type of services agreement a software company (Developer) agrees to develop, supply and install new software programs to another company (Client). The ownership of the software is transferred to the Client. Once defined the scope and services provided, the Software Development Agreement contains clauses such as Developer responsibilities, phases of the development, payments, warranties, confidentiality, noncompetition, copyright, training, applicable law and competent jurisdiction.   \nSOFTWARE DEVELOPMENT AGREEMENT \nDATE: ............................................................................................................................................. \nBETWEEN: \n.................................. [company legal name] whose registered office is at ..................................... [address, city and country] and registration/fiscal number is .............................. (hereinafter referred to as the “Company”),  \nAND: \n................................. [company legal name] whose registered office is at ..................................... [address, city and country] and registration/fiscal number is .............................. (hereinafter referred to as the “Developer”),  \nBoth parties express a mutual recognition of their legal authority to enter into this Software Development Agreement and declare that: \nRECITALS \nWHEREAS The Company wishes to hire Developer to develop custom software packages; \nWHEREAS Developer desires to develop these custom software packages for the Company. \nNOW THEREFORE, the Parties hereto hereby agree as follows: \nCLAUSES \n1. SERVICES DEFINED \nThe term \"Services\" when used in this Agreement means the performance of professional services that include but are not limited to system analysis, program development, personnel training, documentation writing and general business consulting. \n2. SCOPE AND SERVICES \nDeveloper shall provide and deliver to Company custom software in regards thereto as outlined in Clause 3. This software development shall result in software products which may be used for implementing:  \n…………………………………………………………………………………………………………………………………………………..\n.…………..………………………………………………………………………………………………………………………………..……\n[Describe] \n3. DEVELOPER RESPONSIBILITIES \n3.1 Developer shall develop custom software which will modify, customize, amend, enhance or otherwise change the following pre-existing Developer software packages to fulfill the requirements of Company: \n………………………………………………………………………………………………………………………………………… \n        …………………………………………………………………………………………………………………….……………………   \t[Describe] \n3.2 The requirements to be fulfilled by the custom programming to the above listed packages are presently undefined. The defining of Company requirements shall occur in Phases, each Phase representing a division of the Company operation, and such Sub-phases representing either the development of a particular application, or a Sub-phase representing the modification of a particular application.  \n3.3 Each Phase and Sub-phase shall be designed, approved, programmed, delivered, tested, and accepted pursuant to the procedures listed below.  \n4. DEVELOPMENT PHASES AND SUB-PHASES \n4.1 Developer shall consult with Company personnel for the purpose of designing programming specifications. Specifications shall contain those items listed on Annex I.  \n4.2 Once Developer has designed said programming specifications, they will be delivered to Company together with their operation performance estimates (OPE) for every program mentioned in the specifications. The OPE will indicate any limitations on the program, and the estimated response times for on-line programs or runtimes for the batch programs. \n4.3 Upon receipt of said programming specifications, Company will either approve or disapprove of said specifications. Such approval will be at the sole discretion of Company. \nUpon approval of the programming specifications, Developer design, in conjunction with Company, an Acceptance test for these specifications. The Acceptance test will follow those standards listed in Annex II. The specifications, OPE's and the Acceptance test will be incorporated into a Phase-Agreement. \nIf Company does not approve said specifications, Developer and Company will again consult and restart the procedure.  \n4.4 After the creation of the Acceptance Test, the parties shall create the Phase Agreement. The Phase Agreement shall contain the following: \nThe fixed price for the Phase.  \nThe functional names of the applications to be created. \nThe date of delivery, and that time is of the essence. \n4.5 The Phase Agreement will also have the following items attached thereto: \nThe Functional Specifications which is a narrative explanation of the operation of the programs, containing Exhibits of all screen and reports.  \nThe Programming Specifications to be used by the programmers creating the software for Company.  \nThe Functional Specifications for the software after customization. \nFile layouts for all files used or created in that Phase, including record and/or data field descriptions. \nThe operation performance estimates.  \nThe Acceptance Tests, including test data. \nUpon the signing of the Phase Agreement by both Company and Developer, Company shall pay to Developer ……… [insert number] % of the fixed cost indicated in the Phase Agreement. Developer will then proceed to write the programming for that phase. \nOn the delivery date specified in the Phase Agreement, Developer shall deliver to Company the completed programming for that phase. For delivery on or before the delivery date specified in the Phase Agreement, Company shall pay to Developer ……… [insert number] %  of the price for that Phase. For delivery after the date specified in the Phase Agreement, but prior to the expiration of a grace period of ……… [insert number] days, Company shall pay to Developer …….. [insert number] % of the price for that Phase. \nFailure by Developer to deliver the completed programming by the end of the ………… [insert number] days after the delivery date specified in the Phase Agreement delivery after the date specified in the Phase Agreement, but prior to the expiration of a grace period of …….. [insert number]  days, Company shall pay to Developer [%] of the price for that Phase. Failure by Developer to deliver the completed programming by the end of the ………[insert number]  days after the delivery date specified in the Phase Agreement will entitle Company to a ……. [insert number] % reduction in the cost of the entire Phase for each ……. [insert number] day period in which Developer is late. The delivery date may only be modified by written amendment to the Phase Agreement signed by both parties. \nIn the event that Developer fails to deliver the completed programs ………..[insert number] months after the original delivery date, and the delivery date was not modified, Company may cancel that Phase Agreement. In the event of such cancellation, Developer shall deliver to Company all work in progress, program specifications, etc., then in Developer’s possession. Cancellation pursuant to such failure to deliver shall not require any further payments to Developer as normally required pursuant to Clause 19. \nUpon delivery, Company shall conduct the acceptance test that was created by the   \tparties. \nUpon passing the acceptance test, Company shall pay to Developer an additional ……. [insert number] % of the price of the phase, Developer was paid [%] for the delivery of the programs, Company shall pay to Developer ……. [insert number] % for the passing of the Acceptance Test. Company shall retain the final …… [insert number] % until the successful completion of ……[insert number] days of actual live use of said phase. \nIf the programs fail to perfom the acceptance tests, the parties shall follow this procedure: \nCompany shall immediately notify Developer by telephone of the failure of the test. Company shall then confirm such notice by sending written confirmation of the failure plus proper documentation to Developer by certified mail, return receipt requested. \nDeveloper may immediately begin reprogramming to remedy the failure. \nIf the failure can be remedied within [NUMBER] days, and the Acceptance testing shall continue. \nIn the event that the failure cannot be remedied after the [NUMBER] day, Developer shall notify Company within an additional [NUMBER] days of the new delivery date for that Phase. In no event shall the new delivery date be more than [NUMBER] days after the original delivery date.  \n4.13 After Company has used the phase programs for a period of ………. [insert number] consecutive days of uptime as defined in Clause 11, without failure, Company shall pay to Developer the final ……..  [insert number] % payment. \nNothing in this procedure shall be construed to prevent several Phases and Sub-phases to be commenced simultaneously. \n............................................................................................................................................ \nThis is a sample of the Software Development Agreement. \nTo get more information about this contract click here: \n                                                         SOFTWARE DEVELOPMENT AGREEMENT  \nUSER GUIDE \t \nContracts drafted by the legal experts of Global Negotiator cover all relevant aspects that are negotiated and agreed in the different types of business between companies. However, when these contracts are used you should take into account some recommendations common to all of them that are described in this User Guide. \nDATE \nThe date when the contract comes into force is the one that appears in its header, as mentioned in the final paragraphs of the contract, before signatures (This Contract comes into force on the date written above). \nIn some contracts -for example in the Supply Contract- the date of coming into force is also mentioned in one of the clauses. In these cases, you have to verify that the two dates inserted in the contract (in the heading and in the corresponding clause) are the same, in order to avoid discrepancies. \nPARTIES \nBe sure to insert in the first page of the contract the full details of the Parties: \nWhen a Party is a company you must insert the following information: legal name, legal form (limited, incorporated, etc.), full address, registration data and fiscal identification number. \nWhen a Party is an individual that works as independent professional (for example a commercial agent) you must insert the following information: full name, profession, full address and fiscal identification number. \nCLAUSES \nClauses with different alternatives: choose the most favorable \nIn the most important clauses of each contract (exclusivity, payment terms, applicable law and competent jurisdiction, etc.) several drafting alternatives are proposed so you can choose the most appropriate to each situation. Therefore, the user before submitting the contract to the other Party must choose the alternatives that seem best suited to their interests and eliminate the rest. \nClauses with blank spaces to be completed  \nIn several clauses of the contract blank spaces appear with dots (.......................) that the user has to complete inserting text. Following the dots, between brackets, you will see the data and explanations to insert the text. \nWhen the text between brackets is in normal letters (the same as the contract) and separated by \",\" or the word \"o\", the user must insert one of the options suggested. \nExample of blank space (........) with options to select between brackets: \nOrders handled before completion of the present Contract which produce sales transactions within .......... [1, 2, 3, 6] months shall entitle the Agent to receive the corresponding commission. In this case, the user must choose between options 1, 2, 3 or 6 months and insert one in the blank space (........). \nWhen the text between brackets is in italics the user has to insert the data and information requested and eliminate the bracketed text. \nExample of blank space - (.........) to insert text: \nBoth parties, by mutual consent, resolve to refer any dispute to the Rules of Conciliation and Arbitration of the International Chamber of Commerce by one or more arbitrators appointed in accordance with said Rules. The place of arbitration shall be ........... [city and country]. In this case, the user must insert in the blank space (...........) the city and country chosen to conduct the arbitration and afterward eliminate the bracketed text [city and country]. \n Notices Clause \nSometimes it may happen that the official address of the Parties which appear at the beginning of the contract is different from which is to be used for communications between the Parties during the terms of the contract. In this case, the user should include at the end of the contract a Notices Clause. \nExample of Notices Clause: \nNotices. - In order to comply with their contractual obligations, the Parties establish the following address for the provision of notices related to this contract: \n- Party 1 ............................................................. [insert full address]. - Party 2 ............................................................. [insert full address]. \nANNEXES \nThe contracts incorporate some Annexes, each of them, referenced to the corresponding Clause. Annexes are drafted in commonly used formats, although the user must adapt these formats and the text inserted in them to each particular situation. \nSIGNATURES \nPeople who sign \nPersons signing the contract on behalf of the company must have the authority to do so and preferably, be entitled on the basis of a power of attorney. Below the signature, in addition to the full name of the person that signs his/her position must be inserted. When one of the Parties who signs is a natural person (for example a commercial agent in an Agency Contract) obviously he or she is the person that has to sign the contract. \nThe laws of some countries require that contracts, to be valid, shall be signed in front of witnesses or a public notary. Therefore, before signing a contract you should be informed about the requirements that may exist in each country.  \nPlace and date of signature \nUsually, contracts are signed by both Parties on the same date and place. Nevertheless, in international contracts, due to physical distance, it is common that each of the Parties sign in different dates and places. This contract provides for both alternatives so it comes to choosing the most appropriate to each situation.  \nNumber of copies \nUsually, the Parties sign two copies of the contract, each Party retaining one of them, but can also arise the need to sign more copies. In this case, all you have to do is mention explicitly the number of copies to be signed in the paragraph that is included at the end of the contract (Both Parties declare their conformity to the present contract, which is signed in ...... copies, each of which shall be considered an original). \nGENERAL RECOMMENDATIONS \nThe Parties must sign all pages of the contract, including Annexes, so they are also valid. It is better to use ball point or pen (not pencil) in a color other than black (e.g.: blue); this makes it easier to distinguish an original document from a photocopy. \nIt is preferable (although no mandatory) to express sums of money and percentages in words and figures. Of course, the words and figures for a given amount must match exactly. You also must insert the currency in which the amounts are expressed. It is advisable to use the rules establish by ISO that name each currency by three capital letters (EUR for euro, USD for dollar, GBP for sterling pound, JPY for Japanese yen, etc. - you can get the acronyms of every currency in the website www.oanda.com). \nOnce you have chosen the best alternatives of each clause and have completed the blank spaces you should revise the whole contract to remove remaining paragraphs and correct any errors."
}