{
    "file_name": "msp-agreement",
    "language": "en",
    "length": 33139,
    "parsed_timestamp": "2025-10-25T18:38:21.937036",
    "parsed_duration": 0.04196619987487793,
    "parsed_duration_per_thousand_char": 0.0126636892709128,
    "full_text": "MANAGED SERVICE PROVIDER AGREEMENT \nThis MANAGED SERVICE PROVIDER AGREEMENT (the “Agreement”) is made and entered into as of the last date executed below (“Effective Date”) by and between Corelight, Inc., (“Company”) and _________________________________________________(“MSP”). This Agreement is comprised of the terms and conditions set forth herein, together with any Exhibits attached hereto and documents incorporated herein by reference, all of which are made a part of this Agreement.  \n1. \tDEFINITIONS \n“Documentation” means the Company documentation provided to MSP that accompanies the Licensed MSP Product. Documentation does not include any material content, or information, in any format, which is obtained or derived from third party sources outside of Company that MSP may access through, within, or in conjunction with MSP’s use of the Licensed MSP Product. \n“Licensed MSP Product(s)” means all or each, as the context so allows, of the products and programs as made available and supported by Company that Company has designated as being able to be licensed by a managed service provider, and which are issued to MSP for the MSP Customer’s internal business purposes, together with the Documentation and any Updates. \n“Model” or “SKU” means a Licensed MSP Product with Company designed and published performance capacity, functional characteristics, and virtual machine configuration and resource allocation specifications. \n“MSP” means the party identified in this Agreement that maintains staff who are certified by Company to install, deploy, use and manage the Licensed MSP Products as an MSP Service on behalf of each designated MSP Customer subject to the terms of this Agreement. \n“MSP Customer(s)” means the specific third-party organization for which MSP is providing managed services pursuant to a written agreement with such third party. \n“MSP Product(s)” means Company products sold by MSP on a managed service provider basis. \n“MSP Service(s)” means the licensed use of the Licensed MSP Products by MSP on behalf of an MSP Customer.  \n“Subscription Term” means if applicable, the subscription term specified for the Model in the order submitted by MSP and accepted by Company.  \n“Territory” means the geographic area in which the MSP may provide MSP Services to MSP Customers as specified in the order. \n“Third Party Applications” means plug-ins, resources, or links to other services or websites that are provided by third parties for MSP’s use in connection with the Licensed MSP Products.   \n“Update” means an update to the Licensed MSP Products made available to MSP by Company.  \nAPPOINTMENT; TERRITORY; PRODUCTS. Subject to all the terms and conditions of this Agreement, Company hereby appoints MSP for the term of this Agreement as a nonexclusive MSP of the Licensed MSP Products and MSP Services. MSP may market, promote, and distribute Licensed MSP Products and MSP Services, provided that the end user agrees to the terms of the Company’s then-current Master Customer Agreement as of the Effective Date (the “MCA”), or, in the case of an evaluation of one or more of the Licensed MSP Products and MSP Services the end user agrees to Company’s then current MCA or evaluation agreement (the “Evaluation Agreement”).  Company’s current MCA and Evaluation Agreement are available at https://corelight.com/legal/agreements, and both of which may be updated by Company from time to time. Nothing in this Agreement shall be construed as limiting in any manner Company's marketing or distribution activities or its appointment of other dealers, managed service providers, resellers, licensees, or agents.   \nLICENSES. Subject to MSP’s compliance with the terms and conditions of this Agreement, Company hereby grants MSP, and MSP hereby accepts, a nonexclusive, nontransferable, non-assignable right to distribute and deploy the Licensed MSP Products to MSP Customers and to use and manage the Licensed MSP Products solely on behalf of such MSP Customers to provide the MSP Services in the Territory.  \nTRADEMARKS. MSP will use Company’s then-current names, marks, logos, and other identifiers for the Licensed MSP Products (“Trademarks”) and Company designated intellectual property related notices on or in the packaging for the Licensed MSP Products and MSP’s advertising and promotional materials for such Licensed MSP Products, provided that MSP will: (a) only use Trademarks in the form and manner, and in accordance with the quality standards and usage guidelines that Company specifically prescribes and only in connection \nPage 1 of 7 \nCorelight Confidential and Proprietary \nManaged Service Provider Agreement v.221026 \nwith Licensed MSP Products; and (b) upon termination of this Agreement for any reason, immediately cease all use of the Trademarks.   \n5. \tINTELLECTUAL PROPERTY RIGHTS \n5.1. Licensed MSP Products. Company, and/or its licensors, own all title and proprietary rights, including without restriction all intellectual property rights, in and to the Licensed MSP Products and all copies thereof, all of which contain valuable trade secrets and other intellectual property rights of Company and/or its licensors. The use license described herein is not a sale of the Licensed MSP Products or any copies of them, nor is it a waiver of the rights of Company under the U.S. copyright laws or any other Federal, state, or other applicable laws.  \n5.2. Modifications. MSP is not permitted to make any modifications to the Licensed MSP Products. Notwithstanding the foregoing, if MSP makes any modifications to the Licensed MSP Products in violation of the foregoing sentence, MSP agrees to assign, and hereby does assign, all right, title and interest in such modifications to Company. \n6. \tMSP OBLIGATIONS \n6.1. Agreements with MSP Customers. MSP will ensure that its agreement with each MSP Customer contains terms at least as protective of Company as those set forth in the Company MCA and that it names Company as a third-party beneficiary of such agreement. MSP agrees to indemnify Company against any claims or losses resulting from MSP’s breach of this section. \n6.2. Monthly Pipeline Review. On a monthly basis, at a mutually agreeable time, MSP will discuss with Company current opportunities MSP is developing with potential customers in order to forecast future business.  \nPRODUCT ORDERS, PRICE, PAYMENT.  \nPurchase Orders and Invoicing. MSP may only order SKUs designated as Licensed MSP Products as determined by Company in its sole discretion. MSP will submit a purchase order to Company based on the Model ordered. Orders are subject to acceptance in writing by Company in its sole discretion and will not be binding on Company until the earlier of Company’s written acceptance or delivery of the MSP Product. Company will invoice MSP and MSP will pay Company the price set forth in Company’s then-current price list. If MSP is purchasing Licensed MSP Products under a Subscription Term, Company will invoice MSP in advance based on the billing terms agreed to in the original order (monthly, quarterly, or annually) for the remainder of the Subscription Term. All invoices are due and payable net thirty (30) days from receipt, unless otherwise noted on the invoice. MSP acknowledges and agrees that Company may, from time-to-time, change the suggested prices for Licensed MSP Products and will provide MSP with new price lists at least thirty (30) days prior to the effective date of the new pricing. Any change in pricing will not apply to any order received prior to the date of such notice if the requested delivery date is less than thirty (30) days from the date of the order.  For the avoidance of doubt, fees are payable in full whether or not MSP collects monies from any MSP Customer and whether or not any refunds are given by MSP to the MSP Customer. \nChange Orders during Subscription Term. After the first and each subsequent ninety (90) day period of any Subscription Term, MSP may submit an order to Company to increase the current Model licensed to an MSP Customer to a Model license with increased capabilities (“a Higher Model License”) within the Subscription Term. Upon acceptance by Company, Company will deliver the Higher Model License MSP Product to MSP and the applicable fee will be adjusted to the then current price for the Higher Model License MSP Product. For purposes of clarification, MSP may not change to a Model license with lower capabilities during the Subscription Term. \nPayment in US Dollars. All payments owed by MSP will be made in U.S. Dollars. Company may charge interest on any past due amount at a rate equal to the lesser of one- and one-half percent (1½%) per month, or the highest rate permitted by applicable law. \nTaxes. Pricing for Licensed MSP Products hereunder is exclusive of federal, state, and local excise, sales, use, property, occupation, or similar taxes. MSP agrees to pay all such taxes due in respect of the Licensed MSP Products which will be added to the total amount invoiced to MSP, unless MSP furnishes Company with a valid resale or exemption certificate. In the event that Company is required to or does pay any of such taxes, MSP, upon being advised of these payments, will immediately repay the amount thereof to Company.  \nAudit. MSP shall permit Company, or an independent certified accountant appointed by Company, access to MSP’s premises and MSP’s books of account and records at any time on fifteen (15) business days written notice during normal business hours for the purpose of inspecting, auditing, verifying, or monitoring the manner and performance of MSP’s obligations under this Agreement including without limitation the payment of all applicable fees. Company shall not be able to exercise this right more than once in each calendar year unless Company can reasonably assert that an MSP Customer is using more Company Licensed MSP Products than has been licensed by MSP from Company. If an audit reveals (a) MSP is using an unauthorized Licensed MSP Product or is overusing a Company Licensed MSP Product, MSP shall have forty-eight (48) hours to terminate the overage or upgrade to a higher model Licensed MSP Product, or (b) MSP has underpaid fees, MSP shall be invoiced for and shall pay to Company within thirty (30) days of the date of invoice an amount equal to the shortfall between the fees due and those paid by MSP. If the amount of the underpayment exceeds five percent (5%) of the fees due or the audit reveals a violation of any license restrictions pursuant to this Agreement then, without prejudice to Company’s other rights and remedies, MSP shall also pay Company’s reasonable costs of conducting the audit. \nRESTRICTIONS. MSP is not permitted to: (a) use the Licensed MSP Products pr provide MSP Services, in whole or in part, for the benefit of any third party other than MSP Customers; (b) use the Licensed MSP Products for rental or timesharing, or to sublicense, lend, rent, or lease the Licensed MSP Products to any third party; (c) reverse engineer, disassemble, or decompile the Licensed MSP Products or any portion thereof or otherwise attempt to derive or determine the source code or the logic therein except to the extent and for the express purposes authorized by applicable law; (d) modify, translate, or develop derivative works of the Licensed MSP Products or permit others to do so; (e) reproduce the Licensed MSP Products or remove any copyright, trademark, proprietary rights, disclaimer, or warning notices placed on thereon; or (f) publish the results of any benchmark tests run on the Licensed MSP Products.  \n9. \tCOMPANY WARRANTIES  \n9.1. Limited Warranty. Company warrants to MSP that for a period of ninety (90) days from the date of shipment of the Licensed MSP Product that the Licensed MSP Product will perform materially in accordance with the accompanying Documentation, provided that such Licensed MSP Product is properly used by MSP in accordance with such Documentation and this Agreement. Company makes no warranty as to the Licensed MSP Product after said ninety (90) day period.   \n9.2. Remedies. Company’s sole and exclusive obligation and MSP’s sole and exclusive remedy under this limited warranty shall be Company’s commercially reasonable effort to make the Licensed MSP Product perform substantially in accordance with the accompanying Documentation. The above remedy is available only if Company is promptly notified in writing within the applicable warranty period. These limited warranties are void if failure of the Licensed MSP Product is due to accident, abuse, or misuse.   \n9.3. Exclusive Warranties. TO THE MAXIMUM EXTENT PERMITTED BY LAW, THE WARRANTIES STATED ABOVE ARE EXCLUSIVE AND IN LIEU OF ALL OTHER WARRANTIES AND CONDITIONS, WHETHER EXPRESS, IMPLIED, OR \nSTATUTORY, INCLUDING WITHOUT LIMITATION THE IMPLIED WARRANTIES OF MERCHANTABILITY, NONINFRINGEMENT, FITNESS FOR A PARTICULAR PURPOSE, TITLE OR QUALITY OF SERVICE. NO WARRANTIES SHALL ARISE UNDER THIS AGREEMENT FROM COURSE OF DEALING OR USAGE OF TRADE. MSP ASSUMES ALL RESPONSIBILITY FOR THE SELECTION OF THE LICENSED MSP PRODUCTS TO ACHIEVE MSP’S INTENDED RESULTS, AND FOR THE OPERATION, USE AND RESULTS OF THE LICENSED MSP PRODUCTS. Without limiting the foregoing, MSP is responsible for the supervision, management, and control of the use of the Licensed MSP Products and any output of the Licensed MSP Products, including but not limited to proper installation and establishment of adequate backup and archival processes to prevent any adverse consequences in the event of a malfunction. Company does not warrant that MSP’s use of the Licensed MSP Products will be uninterrupted or error-free. Except as specifically provided herein, the entire risk as to the quality and performance of the Licensed MSP Products remains with MSP. MSP agrees that it has not relied on the future availability of any programs or services in entering into this Agreement. \n9.4. Third Party Applications. Company does not make any warranties regarding any Third Party Applications, whether or not such Third Party Applications are designated by Company as \"certified,\" \"approved,\" “recommended” or are otherwise provided by a third party that is a member of a Company partner program. Any purchase or use by MSP of any Third Party Applications for the benefit of the MSP Customer is solely between MSP and the applicable third party provider and MSP agrees that Company has no liability or obligation to MSP or MSP Customer for such Third Party Applications, the results of the use thereof, or the effect that the use thereof has on the operation of the Licensed MSP Products. \nMSP WARRANTIES. MSP warrants and agrees that it shall: (a) ensure that each MSP Customer is bound by a contract with MSP for MSP Services, the terms of which are no less protective of Company than the terms of this Agreement; (b) ensure that each MSP Customer ceases to access and/or use the Licensed MSP Products if they no longer have a valid agreement with MSP for the supply of MSP Services or if this Agreement is terminated; (c) ensure that each MSP Customer receives and acknowledges notice about MSP Customer-applicable Updates promptly and in any event within three (3) business days following Company making such applicable Updates available; (d) ensure that each MSP Customer is operating with the most current Updates within thirty (30) business days following Company making such Updates available; (e) ensure that only MSP provides the MSP Services; and (f) hold harmless, defend, and fully indemnify Company against any claims, actions, proceedings, damages, costs, expenses, or other liability whatsoever arising out of, resulting from or relating to MSP’s and each MSP Customer’s use of the Licensed MSP Products, including without limitation breach of MSP’s warranties in this section. MSP further represents, warrants, and agrees not to copy, modify, rent, disassemble, decompile, or otherwise reverse engineer the any Company product or software, or otherwise attempt to learn the source code, structure, algorithms, or ideas underlying any Company products or software, except to the extent, and only the extent, this clause is expressly prohibited by applicable law, or allow any others to do the same. \nSUPPORT. Company will provide MSP with its standard support services. MSP shall be responsible for all support requested by MSP Customer. Upon MSP’s request, should Company, in its sole discretion, deem that additional technical support is needed with regards to the Licensed MSP Product, Company will provide support to the MSP Customer for a mutually agreeable fee paid by MSP. \nCONFIDENTIAL INFORMATION. “Confidential Information” consists of the confidential information of a party, including, without limitation, non-public information relating to a party’s business, product plans, product designs, product costs, product prices, product names, finances, marketing plans, business opportunities, personnel, research, development, or know-how. Without limiting the generality of the foregoing, the Licensed MSP Products and any trade secrets related to the foregoing are the Confidential Information of Company. Unless expressly authorized in writing by the disclosing party (“Discloser”), the receiving party (“Recipient”) will not directly or indirectly disclose to any person or entity or use any Confidential Information of Discloser and shall use all reasonable efforts to protect the confidentiality of such information. The foregoing restrictions will not apply to information that (i) is known to Recipient at the time of disclosure to Recipient; (ii) has become publicly known through no wrongful act of the Recipient; (iii) has been rightfully received from a third party authorized to make such disclosure without restriction; (iv) has been independently developed by the Recipient without use of or reference to the Discloser’s  Confidential  Information; or (v) has been approved for release by written authorization of Discloser. Recipient may disclose Confidential Information pursuant to a valid order of a court or authorized government agency provided that the Recipient has given the Discloser prompt notice so that the Discloser will have an opportunity to defend, limit or protect such disclosure. Any breach of the restrictions contained in this section is a breach of this Agreement, which will cause irreparable harm to Discloser entitling Discloser to injunctive relief in addition to all legal remedies.  \n13. INDEMNITY \n13.1. Indemnification. Company agrees to, and shall, indemnify, defend, and hold harmless MSP from the associated costs and fees,  including reasonable attorneys’ fees and expenses, finally awarded by a court of competent jurisdiction or agreed to in settlement or compromise, to the extent that such fees and costs arise from a third party claim, proceeding, or suit alleging that the Licensed MSP Product  provided to MSP pursuant to this Agreement infringes a third party United States patent, copyright, or trade secret (a “Claim”). Company’s obligations hereunder shall be conditioned on MSP promptly notifying Company of any such Claim and permitting Company to assume full control over the defense and settlement of such Claim; provided however, that: (a) Company shall keep MSP informed of, and consult with MSP in connection with the progress of such litigation or settlement; and (b) Company shall not have any right, without MSP’s written consent, which shall not be unreasonably withheld, to settle any such Claim if such settlement contains a stipulation to or admission or acknowledgment of, any liability or wrongdoing whether in contract, tort or otherwise on the part of MSP, or requires any specific performance or non-pecuniary remedy by MSP. \n13.2. Exceptions. Notwithstanding the foregoing, Company will have no obligation to MSP under this section to the extent that any such Claim arises or results from (a) the unauthorized or improper use by MSP of the Licensed MSP Product provided by Company under this Agreement; (b) the combination of the Licensed MSP Product provided by Company under this Agreement with other products or services not provided by Company, to the extent that such claim would not have resulted except for such combination; (c) the alteration or modification of the Licensed MSP Product by or for MSP without Company’s written consent, if such infringement would have been avoided in the absence of such alteration or modification; (d) MSP’s failure to promptly install an Update; or (e) the Claim could be avoided by  MSP’s use of an alternative Licensed MSP Product  provided by Company to MSP and which performs in a substantially similar fashion as the Licensed MSP Product  at issue. \n13.3. Remedies. Should a Licensed MSP Product provided under this Agreement become, or in Company’s reasonable opinion be likely to become, the subject of a Claim, Company may, at its sole discretion and expense, either: (a) procure for MSP the right to exercise its rights under the authorizations contained herein; or (b) replace or modify the Licensed MSP Product to make it non-infringing, provided that the same functions are performed by the replaced or modified Licensed MSP Product. If Company determines in its sole discretion that neither (a) nor (b) is commercially reasonable, Company shall so notify MSP in writing and terminate MSP’s licenses to such affected Licensed MSP Product under this Agreement. Upon Company’s written notice of the termination of MSP’s license pursuant to this section, MSP shall return to Company all affected Licensed MSP Products remaining in MSP’s possession for a prorata refund of those fees paid by MSP to Company for the affected Licensed MSP Product calculated over a thirty-six (36) month period on a straight line basis.  \n13.4. Entire Obligation. The foregoing states the entire liability of Company and the exclusive remedy of MSP with respect to any Claim. \n14. LIMITATION OF LIABILITY \nTO THE MAXIMUM EXTENT PERMITTED BY LAW, COMPANY, ITS LICENSORS, AFFILIATES, AGENTS, SUPPLIERS, DISTRIBUTORS AND MSPS SHALL NOT BE LIABLE FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR PUNITIVE DAMAGES, INCLUDING WITHOUT LIMITATION DAMAGES FOR LOST PROFITS, LOST DATA OR LOSS OF USE, OR PROCUREMENT OF REPLACEMENT LICENSED MSP PRODUCTS, HOWEVER INCURRED BY MSP OR ANY THIRD PARTY, WHETHER IN AN ACTION IN CONTRACT OR TORT, EVEN IF SUCH PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.   \nIN NO EVENT SHALL COMPANY'S AGGREGATE LIABILITY FOR DIRECT DAMAGES ARISING OUT OF OR RELATED TO THIS AGREEMENT EXCEED THE AMOUNTS RECEIVED BY COMPANY PURSUANT TO THIS AGREEMENT FROM MSP IN THE TWELVE (12) MONTHS IMMEDIATELY PRECEDING THE EVENT GIVING RISE TO THE CAUSE OF ACTION. THE LIMITATIONS OF THIS SECTION SHALL APPLY NOTWITHSTANDING ANY FAILURE OF ESSENTIAL PURPOSE.   \n15. TERM AND TERMINATION \n15.1. Term. Unless terminated earlier as provided herein, this Agreement shall have a term of twelve (12) months and shall automatically renew for twelve (12) month increments unless cancelled by either party. In the event of any termination, (i) Company may elect to continue or terminate any order then pending, (ii) MSP will return to Company all Confidential Information and other materials of Company and all distribution rights and other licenses granted to MSP herein (as well as Company’s supply, support and maintenance obligations and any restrictions on Company) shall terminate, and (iii) the terms and conditions of this Agreement shall otherwise continue to apply.  \n15.2. Termination. Company may terminate this Agreement upon fifteen (15) days written notice to MSP upon the occurrence of any of the following, which, if capable of cure, is not cured during such fifteen (15) day period:  (i) Company does not receive the fees, in whole or in part, from MSP in accordance with the agreed payment terms; or (ii) MSP fails to comply with any of the terms and conditions of this Agreement; or (iii) MSP takes or suffers any action on account of debt or becomes insolvent. Further, either party may terminate this Agreement at any time with or without cause upon ninety (90) days' written notice. \n15.3. End of Life. MSP acknowledges and agrees that it may be necessary to withdraw Licensed MSP Products from time to time for reasons including but not limited to changes in demand and technology. Company will endeavor to provide up to six (6) months’ notice of the end of sale date. Company will continue to support Licensed MSP Products after the end-of-life date for not more than one (1) year.   \n15.4. Effects of Termination. For the avoidance of doubt, any provision of the Agreement that contemplates or governs performance or observance subsequent to its termination or expiration will survive the expiration or termination of this Agreement for any reason. Termination of this Agreement shall not relieve MSP of its obligations to pay all fees that have accrued or are otherwise owed by MSP to Company. All fees paid are non-refundable. Within one (1) month after the date of termination of this Agreement, MSP shall either, at Company’s sole discretion, return Licensed MSP Product to Company, at MSPs expense, or (ii) supply written certification to Company confirming the destruction by MSP and its MSP Customer of the Licensed MSP Product and all copies of all or any part of it. All rights of the MSP and its MSP Customer to use the Licensed MSP Products will automatically cease upon termination of this Agreement. \nRELATIONSHIP OF PARTIES. The parties hereto expressly understand and agree that MSP is an independent contractor in the performance of each and every part of this Agreement, is solely responsible for all of its employees and agents and its labor costs and expenses arising in connection therewith and is responsible for and will indemnify Company from any and all claims, liabilities, damages, debts, settlements, costs, attorneys' fees, expenses, and liabilities of any type whatsoever that may arise on account of MSP's activities, or those of its employees or agents, including without limitation, providing unauthorized representations or warranties or failing to disclose all limitations on warranties and liabilities set forth herein and in the MCA on behalf of Company to its customers or breaching any term, representation or warranty of this Agreement. Company is in no manner associated with or otherwise connected with the actual performance of this Agreement on the part of MSP, nor with MSP's employment of other persons or incurring of other expenses, and MSP will not represent or imply anything to the contrary. Except as expressly provided herein, Company shall have no right to exercise any control whatsoever over the activities or operations of MSP. \nNO CONFLICT OF INTEREST. During the term of the Agreement, MSP will not accept work, enter into a contract, or accept an obligation inconsistent or incompatible with MSP’s obligations, or the scope of services to be rendered for Company, under the Agreement.  MSP warrants that, to the best of MSP’s knowledge, there is no other existing contract or duty on MSP’s part that conflicts with or is inconsistent with the Agreement. MSP agrees to indemnify and hold harmless Company from any and all losses and liabilities incurred or suffered by Company by reason of the alleged breach by MSP of any services agreement between MSP and any third party. \nIRREPARABLE HARM. MSP acknowledges that the breach of any confidentiality or other restrictive provision of this Agreement would cause irreparable harm and significant injury to Company that would not be able to be fully compensated by monetary damages; accordingly, MSP agrees that Company will have the right to seek and obtain temporary and permanent injunctive relief in any court without the requirement of posting any bond in addition to any other rights and remedies it may have and MSP will indemnify Company for all damages, losses, settlements, attorney fees, cost, and other expenses resulting from such a breach or allegation thereof.    \n19. GENERAL \n19.1. Anti-Corruption. Neither party has received or been offered any illegal or improper bribe, kickback, payment, gift, or thing of value from an employee or agent of the other party in connection with this Agreement. Reasonable gifts and entertainment provided in the ordinary course of business do not violate the above restriction. \n19.2. Assignment. Neither party may assign any of its rights or obligations hereunder, whether by operation of law or otherwise, without the other party’s prior written consent, which will not be unreasonably withheld. Notwithstanding the foregoing, Company may freely assign and transfer this Agreement pursuant to a merger or sale related to the subject matter hereof. \n19.3. Delivery. Products will be delivered F.O.B. Company’s applicable warehouse or place of production. \n19.4. Entire Agreement. This Agreement is the entire agreement between Company and Customer regarding Customer’s use of Company Offerings and supersedes all prior and contemporaneous agreements, proposals, or representations, written or oral, concerning its subject matter. The parties agree that any term or condition stated in a purchase order or in any other order documentation by Customer is void and of no effect. \n19.5. Export Control. The Offerings, other Company technology, and derivatives thereof may be subject to export laws and regulations of the United States and other jurisdictions. Company and Customer each represents that it is not on any U.S. government denied-party list. Customer will not permit any access or use of any Offering in a U.S.-embargoed country or region (currently Cuba, Iran, North Korea, Syria or Crimea) or in violation of any U.S. export law or regulation. \n19.6. Force Majeure. Notwithstanding any other provision of this Agreement, no party shall be deemed in default or breach of this Agreement or liable for any loss or damages or for any delay or failure in performance, except for the payment of fees, due to any cause beyond the reasonable control of, and without fault or negligence by, such party, its service providers, officers, directors, employees, agents, suppliers, or contractors. \n19.7. Governing Law and Venue. The Agreement shall be governed by and construed in accordance with the laws of the State of California, excluding its conflicts of law rules, and the parties consent to exclusive jurisdiction and venue in the state and federal courts located in San Francisco, California, without regard to the United Nations Convention on the International Sale of Goods. In any action or proceeding to enforce the rights under this Agreement, the prevailing party will be entitled to recover reasonable costs and attorney’s fees. MSP acknowledges that the breach of any confidentiality or other restrictive provision of the Agreement would cause irreparable harm and significant injury to Company that would not be able to be fully compensated by monetary damages. MSP agrees that Company will have the right to seek and obtain temporary and permanent injunctive relief in any court without the requirement of posting any bond in addition to any other rights and remedies it may have. MSP will indemnify Company for all damages, losses, settlements, attorney fees, cost and other expenses resulting from such a breach or allegation thereof.    \n19.8. Headings. Titles and headings of sections of this Agreement are for convenience only and shall not affect the construction of any provision. \n19.9. Notices. Except as otherwise specified in this Agreement, all notices related to this Agreement will be in writing and will be effective upon (a) personal delivery, (b) the second business day after mailing, or (c), except for notices of termination or an indemnifiable claim (“Legal Notices”), which shall clearly be identifiable as Legal Notices, the day of sending by email. Billing-related notices to Customer will be addressed to the relevant billing contact designated by Customer. All other notices to Customer will be addressed to the relevant system administrator or individual designated by Customer. \n19.10 Signatures. The parties consent to electronic signatures. \n19.11 Waiver, Severability. No failure or delay by either party in exercising any right under this Agreement will constitute a waiver of that right. If any provision of this Agreement is held by a court or arbitrator of competent jurisdiction to be contrary to law, then the parties agree to replace it with an enforceable provision reflecting the intent of the original provision as nearly as possible in accordance with applicable law, and the remaining provisions of this Agreement will remain in full force and effect. \n[INTENTIONALLY LEFT BLANK] \nEach of the undersigned, as a duly authorized representative of the indicated party, has executed this Agreement effective as of the Effective Date. \nCORELIGHT, INC. \tMSP: \nSignature: \t \tSignature: \t \nPage 7 of 7 \nCorelight Confidential and Proprietary \nManaged Service Provider Agreement v.221026"
}