{
  "file_name": "resume-feb-2025",
  "language": "en",
  "length": 3265,
  "parsed_timestamp": "2025-10-26T10:35:02.617494",
  "parsed_duration": 0.12956690788269043,
  "parsed_duration_per_thousand_char": 0.3968395098792831,
  "full_text": "MARIA AIDARUS​\n​\n​\n​\n​\n \nDoha, Qatar | +974 3310 8814 | maidarus@andrew.cmu.edu | Github: Maria-Aidarus \n \nEDUCATION \nCarnegie Mellon University  \nBSc in Information Systems with a Double Minor in Business Administration and Tech Entrepreneurship \nGraduation: May 2025 \n \nWORK EXPERIENCE \nDevOps Engineer Intern | Qatar Science & Technology Park (QSTP) | February - May 2025  \n●​Built CI/CD pipelines using GitHub Actions for automated multi-part app deployments to AWS EC2. \n●​Configured and managed AWS S3 and Route 53 for scalable hosting and optimized DNS routing. \n●​Deployed Dockerized apps with Nginx for efficient static file serving and improved performance. \nProject Manager Intern | American Tiger LLC | August - October 2024  \n●​Led a cross-functional team to deliver a web project on time and within scope, using agile methodologies.. \n●​Facilitated communication between developers and stakeholders to ensure alignment on goals and timelines. \n●​Analyzed user feedback to drive iterative improvements, ensuring the final product met user and business needs. \nWeb Architecture Intern | American Tiger LLC | July - August 2024  \n●​Developed a Django and React-based web application for data processing in the medical field. \n●​Built and managed the entire backend architecture to support scalable and efficient data processing. \n●​Configured JWT-based authentication, ensuring secure handling of data through best practices and security audits. \nSoftware Engineering Intern | Avey | December 2023 ​\n​\n​\n​\n​\n​\n​\n  \n●​Developed and implemented a Python-based data management system integrating cloud service APIs. \n●​Enhanced workflow efficiency through a terminal-based interface for data inventory and label management. \n●​Created comprehensive documentation and utilized Git & GitHub for version control. \n \nPROJECTS \nInformation Systems Consulting Project | Gulf Organization for Industrial Consulting (GOIC) \n●​Spearheaded the development of a comprehensive website tailored to the client’s specific needs using WP Engine. \n●​Managed the deployment and ensured a robust, scalable, and user-friendly digital presence. \n●​Demonstrated exceptional leadership, project management skills, and achieved project milestones on time. \nClickbait Detection Using BERT | 11-411 NLP Course  \n●​Developed a BERT-based text classification model for detecting clickbait headlines. \n●​Implemented data preprocessing, tokenization, and model training using PyTorch and the Hugging Face library. \n●​Evaluated model performance using metrics such as accuracy and loss on training, validation, and test datasets. \n      \nCERTIFICATES \n●​Cybersecurity Fundamentals Certificate | IBM \n●​Engineering in Healthcare | Texas A&M University \n  \nSKILLS \n \nProgramming : Proficient in Python, C++, Java, Ruby \nWeb Development: Proficient in Ruby on Rails, Django, Node.js, TypeScript, Javascript, React, HTML, CSS \nDeployment & Cloud Services: Proficient in Netlify, Flask, GCP, AWS, Docker, Firebase \nUI/UX Design & Prototyping: Proficient in Balsamiq, Figma, AdobeXD \nData Visualization and Analysis: Proficient in Matplotlib, Pandas, R, RStudio \nDatabase Management: SQL, MongoDB, PostgreSQL \nLanguages: Native proficiency in English and Arabic, Elementary proficiency in Dutch"
}