{
  "file_name": "Web Site Development _Simple_",
  "language": "en",
  "length": 28134,
  "parsed_timestamp": "2025-10-26T05:48:41.218559",
  "parsed_duration": 0.6588826179504395,
  "parsed_duration_per_thousand_char": 0.2341944330526905,
  "full_text": "SAMPLE WEB SITE DEVELOPMENT AGREEMENT \nTHIS AGREEMENT is made and entered into as of this [date] (the “Effective Date”) by and between SOFTWARE DISTRIBUTION COMPANY, a Delaware corporation with offices at 1234 Bailey Road, Garden City, NY (“COMPANY”) and OUT-OF-SITE WEB SITE DEVELOPMENT COMPANY, a California company with offices at World Wide Web Avenue, Silicon City, CA (“DEVELOPER”). \nW I T N E S S E T H \nWHEREAS, COMPANY desires to engage DEVELOPER to develop, create, test, and deliver a Web Site to be known as “Whizzer’s Web” as a work made for hire and to house the Web Site on DEVELOPER’s Web Server and make the Web Site available for browsing on the Internet; and \nWHEREAS, DEVELOPER is interested in undertaking such work; and \nWHEREAS, COMPANY and DEVELOPER mutually desire to set forth the terms applicable to such work; \nNOW, THEREFORE, for the mutual consideration set forth herein, the adequacy of which is hereby acknowledged, COMPANY and DEVELOPER, intending to be legally bound, hereby agree as follows: \n1. \tDeveloper Responsibilities \nScope of Work \nCOMPANY hereby retains the services of DEVELOPER to design, develop and host a Web Site and Intranet (collectively the “Web Site”) for COMPANY in accordance with the proposal submitted by DEVELOPER to COMPANY dated [date] (the “Proposal”), a copy of which is attached hereto as Exhibit A and the terms of which are expressly incorporated herein by reference. \nSchedule \nThe “Schedule” for the development of COMPANY Web Site and Intranet is attached hereto as Exhibit B. \nChanges \nChanges to this Agreement or to any of the specifications of the Web Site or Intranet in any of the specifications thereof shall become effective only when a written change request is executed by the Executive Director of COMPANY and DEVELOPER.  DEVELOPER agrees to notify COMPANY promptly of any factor, occurrence, or event coming to its attention that may affect DEVELOPER’s ability to meet the requirements of this Agreement, or that is likely to occasion any material delay in the Schedule. \nDemonstration at Trade Show \nDEVELOPER agrees to exhibit and demonstrate the Web Site during the Trade Show to be held in New York on [date].  COMPANY shall provide DEVELOPER with appropriate space for such demonstration.  DEVELOPER shall provide all necessary computers and personnel to effect such demonstration. \n2. \tWeb Site Design \nDesign \nThe design of COMPANY’s Web Site shall be in substantial conformity with the material provided to DEVELOPER by COMPANY.  DEVELOPER shall develop COMPANY’s Web Site to project the highest professional image.  DEVELOPER shall not include any of the following in the Web Site or in COMPANY’s directory on DEVELOPER’s Web Server:  text, graphics, sound, or animations that might be viewed as offensive or related in any way to sex or any illegal activities; links to other sites that might be viewed as offensive or related in any way to sex or any illegal activities; impressionistic or cartoon-like graphics (unless provided by COMPANY); invisible text, text that is present only when a “webcrawler” or other web indexing tool accesses the Web Site, or any other type of hidden text, hidden information, hidden graphics, or other hidden materials; or destructive elements or destructive programming of any type. \nMaterials Provided by COMPANY \nAll materials to be supplied by COMPANY may be provided on floppy disks, 100 megabyte ZIP cartridges or via File Transfer Protocol (“FTP”).  Files will be provided in HTML format, standard word processing Text format or, if images, as TIFF’s GIFF’S, JPEG’s or Photoshop files. \nSpecifications for Home Page \nCOMPANY’s Web Site will consist of a Home Page (the “first” page for the Web Site) that can be reached by typing one of the following Uniform Resource Locators (“URLs”) into a Web Browser.  DEVELOPER will use its best efforts to register the “COMPANY.ORG” domain name for the benefit of COMPANY (or such other name as may be registrable and acceptable to COMPANY) and will assign all rights thereto to COMPANY.  COMPANY agrees to pay all registration fees associated with such registration.  In addition to the foregoing, a database will be included of members in the licensing industry. \nAccessibility Of Web Site During Construction \nThroughout the construction of the prototype and the final Web Site, the Web Site shall be accessible to COMPANY.  Until COMPANY has approved the final Web Site, none of the Web Pages for COMPANY’s Web Site will be accessible to end users unless the end users have entered the correct user id and password. \nProject Planning Meetings \nAfter both parties have signed this Agreement, the parties shall meet at COMPANY or a mutually convenient location and at a mutually convenient date and time to discuss project planning.  The parties shall endeavor to hold this meeting within one week after both parties have signed this Agreement. \nSubmission To Index Sites \nAt the time that DEVELOPER conducts the first “walk through” of COMPANY’s final Web Site, DEVELOPER will register COMPANY’s URL with the following search engines: Yahoo, Infoseek, Alta Vista, Web Crawler and Excite!.   DEVELOPER will supply a list of other sites (up to 50 sites) with which COMPANY may also choose to register. \nDelivery of Deliverables \nUpon COMPANY’s approval of its final Web Site, or upon termination of this Agreement, whichever occurs earlier, DEVELOPER shall deliver to COMPANY all Code, Documentation, reports and other materials developed by DEVELOPER in the course of its performance under this Agreement and any other items reasonably necessary for the operation of COMPANY’s Wet) Site (other than third party operating system software, third party networking software, Web Browsers and hardware) and all changes and enhancements thereto (the “Deliverables”).  Documentation shall be delivered in printed format and in electronic format.  Code shall be delivered in electronic format.  The transfer of electronic materials shall be accomplished by copying them to floppy disks, 100 megabyte ZIP cartridges or via File Transfer Protocol (“FTP”).  Files will be provided in HTML format, standard word processing Text format or, if images, as TIFF’s GIFF’S, JPEG’s or Photoshop files.  DEVELOPER shall maintain its back-ups and one set of the final materials provided to COMPANY for a period of six months after COMPANY’s approval of its final Web Site.  If this Agreement is terminated prior to final approval, or at the expiration of this six month period, DEVELOPER will destroy all of its copies of COMPANY’s Web Site (including all back-ups thereof) and “wipe” all files constituting final or working copies of COMPANY’s Web Site (other than the final copy hosted on DEVELOPER’s Web Server and one backup copy thereof) from DEVELOPER’s computers and back-up materials unless otherwise directed in writing by COMPANY. \nAdvertising Transaction Fees \nDEVELOPER agrees to assist COMPANY in the sale of any advertising and/or database searches or other programs to generate revenues from the use of the Web Site by third parties.  In this regard, DEVELOPER will provide assistance in developing such programs for COMPANY.  In such event, the parties agree to enter into good faith negotiations to reasonably compensate DEVELOPER for such services. \n3. Web Site Hosting A. Server Hosting \nDEVELOPER agrees, at COMPANY’s option, to maintain COMPANY’s Web Site on DEVELOPER’s Web Server on a month to month basis, and to make maintenance modifications to COMPANY’s Web Site from time to time in accordance with COMPANY’s directions.  Such modifications shall be implemented within five (5) business days of DEVELOPER’s receipt of COMPANY’s changes if the changes are easily implemented, and within ten (10) business days of DEVELOPER’s receipt of COMPANY’s changes if the changes are not easily implemented.  As part of this service, DEVELOPER agrees to make COMPANY’s Web Site available to Internet users approximately 24 hours per day, to back-up COMPANY’s Web Site at least once every two weeks, and to store said back-up materials in a safe and secure environment, fit for the back-up media, and not located at the same location as DEVELOPER’s Web Server.  Also as part of this service, DEVELOPER agrees to use its best efforts to ensure reasonable response times for users accessing COMPANY’s Web Site. \nBack-Up Copies \nUpon notice from COMPANY not more often than once each month, and also in the event of COMPANY’s termination of its use of DEVELOPER’s Web Server as the host for COMPANY’s Web Site, DEVELOPER agrees to transfer a complete copy of COMPANY’s then-current Web Site, including all Code therefor, to COMPANY, said transfer to occur by either copying them to floppy disks, 100 megabyte ZIP cartridges or via File Transfer Protocol (“FFP”).  Files will be provided in HTML format, standard word processing Text format or, if images, as TIFF’s GIFF’S, JPEG’s or Photoshop files.  The transfer method will be selected by COMPANY in its discretion no later than 24 hours before the time the transfer is to take place. in the event such transfer results from COMPANY’s termination of its use of DEVELOPER’s Web Server as the host for COMPANY’s Web Site, DEVELOPER shall maintain one complete electronic version of COMPANY’s Web Site, including all Code therefor (and shall “ wipe” all other versions thereof off of its computers and media, including back-up copies), until COMPANY informs DEVELOPER in writing that the transferred files appear to be complete, at which time DEVELOPER shall “wipe” its final copy of COMPANY’s Web Site off of its computers and media. \nTransaction Logging \nDuring the time that COMPANY’s Web Site is located on DEVELOPER’s Web Server, DEVELOPER will make available on a monthly basis and free of charge an analysis of COMPANY Web Site traffic, including source IP address, most commonly viewed pages and any other such data reasonably requested by COMPANY.  DEVELOPER shall set aside a portion of its server, such portion only accessible by designated COMPANY staff or members, in which such analysis resides.  The analysis may be viewed or printed out by COMPANY at its option. \n4. \tCompensation \nPrice for Web Site Creation \nThe total price for all of the work set forth in the Agreement (excluding the Server Hosting and excluding post-approval modifications not implemented by COMPANY) shall be SEVEN THOUSAND, FIVE HUNDRED UNITED \nSTATES DOLLARS ($7,500.00) (the “Development Fee”).  This price covers all work of whatever nature on COMPANY’s Web Site contemplated in this Agreement (excluding Server Hosting and post-approval modifications not implemented by COMPANY).  When both parties have signed this AGREEMENT, COMPANY will forward to DEVELOPER SEVEN THOUSAND, FIVE, HUNDRED UNITED STATES DOLLARS ($7,500.00) and an additional TWO THOUSAND, FIVE HUNDRED UNITED STATES DOLLARS ($2,500.00) when the Web Site is operational in a form reasonably acceptable to COMPANY. \nPrice for Web Site Hosting \nThe price for the Server Hosting shall be ONE THOUSAND UNITED STATES DOLLARS ($1,000.00) per month (the “Hosting Fee”).  Charges for postapproval modifications to COMPANY’s Web Site or changes or additions to the material on the Web Site (including the data base) shall be free if submitted to DEVELOPER by COMPANY as “ready to implement” HTML pages.  The cost of Server Hosting shall not increase for a period of one year from the date of COMPANY’s acceptance of its final Web Site.  The Hosting Fee shall be commence on the date the final Web Site is fully operational and accepted by COMPANY and future Hosting Fees shall be due and payable on subsequent monthly anniversary dates of such operational date. \nInvoicing \nThereafter, DEVELOPER shall invoice COMPANY on a bi-weekly basis for the amount of work done during the applicable two-week period.  All payments are due fifteen (15) days after receipt of a properly payable invoice.  If there is a dispute with regard to whether work was actually completed or whether an invoice is properly payable, the amount of the invoice in dispute shall not be due until the dispute is resolved. \nExpenses \nThe prices set forth above are inclusive of expenses.  Except as expressly agreed otherwise in writing by COMPANY, DEVELOPER shall bear all of its own expenses arising from its performance of its obligations under this Agreement, including (without limitation) expenses for facilities, work spaces, utilities, management, clerical and reproduction services, supplies, and the like.  COMPANY shall have no obligation to provide office space, work facilities, equipment, clerical services, programming services, or the like. \nLinks \nDEVELOPER may, with the prior express written approval of COMPANY, provide a link from the members-only section of COMPANY Web Site to a Marketplace area designated by DEVELOPER and acceptable to COMPANY.  The purpose of the Marketplace area is to sell products or generate other on-line transactions.  Revenues generated from COMPANY members in this area will be divided between DEVELOPER and COMPANY as mutually agreed to between the parties. \n5. Confidentiality A. Confidentiality \nDEVELOPER shall treat this project as confidential.  After COMPANY has approved its final Web Site, however, DEVELOPER may list COMPANY as a client of DEVELOPER and may include a link to COMPANY’s Web Site on DEVELOPER’s Web Site.  DEVELOPER may not issue any press release that refers to DEVELOPER’s work for COMPANY unless COMPANY has previously approved the press release in writing, which approval may be withheld for any reason or for no reason at all. \nNo Confidential Information of DEVELOPER \nIt is understood and agreed that COMPANY does not wish to receive from DEVELOPER any confidential information of DEVELOPER or of any third party.  DEVELOPER represents and warrants that any information provided to COMPANY in the course of entering into this Agreement or performing any work hereunder shall not be confidential or proprietary to DEVELOPER. \nConfidential Information of COMPANY \nFrom time to time COMPANY may provide its own confidential business and technical information to DEVELOPER in connection with the work to be performed by DEVELOPER hereunder.  Such information shall be designated as confidential upon or prior to disclosure by COMPANY.  In addition, the preparation and specifications of the Deliverables shall in all instances be treated as confidential, unless and until disclosed publicly by COMPANY.  DEVELOPER shall use its best efforts to prohibit any use or disclosure of COMPANY’s confidential information, except as necessary to perform work hereunder. \n6. \tOwnership and Rights \nOwnership of Work Product by COMPANY \nExcept as set forth below, all elements of all Deliverables shall be exclusively owned by COMPANY and shall be considered works made for hire by DEVELOPER for COMPANY.  Except as set forth below, COMPANY shall exclusively own all United States and international copyrights and all other intellectual property rights in the Deliverables.  It is understood and agreed that additional materials added to the Web Site in the future by DEVELOPER may belong exclusively to DEVELOPER however, the parties agree that the ownership of any such future materials will be mutually agreed to by the parties. \nVesting of Rights \nWith the sole exception of any Preexisting Works identified in Section 6(C) hereof, DEVELOPER agrees to assign, and upon creation of each element of each Deliverable automatically assigns, to COMPANY, its successors and assigns, ownership of all United States and international copyrights and all other intellectual property rights in each element of each Deliverable.  This assignment is undertaken in part as a contingency against the possibility that any such element, by operation of law, may not be considered a work made for hire by DEVELOPER for COMPANY.  From time to time upon COMPANY’s request, DEVELOPER and/or its personnel shall confirm Such assignments by execution and delivery of such assignments, confirmations of assignments, or other written instruments as COMPANY may request.  COMPANY, its successors and assigns, shall have the right to obtain and hold in its own name all copyright registrations and other evidence of rights that may be available for the Deliverables and any portion(s) thereof \nPreexisting Works \nIn the event that any portion of any Deliverable (including the entirety thereof) constitutes a preexisting work for which DEVELOPER cannot grant to COMPANY the rights set forth in paragraphs 6(A) and 6(B) above, DEVELOPER shall specify below:  (1) the nature of such preexisting work; (2) its owner; (3) any restrictions or royalty terms applicable to DEVELOPER’s or COMPANY’s use of such preexisting work or COMPANY’s exploitation of the Deliverable as a Derivative Work thereof; and (4) the source of DEVELOPER’s authority to employ the preexisting work in the preparation of the Deliverable.  The works set forth above will be referred to as “Preexisting Works”.  The only preexisting works that may be used in the construction of any Deliverable are the Preexisting Works specified above and any Preexisting Works that may be approved in writing by COMPANY prior to their use. \nIndemnification/No Infringement \nIn performing services under this Agreement, DEVELOPER agrees not to design, develop, or provide to COMPANY any items that infringe one or more patents, copyrights, trademarks, or other intellectual property rights (including trade secrets), privacy or other rights of any person or entity.  If DEVELOPER becomes aware of any such possible infringement in the course of performing any work hereunder, DEVELOPER shall immediately so notify COMPANY in writing.  DEVELOPER agrees to indemnify, defend, and hold COMPANY, its officers, directors, members, employees, representatives, agents, and the like harmless for any such alleged or actual infringement and for any liability, debt, or other obligation arising out of or as a result of or relating to (a) the Agreement, (b) the performance of the Agreement, or (c) the Deliverables.  This indemnification shall include attorneys’ fees and expenses, unless DEVELOPER defends against the allegations using counsel reasonably acceptable to COMPANY.  DEVELOPER’s total liability under this Agreement shall not exceed twice the amount of revenue derived by DEVELOPER under this Agreement. \n7. \tAgreements with Employees \nNo individuals or entities other than DEVELOPER and DEVELOPER’s employees and independent contractors shall undertake any work in connection with this Agreement.  \nDEVELOPER shall obtain and maintain in effect written agreements with each of its employees who participate in any of DEVELOPER’s work hereunder.  Such agreements shall contain terms sufficient for DEVELOPER to comply with all provisions of the Agreement and to support all grants and assignments of rights and ownership hereunder.  Such agreements also shall impose an obligation of confidence on such employees with respect to COMPANY’s confidential information.  It shall be sufficient compliance with this provision of the Agreement if each such employee reads this Agreement and indicates their consent to abide by its terms by signing and dating this AGREEMENT or by initialing and dating this paragraph of this AGREEMENT.  Nothing contained herein shall limit DEVELOPER’s ability or right to utilize independent contractors provided that such independent contractors agree to be bound by the terms of this Agreement. \n8. \tRepresentations and Warranties \nDEVELOPER makes the following representations and warranties for the benefit of \nCOMPANY: \nNo Conflict \nDEVELOPER represents and warrants that it is under no obligation or restriction that would in any way interfere or conflict with the work to be performed by \n\tDEVELOPER \tunder \tthis \tAgreement. \t \tCOMPANY \tunderstands \tthat \nDEVELOPER is currently working on one or more similar projects for other clients.  Provided that those projects do not interfere or conflict with DEVELOPER’s obligations under this Agreement, those projects shall not constitute a violation of this provision of the Agreement. \nOwnership Rights \nDEVELOPER represents and warrants that (1) it is and will be the sole author of all works employed by DEVELOPER in preparing any and all Deliverables other than Preexisting Works; (2) it has and will have full and sufficient right to assign or grant the rights and/or licenses granted in the Deliverables pursuant to this Agreement; (3) all Deliverables other than Preexisting Works have not been and will not be published under circumstances that would cause a loss of copyright therein; and (4) all Deliverables, including all Preexisting Works, do not and will not infringe any patents, copyrights, trademarks, or other intellectual property rights (including trade secrets), privacy or similar rights of any person or entity, nor has any claim (whether or not embodied in an action, past or present) of such infringement been threatened or asserted, nor is such a claim pending against DEVELOPER (or, insofar as DEVELOPER is aware, against any entity from which DEVELOPER has obtained such rights). \nConformity, Performance, and Compliance \nDEVELOPER represents and warrants that (1) all Deliverables shall be prepared in a workmanlike manner and with professional diligence and skill; (2) all Deliverables will function under standard HTML 3 conventions; (3) all Deliverables will conform to the specifications and functions set forth in this Agreement; and (4) DEVELOPER will perform all work called for by this Agreement in compliance with applicable laws.  DEVELOPER will repair any Deliverable that does not meet this warranty within a reasonable period of time if the defect affects the usability of COMPANY’s Web Site, and otherwise will repair the defect within 24 hours, said repairs to be free of charge to COMPANY.  This warranty shall extend for the life of this Agreement.  This warranty does not cover links that change over time, pages that become obsolete over time, content that becomes outdated over time, or other changes that do not result from any error on the part of DEVELOPER. \n9. \tTerm and Termination A. \tTerm of Agreement \nThis Agreement shall be effective as of the Effective Date and shall remain in force for a period of 99 years, unless otherwise terminated as provided herein. \nTermination of Work \nCOMPANY may, at its sole option, terminate any or all work outstanding, or any portion thereof, immediately upon written notice.  Upon receipt of notice of such termination, DEVELOPER shall inform COMPANY of the extent to which performance has been completed through such date, and collect and deliver to COMPANY whatever work product and Deliverables then exist in a manner prescribed by COMPANY.  DEVELOPER shall be paid for all work performed through the date of receipt of notice of termination as specified herein.  \nDEVELOPER may not terminate any work under this Agreement without the prior written consent of COMPANY. \nSurvival \nIn the event of any termination of this Agreement, all obligations and responsibilities of DEVELOPER shall survive and continue in effect and shall inure to the benefit of and be binding upon the parties and their legal representatives, heirs, successors, and assigns.  The termination of any provision of this Agreement shall not excuse a prior breach of that provision. \nTermination for Cause \nThis Agreement may be terminated by either party upon thirty (30) days written notice to the other party in the event of a breach of a material provision of this Agreement by the other party, provided that, during the thirty (30) days period, the breaching party fails to cure such breach. \n10. \tForce Majeure \nNeither party shall be liable for any loss or delay resulting from any force majeure event, including acts of God, fire, natural disaster, labor stoppage, war or military hostilities, or inability of carriers to make scheduled deliveries, and any payment or delivery date shall be extended to the extent of any delay resulting from any force majeure event. \n11. \tNo Agency \nIndependent Contractor \nDEVELOPER, in rendering performance under this Agreement, shall be deemed an independent contractor and nothing contained herein shall constitute this arrangement to be employment, a joint venture, or a partnership.  DEVELOPER shall be solely responsible for and shall hold COMPANY harmless for any and all claims for taxes, fees, or costs, including but not limited to withholding, income tax, FICA, and workmen’s compensation. \nNo Agency \nCOMPANY does not undertake by this Agreement or otherwise to perform any obligation of DEVELOPER, whether by regulation or contract.  In no way is DEVELOPER to be construed as the agent or to be acting as the agent of COMPANY in any respect, any other provisions of this Agreement notwithstanding. \n12. \tNotices \nIf one party is required or permitted to give notice to the other under this Agreement, such notice shall be deemed given either (a) when transmitted by facsimile or (b) two business days after depositing the notice in the U.S. mail, first-class postage prepaid, at the address or facsimile number specified above, or at such other address or facsimile number as the party may specify in writing in accordance with this paragraph. \n13. \tTime of the Essence \nTime is of the essence to the performance of the parties’ obligations under this Agreement. \n14. \tMultiple Counterparts \nThis Agreement may be executed in several counterparts, all of which taken together shall constitute one single Agreement between the parties. \n15. \tJurisdiction & Disputes \nThis Agreement shall be governed by the laws of New York. \nAll disputes hereunder shall be resolved in the applicable state or federal courts of New York.  The parties consent to the jurisdiction of such courts, agree to accept service of process by mail, and waive any jurisdictional or venue defenses otherwise available. \n16. \tAgreement Binding on Successors \nThis Agreement shall be binding upon and shall inure to the benefit of the parties hereto, their heirs, administrators, successors and assigns. \n17. \tWaiver \nNo waiver by either party of any default shall be deemed as a waiver of any prior or subsequent default of the same or other provisions of this Agreement. \n18. \tSeverability \nIf any provision hereof is held invalid or unenforceable by a court of competent jurisdiction, such invalidity shall not affect the validity or operation of any other provision and such invalid provision shall be deemed to be severed from the Agreement. \n19. \tAssignability \nThe Agreement is personal to DEVELOPER and may not be assigned by any act of \nDEVELOPER or by operation of law unless in connection with a transfer of substantially all the assets of DEVELOPER or with the consent of COMPANY, which consent shall not be unreasonably withheld. \n20. \tIntegration \nThis Agreement constitutes the entire understanding of the parties, and revokes and supersedes all prior agreements between the parties and is intended as a final expression of their Agreement.  \nIt shall not be modified or amended except in writing signed by the parties hereto and specifically referring to this Agreement.  This Agreement shall take precedence over any other documents which may be in conflict therewith. \nIN WITNESS WHEREOF, the parties hereto, intending to be legally bound hereby, have each caused to be affixed hereto its or his/her hand and seal the day indicated. \nSOFTWARE DISTRIBUTION COMPANY, \tOUT-OF-SITE WEB SITE \nINC. \tDEVELOPMENT COMPANY \nBy: \tBy: \nTitle: \tTitle: Date: \tDate: \nExhibit A - Attach DEVELOPER Proposal \nExhibit B - Schedule for Development of Company Website \nALL WORK SHALL BE COMPLETED IN TIME FOR A DEMONSTRATION AT THE \nLICENSING SHOW IN NEW YORK ON [DATE].  TIME IS OF THE ESSENCE RELATIVE TO FINALIZATION OF THIS WEB SITE FOR DEMONSTRATION AT THE TRADE SHOW. \n* \tAll references to “days” shall mean “Business Days” \n** \tAny changes requested by COMPANY shall be implemented within 5 days or less by \nDEVELOPER"
}